Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisStatistics|
source: Coefficient correlation matrix
es: Matriz de correlaciones de los coeficientes
eu: Koefizienteen korrelazio matrizea
gl: Matriz de correlacións dos coeficientes
pt: Matriz de correlação dos coeficientes
ta: குணக தொடர்பு அணி

# ClassicalMetaAnalysisStatistics|
source: Include the correlation matrix of the regression coefficients.
es: Incluir la matriz de correlaciones de los coeficientes de la regresión.
eu: Sartu erregresio-koefizienteen korrelazio-matrizea.
gl: Incluír a matriz de correlacións dos coeficientes da regresión.
pt: Inclua a matriz de correlação dos coeficientes de regressão.
ta: பின்னடைவு குணகங்களின் தொடர்பு அணி சேர்க்கவும்.

# ClassicalMetaAnalysisStatistics|
source: Include confidence intervals in the tabular output.
es: Incluir intervalos de confianza en la salida tabular de resultados.
eu: Sartu konfiantza-tarteak taula-irteeran.
gl: Incluír intervalos de confianza na saída tabular de resultados.
pt: Inclua intervalos de confiança na saída tabular.
ta: அட்டவணை வெளியீட்டில் நம்பிக்கை இடைவெளிகளைச் சேர்க்கவும்.

# ClassicalMetaAnalysisStatistics|
source: Prediction intervals
es: Intervalos de predicción
eu: Iragarpen-tarteak
gl: Intervalos de predición
pt: Intervalos de previsão
ta: கணிப்பு இடைவெளிகள்

# ClassicalMetaAnalysisStatistics|
source: Include prediction intervals in the tabular output.
es: Incluir intervalos de predicción en la salida tabular de resultados.
eu: Sartu iragarpen-tarteak taula-irteeran.
gl: Incluír intervalos de predición na saída tabular de resultados.
pt: Incluir intervalos de previsão na saída tabular.
ta: அட்டவணை வெளியீட்டில் கணிப்பு இடைவெளிகளைச் சேர்க்கவும்.

# ClassicalMetaAnalysisStatistics|
source: Transform effect size
es: Transformar la magnitud del efecto
eu: Eraldatu efektuaren tamaina
gl: Transformar a magnitude do efecto
pt: Transformar o tamanho de efeito
ta: விளைவு விளைவை மாற்றவும்

# ClassicalMetaAnalysisStatistics|
source: Select a transformation to apply to the effect size estimates in the output. This transformation applies to the 'Meta-Analytic Estimates Table', 'Estimated Marginal Means Table', 'Forest Plot', and the 'Bubble Plot'. The 'Meta-Regression Coeffient Estimates' are not transformed.
es: Seleccionar una transformación a aplicar a las estimaciones de la magnitud del efecto en la salida de resultados. Esta transformación se aplica a 'Tabla de estimaciones meta-analíticas', 'Tabla de medias marginales estimadas', 'Gráfico forestal' y 'Gráfico de burbujas'. Las 'Estimaciones de los coeficientes de Meta-Regresión' no se transforman.
eu: Hautatu irteerako efektu-tamainaren estimazioei aplikatzeko eraldaketa bat. Eraldaketa hau 'Meta-Analitika Estimazioen Taula', 'Estimatutako Marjina Batez bestekoen Taula', 'Baso-diagrama' eta 'Burbuila-diagrama'-ri aplikatzen zaie. 'Meta-Erregresio Koefizientearen Estimazioak' ez dira eraldatzen.
gl: Escoller unha transformación a aplicar ás estimacións da magnitude do efecto na saída de resultados. Esta transformación se aplica a 'Táboa de estimacións meta-analíticas', 'Táboa de medias marxinais estimadas', 'Gráfica forestal' e 'Gráfica de burbullas'. As 'Estimacións dos coeficientes da Meta-Regresión' non se transforman.
pt: Selecione uma transformação a ser aplicada às estimativas do tamanho do efeito na saída. Esta transformação se aplica à 'Tabela de Estimativas Meta-Analíticas', à 'Tabela de Médias Marginais Estimadas', ao 'Gráfico de Floresta' e ao 'Gráfico de Bolhas'. As 'Estimativas do Coeficiente de Metarregressão' não são transformadas.
ta: வெளியீட்டில் விளைவு அளவு மதிப்பீடுகளுக்கு பொருந்த ஒரு மாற்றத்தைத் தேர்ந்தெடுக்கவும். இந்த மாற்றம் 'மெட்டா-பகுப்பாய்வு மதிப்பீடுகள் அட்டவணை', 'மதிப்பிடப்பட்ட விளிம்பு என்றால் அட்டவணை', 'வன சூழ்ச்சி' மற்றும் 'குமிழி சூழ்ச்சி' ஆகியவற்றுக்கு பொருந்தும். 'மெட்டா-பின்னடைவு குணகம் மதிப்பீடுகள்' மாற்றப்படவில்லை.

# ClassicalMetaAnalysisStatistics|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum
ta: எதுவுமில்லை

# ClassicalMetaAnalysisStatistics|
source: Fisher's z to r
es: z de Fisher a r
eu: Fisherren z-tik r-ra
gl: z de Fisher a r
pt: z de Fisher a r
ta: ஃபிசரின் சட் முதல் ஆர்

# ClassicalMetaAnalysisStatistics|
source: Exponential
es: Exponencial
eu: Esponentziala
gl: Exponencial
pt: Exponencial
ta: அடுக்குக்குறி

# ClassicalMetaAnalysisStatistics|
source: Log odds to proportions
es: Log de probabilidades a proporciones
eu: Erregistratu probabilitateak proportzioetara
gl: Log de probabilidades a proporcións
pt: Log das chances às proporções
ta: விகிதாச்சாரத்திற்கு முரண்பாடுகள்

# ClassicalMetaAnalysisStatistics|
source: Log odds to SMD (normal)
es: Log de probabilidades a SMD (Normal)
eu: Erregistratu probabilitateak SMDra (normala)
gl: Log de probabilidades a SMD (Normal)
pt: Logaritmo de chances para SMD (normal)
ta: SMD (இயல்பானது) க்கு பதிவு முரண்பாடுகள்

# ClassicalMetaAnalysisStatistics|
source: Log odds to SMD (logistic)
es: Log de probabilidades a SMD (Logística)
eu: Erregistratu probabilitateak SMDra (logistika)
gl: Log de probabilidades a SMD (Loxística)
pt: Logaritmo de chances para SMD (logística)
ta: SMD க்கு பதிவு முரண்பாடுகள் (லாசிச்டிக்)

# ClassicalMetaAnalysisStatistics|
source: SMD to log odds (normal)
es: SMD a Log de probabilidades (Normal)
eu: SMD probabilitateak erregistratzeko (normala)
gl: SMD a Log de probabilidades (Normal)
pt: SMD para registrar chances (normal)
ta: பதிவு செய்ய SMD (இயல்பானது)

# ClassicalMetaAnalysisStatistics|
source: SMD to log odds (logistic)
es: SMD a Log de probabilidades (Logística)
eu: SMDtik probabilitateen erregistroa (logistika)
gl: SMD a Log de probabilidades (Loxística)
pt: SMD para logaritmo de chances (logística)
ta: பதிவு செய்ய SMD (லாசிச்டிக்)

# ClassicalMetaAnalysisStatistics|
source: Hakstian & Whalen inverse α
es: α inversa de Hakstian & Whalen
eu: Hakstian eta Whalen alderantzizko α
gl: α inversa de Hakstian & Whalen
pt: α inverso de Hakstian & Whalen
ta: அக்ச்டியன் & வேலன் தலைகீழ் α

# ClassicalMetaAnalysisStatistics|
source: Bonett inverse α
es: α inversa de Bonett
eu: Bonett-en alderantzizko α
gl: α inversa de Bonett
pt: α inverso de Bonett
ta: போனெட் தலைகீழ் α

# ClassicalMetaAnalysisStatistics|
source: Z to R²
es: Z a R²
eu: Z-tik R²-ra
gl: Z a R²
pt: Z para R²
ta: இந்த r² உடன்

# ClassicalMetaAnalysisStatistics|
source: SMD to Cohen's U₁
es: SMD a U₁ de Cohen
eu: SMD Cohen-en U₁-ra
gl: SMD a U₁ de Cohen
pt: SMD para U₁ de Cohen
ta: SMD பெறுநர் COHEN’S U₁

# ClassicalMetaAnalysisStatistics|
source: SMD to Cohen's U₂
es: SMD a U₂ de Cohen
eu: SMD Cohen-en U₂-ra
gl: SMD a U₂ de Cohen
pt: SMD para U₂ de Cohen
ta: SMD பெறுநர் COHEN’S U₂

# ClassicalMetaAnalysisStatistics|
source: SMD to Cohen's U₃
es: SMD a U₃ de Cohen
eu: SMD Cohen-en U₃-ra
gl: SMD a U₃ de Cohen
pt: SMD para U₃ de Cohen
ta: SMD பெறுநர் COHEN’S U₃

# ClassicalMetaAnalysisStatistics|
source: Include fit statistics for the model, such as AIC and BIC.
es: Incluir estadísticos de ajuste para el modelo, tales como AIC y BIC.
eu: Sartu ereduaren doikuntza-estatistikak, hala nola AIC eta BIC.
gl: Incluír estatísticos de axuste para o modelo, tales como AIC e BIC.
pt: Inclua estatísticas de ajuste para o modelo, como AIC e CIB.
ta: AIC மற்றும் BIC போன்ற மாதிரிக்கான பொருத்தம் புள்ளிவிவரங்களைச் சேர்க்கவும்.

# Upgrades|
source: Results of this analysis cannot be updated. The analysis was created with an older version of JASP and the analysis options are not longer compatible. Please, redo the analysis with the updated module or download the 0.19.1 version of JASP to rerun or edit the analysis.
es: Los resultados de este análisis no se pueden actualizar. El análisis se generó con una versión antigua de JASP y las opciones del análisis ya no son compatibles. Por favor, vuelve a hacer el análisis con el módulo actualizado, o descarga la versión 0.19.1 de JASP para volver a ejecutar o a editar el análisis.
eu: Ezin dira analisi honen emaitzak eguneratu. Analisia JASP bertsio zaharrago batekin sortu zen eta analisi aukerak ez dira bateragarriak. Mesedez, berregin analisia eguneratutako moduluarekin edo deskargatu JASP-en 0.19.1 bertsioa analisia berriro exekutatu edo editatzeko.
gl: Os resultados desta análise non poden actualizarse. A análise xerouse cunha versión antiga de JASP e as opcións da análise xa non son compatibles. Por favor, volve facer a análise co módulo actualizado, ou descarga a versión 0.19.1 de JASP para volver executar ou editar a análise.
pt: Os resultados desta análise não podem ser atualizados. A análise foi criada com uma versão mais antiga do JASP e as opções de análise não são mais compatíveis. Refaça a análise com o módulo atualizado ou baixe a versão 0.19.1 do JASP para executar ou editar a análise novamente.
ta: இந்த பகுப்பாய்வின் முடிவுகளை புதுப்பிக்க முடியாது. பகுப்பாய்வு JASP இன் பழைய பதிப்போடு உருவாக்கப்பட்டது மற்றும் பகுப்பாய்வு விருப்பங்கள் இனி பொருந்தாது. தயவுசெய்து, புதுப்பிக்கப்பட்ட தொகுதியுடன் பகுப்பாய்வை மீண்டும் செய்யவும் அல்லது பகுப்பாய்வை மீண்டும் இயக்க அல்லது திருத்த சாச்பின் 0.19.1 பதிப்பைப் பதிவிறக்கவும்.

# PredictionPerformanceInference|
source: Method
es: Método
eu: Metodoa
gl: Método
pt: Método
ta: முறை

# PredictionPerformanceInference|
source: Fixed Effects
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos Fixos
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

# PredictionPerformanceInference|
source: Maximum Likelihood
es: Máxima-Verosimilitud
eu: Gehienezko probabilitatea
gl: Máxima-Verosimilitude
pt: Máxima Verossimilhança
ta: அதிகபட்ச வாய்ப்பு

# PredictionPerformanceInference|
source: Restricted ML
es: MV restringida
eu: ML mugatua
gl: MV restrinxida
pt: ML Restrito
ta: தடைசெய்யப்பட்ட எம்.எல்

# PredictionPerformanceInference|
source: Hedges
eu: Heskaiak
ta: எட்ச்கள்

# PredictionPerformanceInference|
source: Empirical Bayes
es: Bayes Empírico
eu: Bayes enpirikoa
gl: Bayes Empírico
pt: Bayes Empírico
ta: அனுபவ பேயச்

# FunnelPlot|
source: Estimate the mean effect size and heterogeneity under the alternative hypothesis. The paramters are estimated with the 'Method' specified under 'General Settings'.
es: Estimar la magnitud del efecto medio y la heterogeneidad, bajo la hipótesis alternativa. Los parámetros se estiman con el 'Método' indicado en 'Configuraciones generales'.
eu: Kalkulatu batez besteko efektuaren tamaina eta heterogeneotasuna hipotesi alternatiboaren pean. Parametroak 'Ezarpen Orokorrak' atalean zehaztutako 'Metodoa' erabiliz kalkulatzen dira.
gl: Estimar a magnitude do efecto medio e a heteroxeneidade, baixo a hipótese alternativa. Os parámetros se estiman co 'Método' indicado en 'Configuracións xerais.
pt: Estime o tamanho médio do efeito e a heterogeneidade sob a hipótese alternativa. Os parâmetros são estimados com o 'Método' especificado em 'Configurações Gerais'.

# FunnelPlot|
source: General Settings
es: Configuraciones generales
eu: Ezarpen Orokorrak
gl: Configuracións xerais
pt: Configurações Gerais

# FunnelPlot|
source: Select the heterogeneity estimation method for the funnel plot under the alternative hypothesis, meta-regression funnel plot asymmetry tests, trim and fill, and the fail-safe N general method.
es: Seleccionar el método de estimación de la heterogeneidad para el gráfica en embudo bajo la hipótesis alternativa, los contrastes de asimetría del gráfico en embudo de la meta-regresión, recortar-rellenar, y el método general de N a prueba de fallos.
eu: Hautatu heterogeneotasun-estimazio metodoa inbutu-diagramarentzat hipotesi alternatiboaren pean, meta-erregresio inbutu-diagramaren asimetria-probak, moztu eta betetzea eta huts egiten ez duen N metodo orokorra.
gl: Seleccionar o método de estimación da heteroxeneidade para a gráfica en funil baixo a hipótese alternativa, as probas de asimetría da gráfica en funil da meta-regresión, recortar-encher, e o método xeral do N de seguridade.
pt: Selecione o método de estimativa de heterogeneidade para o gráfico de funil sob a hipótese alternativa, testes de assimetria do gráfico de funil de metarregressão, corte e preenchimento e o método geral N à prova de falhas.

# FunnelPlot|
source: Publication Bias / Sensitivity Analyses
es: Sesgo de publicación/Análisis de sensibilidad
eu: Argitalpen-alborapenaren / sentikortasun-analisiak
gl: Nesgo de publicación/Análises de sensibilidade
pt: Viés de Publicação / Análise de Sensibilidade

# FunnelPlot|
source: Detect and perform sensitivity analyses to funel plot asymmetry, publication bias, and small-study effects.
es: Detectar y realizar análisis de sensibilidad para la asimetría de gráficos en embudo, sesgo de publicación, y efectos de estudios pequeños.
eu: Funel grafikoen asimetria, argitalpen-alborapena eta ikerketa txikien efektuak detektatu eta sentikortasun-analisiak egin.
gl: Detectar e realizar análises de sensibilidade para a asimetría de gráficas en funil, nesgo de publicación, e efectos de estudos pequenos.
pt: Detecte e execute análises de sensibilidade para detectar assimetria de gráficos, viés de publicação e efeitos de pequenos estudos.

# FunnelPlot|
source: Asymmetry tests
es: Contrastes de asimetría
eu: Asimetria probak
gl: Probas de asimetría
pt: Testes de assimetria

# FunnelPlot|
source: Perform tests to detect asymmetry in the funnel plot indicating potential publication bias.
es: Realizar contrastes para detectar asimetría en el gráfico en embudo, indicando el sesgo potencial de publicación.
eu: Egin probak inbutu-diagraman asimetria detektatzeko, argitalpen-alborapen potentziala adierazten duena.
gl: Realizar probas para detectar asimetría na gráfica en funil, indicando o nesgo potencial de publicación.
pt: Realizar testes para detectar assimetria no gráfico de funil, indicando possível viés de publicação.

# FunnelPlot|
source: Include meta-regression tests for funnel plot asymmetry. The test is performed with the 'Method' specified under 'General Settings'.
es: Incluir contrastes de meta-regresión para asimetría en el gráfico en embudo. Los contrastes se hacen con el 'Método' indicado en 'Configuraciones generales'.
eu: Sartu inbutu-diagramaren asimetriaren meta-erregresio-probak. Proba 'Ezarpen orokorrak' atalean zehaztutako 'Metodoa' erabiliz egiten da.
gl: Incluír probas de meta-regresión para asimetría na gráfica en funil. As probas fanse co 'Método' indicado en 'Configuracións xerais.
pt: Inclui testes de metarregressão para assimetria do gráfico de funil. O teste é realizado com o 'Método' especificado em 'Configurações Gerais'.

# FunnelPlot|
source: Weighted regression (Egger's test)
es: Regresión ponderada(contraste de Egger)
eu: Erregresio haztatua (Eggerren testa)
gl: Regresión ponderada(proba de Egger)
pt: Regressão ponderada (teste de Egger)

# FunnelPlot|
source: Include weighted regression tests (also known as Egger's test) for funnel plot asymmetry.
es: Incluir contraste de regresión ponderada (también conocido como contraste de Egger) para asimetría de gráficos en embudo.
eu: Sartu inbutu-diagramaren asimetriarako haztatutako erregresio-probak (Eggerren proba bezala ere ezagunak).
gl: Incluír proba de regresión ponderada (tamén coñecida como proba de Egger) para asimetría de gráficas en funil.
pt: Incluir testes de regressão ponderada (também conhecidos como teste de Egger) para assimetria do gráfico de funil.

# FunnelPlot|
source: Rank correlation (Begg's test)
es: Correlación de rangos (contraste de Begg)
eu: Sailkapen-korrelazioa (Begg-en testa)
gl: Correlación de rangos (proba de Begg)
pt: Correlação de ranque (teste de Begg)

# FunnelPlot|
source: Include rank correlation tests (also known as Begg's test) for funnel plot asymmetry.
es: Incluir contraste de correlación de rangos (también conocido como contraste de Begg) para asimetría de gráficos en embudo.
eu: Sartu inbutu-diagramaren asimetriarako maila-korrelazio probak (Begg-en proba bezala ere ezagunak).
gl: Incluír proba de correlación de rangos (tamén coñecida como proba de Begg) para asimetría de gráficas en funil.
pt: Incluir testes de correlação de ranque (também conhecidos como teste de Begg) para assimetria do gráfico de funil.

# FunnelPlot|
source: Trim and fill
es: Recortar y rellenar
eu: Moztu eta bete
gl: Recortar e encher
pt: Recortar e preencher

# FunnelPlot|
source: Perform the trim and fill to adjust the funnel plot for publication bias. The test is performed with the 'Method' specified under 'General Settings'.
es: Realizar el recortar-rellenar para ajustar el gráfico en embudo por sesgo de publicación. El contraste se hace con el 'Método' indicado en 'Configuraciones generales.
eu: Egin moztu eta bete inbutu-diagrama argitalpen-alborapenaren arabera doitzeko. Proba 'Ezarpen orokorrak' atalean zehaztutako 'Metodoa' erabiliz egiten da.
gl: Realizar o recortar-encher para axustar a gráfica en funil por nesgo de publicación. A proba faise co 'Método' indicado en 'Configuracións xerais.
pt: Execute o ajuste de corte e preenchimento para ajustar o gráfico de funil quanto ao viés de publicação. O teste é realizado com o 'Método' especificado em 'Configurações Gerais'.

# FunnelPlot|
source: Estimator
es: Estimador
eu: Kalkulatzailea
gl: Estimador
pt: Estimador

# FunnelPlot|
source: Select the method for the trim-and-fill adjustment.
es: Seleccionar el método para el ajuste recortar-rellenar.
eu: Hautatu moztu eta bete doikuntzarako metodoa.
gl: Seleccionar o método para o axuste recortar-encher.
pt: Selecione o método para o ajuste de corte e preenchimento.

# FunnelPlot|
source: Include heterogeneity (𝜏) in the trim and fill funnel plot. If unselected, the heterogeneity estimate is not used to adjust the prediction intervals.
es: Incluir la heterogeneidad (𝜏) en el gráfico recortar-rellenar en embudo . Si no se selecciona, la estimación de la heterogeneidad no se usa para ajustar los intervalos de predicción.
eu: Sartu heterogeneotasuna (𝜏) moztu eta bete inbutuaren grafikoan. Hautatu gabe badago, heterogeneotasunaren estimazioa ez da erabiliko iragarpen-tarteak doitzeko.
gl: Incluír a heteroxeneidade (𝜏) na gráfica recortar-encher en funil . Se non se selecciona, a estimación da heteroxeneidade non se usa para axustar os intervalos de predición.
pt: Incluir heterogeneidade (𝜏) no gráfico de funil de corte e preenchimento. Se não for selecionada, a estimativa de heterogeneidade não será usada para ajustar os intervalos de predição.

# FunnelPlot|
source: Summarize the effect size, heterogeneity, and number of imputed estimatesused for the trim and fill in a table.
es: Resumir la magnitud del efecto, la heterogeneidad y el número de estimaciones imputadas usadas para recortar-rellenar, en una tabla.
eu: Laburbildu efektuaren tamaina, heterogeneotasuna eta mozketarako erabilitako estimazioen kopurua, eta bete taula bat.
gl: Resumir a magnitude do efecto, a heteroxeneidade e o número de estimacións imputadas usadas para recortar-encher, nunha táboa.
pt: Resuma o tamanho do efeito, a heterogeneidade e o número de estimativas imputadas usadas para o ajuste e preencha uma tabela.

# FunnelPlot|
source: Fill the funnel plot's prediction intervals under trim and fill with different colors.
es: Llenar los intervalos de predicción de los gráficos en embudo bajo recortar-rellenar con diferentes colores.
eu: Bete inbutu-diagramaren iragarpen-tarteak mozketa azpian eta bete kolore ezberdinekin.
gl: Encher os intervalos de predición das gráficas en funil baixo recortar-encher con diferentes cores.
pt: Preencha os intervalos de previsão do gráfico de funil em corte e preenchimento com cores diferentes.

# FunnelPlot|
source: Set the type of line of the funnel plot's prediction intervals under trim and fill.
es: Determinar el tipo de línea de los intervalos de predicción en los gráficos en embudo bajo recortar-rellenar.
eu: Ezarri inbutu-diagramaren iragarpen-tarteen lerro mota moztu eta bete atalean.
gl: Determinar o tipo de liña dos intervalos de predición nas gráficas en funil baixo recortar-encher.
pt: Defina o tipo de linha dos intervalos de previsão do gráfico de funil em corte e preenchimento.

# FunnelPlot|
source: Fail-safe N
es: N a prueba de fallos
eu: Segurtasun-aurkako N
gl: N de seguridade
pt: N à prova de falhas

# FunnelPlot|
source: Compute the minimum number of studies averaging null results that would have to be added to a given set of studies to change the conclusion of a meta-analysis tests to detect asymmetry in the funnel plot indicating potential publication bias.
es: Calcular el número mínimo de estudios que promedian resultados nulos que tendrían que añadirse a un conjunto dado de estudios, para cambiar la conclusión de un contraste de Meta-Análisis para detectar asimetría en el gráfico en embudo para que indique sesgo potencial de publicación.
eu: Kalkulatu metaanalisi baten ondorioa aldatzeko, emaitza nuluen batez bestekoa duten ikerketa kopuru minimoa, inbutu-diagramaren asimetria detektatzeko, argitalpen-alborapen potentziala adierazten duena.
gl: Calcular o número mínimo de estudos que dan de media resultados nulos que terían que engadirse a un conxunto dado de estudos, para trocar a conclusión dunha proba de Meta-Análise para detectar asimetría na gráfica en funil para que indique nesgo potencial de publicación.
pt: Calcule o número mínimo de estudos com média de resultados nulos que teriam que ser adicionados a um determinado conjunto de estudos para alterar a conclusão de uma meta-análise para detectar assimetria no gráfico de funil, indicando possível viés de publicação.

# FunnelPlot|
source: The Rosenthal method calculates the minimum number of studies averaging null results needed to reduce the combined significance level to a specified alpha level.
es: El método de Rosenthal calcula el número mínimo de estudios que promedian resultados nulos, que son necesarios para reducir el nivel combinado de significación a un nivel alfa concreto.
eu: Rosenthal metodoak emaitza nuluen batez bestekoa duten ikerketen gutxieneko kopurua kalkulatzen du, esangura-maila konbinatua alfa maila jakin batera murrizteko behar dena.
gl: O método de Rosenthal calcula o número mínimo de estudos que dan de media resultados nulos, que son necesarios para reducir o nivel combinado de significación a un nivel alfa concreto.
pt: O método Rosenthal calcula o número mínimo de estudos com média de resultados nulos necessários para reduzir o nível de significância combinado a um nível alfa especificado.

# FunnelPlot|
source: The Orwin method calculates the minimum number of studies averaging null results needed to reduce the average effect size to a target value. The default is set to 0.10 which is completely aribitrary.
es: El método de Orwin calcula el número mínimo de estudios que promedian resultados nulos, que son necesarios para reducir la magnitud media del efecto a un valor objetivo. Por defecto se establece en 0.10, lo que es completamente arbitrario.
eu: Orwin metodoak emaitza nuluen batez bestekoa kalkulatzen du batez besteko efektuaren tamaina helburu-balio batera murrizteko behar diren ikerketen gutxieneko kopurua. Berez ezarritako balioa 0,10 da, eta guztiz arbitrarioa da.
gl: O método de Orwin calcula o número mínimo de estudos que dan de media resultados nulos, que son necesarios para reducir a magnitude media do efecto a un valor obxectivo. Por defecto se establece en 0.10, o que é completamente arbitrario.
pt: O método Orwin calcula o número mínimo de estudos com média de resultados nulos necessários para reduzir o tamanho médio do efeito a um valor alvo. O padrão é 0,10, que é completamente arbitrário.
