Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# RobustBayesianMetaAnalysis|
source: The expected direction of the effect. This setting is important for the publication bias adjustment (one-sided selection models specify different publication probabilities for estimates in the expected vs. unexpected direction and PET-PEESE is bounded to adjust in the expected direction). The default is 'Positive'.
es: La dirección esperada del efecto. Esta configuración es importante para el ajuste del Sesgo de publicación (modelos de selección unilaterales especifican distintas probabilidades de publicación para las estimaciones en la dirección esperada vs. non esperada , y PET-PEESE se acota para ajustarse en la dirección esperada). La predeterminada es 'Positiva'.
eu: Efektuaren espero den norabidea. Ezarpen hau garrantzitsua da argitalpen-alborapenaren doikuntzarako (alde bakarreko hautaketa-ereduek argitalpen-probabilitate desberdinak zehazten dituzte espero den eta ustekabeko norabideko estimazioetarako, eta PET-PEESE mugatuta dago espero den norabidean doitzeko). Lehenetsia 'Positiboa' da.
gl: A dirección agardada do efecto. Esta configuración é importante para o axuste do nesgo de publicación (os modelos de selección unilaterais especifican distintas probabilidades de publicación para as estimacións na dirección agardada vs non agardada, e o PET-PEESE acótase para axustarse na dirección agardada). O predeterminado é 'Positivo'.
pt: A direção esperada do efeito. Essa configuração é importante para o ajuste do viés de publicação (modelos de seleção unilateral especificam probabilidades de publicação diferentes para estimativas na direção esperada versus inesperada, e o PET-PEESE é limitado para ajustar na direção esperada). O valor padrão é 'Positivo'.

# RobustBayesianMetaAnalysis|
source: Detect
es: Detectar
eu: Detektatu
gl: Detectar
pt: Detectar

# RobustBayesianMetaAnalysis|
source: Determine the expected direction of the effect automatically based on the median effect size in the data.
es: Determinar automáticamente la dirección esperada del efecto en base a la magnitud mediana del efecto en los datos.
eu: Zehaztu automatikoki efektuaren espero den norabidea datuetako efektuaren batez besteko tamainan oinarrituta.
gl: Determinar automaticamente a dirección agardada do efecto, baseada na magnitude mediana do efecto nos datos.
pt: Determine automaticamente a direção esperada do efeito com base na mediana do tamanho do efeito nos dados.

# RobustBayesianMetaAnalysis|
source: Positive effect
es: Efecto positivo
eu: Efektu positiboa
gl: Efecto positivo
pt: Efeito positivo

# RobustBayesianMetaAnalysis|
source: Negative effect
es: Efecto negativo
eu: Efektu negatiboa
gl: Efecto negativo
pt: Efeito negativo

# RobustBayesianMetaAnalysis|
source: Show model specification
es: Mostrar la especificación del modelo
eu: Erakutsi modeloaren zehaztapena
gl: Amosar a especificación do modelo
pt: Mostrar especificações do modelo

# RobustBayesianMetaAnalysis|
source: Show the model specification. This is useful for understanding and reporting the specified model.
es: Muestra la especificación del modelo. Esto es útil para entender y presentar el modelo especificado.
eu: Erakutsi modeloaren zehaztapena. Hau erabilgarria da zehaztutako modeloa ulertzeko eta horren berri emateko.
gl: Amosa a especificación do modelo. Isto é útil para entender e presentar o modelo especificado.
pt: Exiba a especificação do modelo. Isso é útil para entender e relatar o modelo especificado.

# RobustBayesianMetaAnalysis|
source: Prior Distributions (Custom)
es: Distribuciones previas (Personalizado)
eu: Aurreko Banaketak (Pertsonalizatuak)
gl: Distribucións previas (Personalizado)
pt: Distribuições Anteriores (Personalizadas)

# Description|
source: Meta-Analytic SEM
eu: Meta-analisi SEM
gl: MES Meta-Analítico
pt: MES Meta-Analítico

# Description|
source: SEM-Based Meta-Analysis
eu: SEM oinarritutako metaanalisia
gl: Meta-Análise baseada en MES
pt: Meta-Análise Baseada em MES

# MetaAnalyticSem|
source: Correlation/Covariance Matrix
eu: Korrelazio/Kobariantza Matrizea
gl: Matriz de Correlacións/Covarianzas
pt: Matriz de Correlação/Covariância

# MetaAnalyticSem|
source: Variables containing the correlations/covariances between the variables. The variable name must be in a form `x_y` where `x` and `y` corresponds to the variables between which the correlation/covariance is reported. The separator used in the variable names (defaults to `_`) can be changed via the `Variable name separator` option.
eu: Aldagaien arteko korrelazioak/kobariantziak dituzten aldagaiak. Aldagaiaren izena `x_y` formatuan egon behar da, non `x` eta `y` korrelazioa/kobariantza jakinarazten den aldagaiei dagozkien. Aldagaien izenetan erabiltzen den bereizlea (lehenetsia `_` da) `Aldagai-izenaren bereizlea` aukeraren bidez alda daiteke.
gl: Variables que conteñen as correlacións/covarianzas entre as variables. O nome da variable debe ter a forma `x_y` onde `x` e `y` corresponden ás variables entre as que se informa da súa correlación/covarianza. O separador utilizado nos nomes das variables (por defecto `_`) pode trocarse mediante a opción `Separador do nome de variables`.
pt: Variáveis contendo as correlações/covariâncias entre as variáveis. O nome da variável deve estar no formato `x_y`, onde `x` e `y` correspondem às variáveis entre as quais a correlação/covariância é relatada. O separador usado nos nomes das variáveis (o padrão é `_`) pode ser alterado por meio da opção `Separador de nome de variável`.

# MetaAnalyticSem|
source: Sample Size
eu: Laginaren tamaina
gl: Tamaño da mostra
pt: Tamanho de Amostra

# MetaAnalyticSem|
source: Variable containing sample sizes for the studies
eu: Ikasketetarako lagin-tamainak dituen aldagaia
gl: Variable que contén os tamaños mostrais para os estudos
pt: Variável contendo tamanhos de amostra para os estudos

# MetaAnalyticSem|
source: Means
eu: Baliabideak
gl: Medias
pt: Médias

# MetaAnalyticSem|
source: Variables containing the means of the variables. The variable name must be `x` where `x` corresponds to the variable names in the correlation/covariance matrix input. This input is required only when meta-analytic sem with means is requested.
eu: Aldagaien batez bestekoak dituzten aldagaiak. Aldagaiaren izena `x` izan behar da, non `x` korrelazio/kobariantza matrizearen sarrerako aldagaien izenei dagokien. Sarrera hau beharrezkoa da batez bestekoekin meta-analisi sem eskatzen denean bakarrik.
gl: Variables que conteñen as medias das variables. O nome das variables debe ser `x` onde `x` corresponde aos nomes das variables na entrada da matriz de correlacións/covarianzas. Esta entrada requírese só cando se solicita o MES Meta-Analítico con medias.
pt: Variáveis contendo as médias das variáveis. O nome da variável deve ser `x`, onde `x` corresponde aos nomes das variáveis na entrada da matriz de correlação/covariância. Esta entrada é necessária somente quando a SEM meta-analítica com médias é solicitada.

# MetaAnalyticSem|
source: Data Input Type
eu: Datuen sarrera mota
gl: Tipo de entrada de datos
pt: Tipo de Entrada de Dados

# MetaAnalyticSem|
source: Correlation
eu: Korrelazioa
gl: Correlación
pt: Correlação

# MetaAnalyticSem|
source: Select this option for a correlation input.
eu: Hautatu aukera hau korrelazio sarrera bat egiteko.
gl: Selecciona esta opción para unha entrada de correlacións.
pt: Selecione esta opção para uma entrada de correlação.

# MetaAnalyticSem|
source: Covariance
eu: Kobariantza
gl: Covarianza
pt: Covariância

# MetaAnalyticSem|
source: Select this option for a covariance input.
eu: Hautatu aukera hau kobariantza sarrera bat izateko.
gl: Selecciona esta opción para unha entrada de covarianzas.
pt: Selecione esta opção para uma entrada de covariância.

# MetaAnalyticSem|
source: Variable name separator
eu: Aldagai-izenaren bereizlea
gl: Separador de nombres de variables
pt: Separador de nomes de variáveis

# MetaAnalyticSem|
source: Separator used in the variable names in the correlation/covariance matrix input. The variable name must be in a form `x_y` where `x` and `y` corresponds to the variables between which the correlation/covariance is reported.
eu: Bereizlea aldagaien izenetan erabilia korrelazio/kobariantza matrizearen sarreran. Aldagaiaren izena `x_y` formatuan egon behar da, non `x` eta `y` korrelazioa/kobariantza jakinarazten den aldagaiei dagozkien.
gl: Separador utilizado nos nomes das variables na entrada da matriz de correlacións/covarianzas. O nome da variable debe ter a forma `x_y` onde `x` e `y` corresponden ás variables entre as que se informa da súa correlación/covarianza.
pt: Separador usado nos nomes das variáveis na entrada da matriz de correlação/covariância. O nome da variável deve estar no formato `x_y`, onde `x` e `y` correspondem às variáveis entre as quais a correlação/covariância é relatada.

# MetaAnalyticSem|
source: Available variable names
eu: Eskuragarri dauden aldagai-izenak
gl: Nomes dispoñibles de variables
pt: Nomes de variáveis disponíveis

# MetaAnalyticSem|
source: Show a summary of the available variable names in the correlation/covariance matrix input.
eu: Erakutsi korrelazio/kobariantza matrizearen sarreran dauden aldagai-izen eskuragarrien laburpena.
gl: Amosar un resumo dos nomes dispoñibles de variables na entrada da matriz de correlacións/covarianzas.
pt: Exiba um resumo dos nomes de variáveis disponíveis na entrada da matriz de correlação/covariância.

# MetaAnalyticSem|
source: Descriptives
eu: Deskribapenak
gl: Descritivos
pt: Descritivos

# MetaAnalyticSem|
source: Number of estimates
eu: Estimazio kopurua
gl: Número de estimacións
pt: Número de estimativas

# MetaAnalyticSem|
source: Show a frequency table of the estimates in the correlation/covariance matrix input.
eu: Erakutsi korrelazio/kobariantza matrizearen sarrerako estimazioen maiztasun-taula.
gl: Amosar unha táboa de frecuencias das estimacións na entrada da matriz de correlacións/covarianzas.
pt: Mostra uma tabela de frequência das estimativas na entrada da matriz de correlação/covariância.

# MetaAnalyticSem|
source: Number of observations
eu: Behaketa kopurua
gl: Número de observacións
pt: Número de observações

# MetaAnalyticSem|
source: Show a frequency table of the observations in the correlation/covariance matrix input.
eu: Erakutsi korrelazio/kobariantza matrizearen sarrerako behaketen maiztasun-taula.
gl: Amosar unha táboa de frecuencias das onservacións na entrada da matriz de correlacións/covarianzas.
pt: Mostra uma tabela de frequência das observações na entrada da matriz de correlação/covariância.

# MetaAnalyticSem|
source: Pooled correlation/covariance matrix
eu: Korrelazio/kobariantza matrizea multzokatua
gl: Matriz combinada de correlacións/covarianzas
pt: Matriz de correlação/covariância combinada

# MetaAnalyticSem|
source: Random effects
eu: Ausazko efektuak
gl: Efectos aleatorios
pt: Efeitos aleatórios

# MetaAnalyticSem|
source: Diagonal
eu: Diagonala

# MetaAnalyticSem|
source: Symmetric
eu: Simetrikoa
gl: Simétrico
pt: Simétrico

# MetaAnalyticSem|
source: Type of the random effects of the correlation or covariance vectors.
eu: Korrelazio edo kobariantza bektoreen ausazko efektuen mota.
gl: Tipo de efectos aleatorios dos vectores de correlación ou covarianza.
pt: Tipo de efeitos aleatórios dos vetores de correlação ou covariância.

# MetaAnalyticSem|
source: Model 1
eu: 1. eredua
gl: Modelo 1
pt: Modelo 1

# MetaAnalyticSem|
source: Specify model using a lavaan style syntax.
eu: Zehaztu eredua lavaan estiloko sintaxia erabiliz.
gl: Especificar o modelo utilizando a sintaxe de estilo Lavaan.
pt: Especifique o modelo usando uma sintaxe de estilo lavaan.

# MetaAnalyticSem|
source: Model Settings
eu: Modeloaren ezarpenak
gl: Configuración do modelo
pt: Configurações do Modelo

# MetaAnalyticSem|
source: Fix latent variance to 1
eu: Finkatu bariantza latentea 1era
gl: Fixar a varianza latente en 1
pt: Fixar a variância latente para 1

# MetaAnalyticSem|
source: Fix the variance of latent variables to 1. Only available for covariance input.
eu: Aldagai latenteen bariantza 1era finkatu. Kobariantza sarrerarako bakarrik eskuragarri.
gl: Fixar a varianza das variables latentes en 1. Só dispoñible para a entrada da covarianza.
pt: Fixa a variância de variáveis latentes para 1. Disponível somente para entrada de covariância.

# MetaAnalyticSem|
source: Random Effects
eu: Ausazko efektuak
gl: Efectos aleatorios
pt: Efeitos Aleatórios

# MetaAnalyticSem|
source: Type of the random effects of the mean vectors.
eu: Batez besteko bektoreen ausazko efektuen mota.
gl: Tipo de efectos aleatorios dos vectores das medias.
pt: Tipo de efeitos aleatórios dos vetores médios.

# MetaAnalyticSem|
source: Full
eu: Betea
gl: Completo
pt: Completo

# MetaAnalyticSem|
source: Type of the random effects between the correlation/covariance vectors and the mean vectors.
eu: Korrelazio/kobariantza bektoreen eta batez besteko bektoreen arteko ausazko efektuen mota.
gl: Tipo de efectos aleatorios entre os vectores de correlacións/covarianzas e os vectores das medias.
pt: Tipo de efeitos aleatórios entre os vetores de correlação/covariância e os vetores médios.

# MetaAnalyticSem|
source: Pairwise model comparison
eu: Bikoteka ereduen konparaketa
gl: Comparación de modelos emparellados
pt: Comparação de modelos em pares

# MetaAnalyticSem|
source: Show a pairwise model comparison table.
eu: Erakutsi bikoteka ereduen konparazio taula bat.
gl: Amosar unha táboa de comparación de modelos emparellados.
pt: Mostrar uma tabela de comparação de modelos em pares.

# MetaAnalyticSem|
source: Model summary
eu: Modeloaren laburpena
gl: Resumo do modelo
pt: Resumo do modelo

# MetaAnalyticSem|
source: Show a summary of the model coefficients and computed estimates.
eu: Erakutsi ereduaren koefizienteen eta kalkulatutako estimazioen laburpena.
gl: Amosar un resumo dos coeficientes e estimacións calculados.
pt: Mostra um resumo dos coeficientes do modelo e estimativas computadas.

# MetaAnalyticSem|
source: Regression
eu: Erregresioa
gl: Regresión
pt: Regressão

# MetaAnalyticSem|
source: Show regression estimates (A-Matrix) in the model summary.
eu: Erakutsi erregresio-estimazioak (A-Matrizea) modeloaren laburpenean.
gl: Amosar as estimacións da regresión (matriz A) no resumo do modelo.
pt: Mostrar estimativas de regressão (Matriz A) no resumo do modelo.

# MetaAnalyticSem|
source: Covariances
eu: Kobariantziak
gl: Covarianzas
pt: Covariâncias

# MetaAnalyticSem|
source: Show covariance estimates (S-Matrix) in the model summary.
eu: Erakutsi kobariantza-estimazioak (S-Matrizea) modeloaren laburpenean.
gl: Amosar as estimacións das covarianzas (matriz S) no resumo do modelo.
pt: Mostrar estimativas de covariância (Matriz S) no resumo do modelo.

# MetaAnalyticSem|
source: Show random effects in the model summary.
eu: Erakutsi ausazko efektuak modeloaren laburpenean.
gl: Amosar os efectos aleatorios no resumo do modelo.
pt: Mostrar efeitos aleatórios no resumo do modelo.

# MetaAnalyticSem|
source: Show matrix indices
eu: Erakutsi matrizearen indizeak
gl: Amosar os índices de matriz
pt: Mostrar índices da matriz

# MetaAnalyticSem|
source: Show matrix indices (rows/columns) in the model summary.
eu: Erakutsi matrizearen indizeak (errenkadak/zutabeak) modeloaren laburpenean.
gl: Amosar os índices de matriz (filas/columnas) no resumo do modelo.
pt: Mostrar índices de matriz (linhas/colunas) no resumo do modelo.

# SemBasedMetaAnalysisPlot|
source: Path diagram
eu: Bide-diagrama
gl: Diagrama de ruta
pt: Diagrama de caminho

# SemBasedMetaAnalysisPlot|
source: Show a path diagram of the model.
eu: Erakutsi modeloaren bide-diagrama.
gl: Amosar un diagrama de ruta do modelo.
pt: Mostre um diagrama de caminho do modelo.

# SemBasedMetaAnalysisPlot|
source: Layout
eu: Diseinua
gl: Deseño
pt: Disposição

# SemBasedMetaAnalysisPlot|
source: Tree
eu: Zuhaitza
gl: Árbore
pt: Árvore

# SemBasedMetaAnalysisPlot|
source: Circle
eu: Zirkulua
gl: Círculo
pt: Círculo

# SemBasedMetaAnalysisPlot|
source: Spring
eu: Udaberria
gl: Resorte
pt: Primavera

# SemBasedMetaAnalysisPlot|
source: Tree2
eu: Zuhaitza2
gl: Árbore2
pt: Árvore2

# SemBasedMetaAnalysisPlot|
source: Circle2
eu: Zirkulua2
gl: Círculo2
pt: Círculo2

# SemBasedMetaAnalysisPlot|
source: Layout of the path diagram.
eu: Bide-diagramaren diseinua.
gl: Deseño do diagrama de ruta.
pt: Disposição do diagrama de caminho.

# SemBasedMetaAnalysisPlot|
source: Show parameter names
eu: Erakutsi parametroen izenak
gl: Amosar nomes de parámetros
pt: Mostrar nomes de parâmetros

# SemBasedMetaAnalysisPlot|
source: Show parameter names instead of the estimates in the path diagram.
eu: Erakutsi parametroen izenak bide-diagraman estimazioen ordez.
gl: Amosar nomes de parámetros en lugar das estimacións no diagrama de ruta.
pt: Mostrar nomes de parâmetros em vez das estimativas no diagrama de caminho.

# SemBasedMetaAnalysisPlot|
source: Manifest node width
eu: Manifestuaren nodoaren zabalera
gl: Ancho de nodos manifestos
pt: Largura do nó manifesto

# SemBasedMetaAnalysisPlot|
source: Width of manifest nodes.
eu: Manifestu-nodoen zabalera.
gl: Ancho dos nodos manifestos.
pt: Largura dos nós manifestos.

# SemBasedMetaAnalysisPlot|
source: Latent node width
eu: Nodo latentearen zabalera
gl: Ancho de nodos latentes
pt: Largura do nó latente

# SemBasedMetaAnalysisPlot|
source: Width of latent nodes.
eu: Nodo latenteen zabalera.
gl: Ancho dos nodos latentes.
pt: Largura dos nós latentes.

# SemBasedMetaAnalysisPlot|
source: Unit vector node width
eu: Unitate bektorearen nodoaren zabalera
gl: Ancho de nodos de vectores unitarios
pt: Largura do nó do vetor unitário

# SemBasedMetaAnalysisPlot|
source: Width of unit vector nodes.
eu: Unitate bektoreko nodoen zabalera.
gl: Ancho dos nodos dos vectores unitarios.
pt: Largura dos nós do vetor unitário.

# SemBasedMetaAnalysisPlot|
source: Label size
eu: Etiketaren tamaina
gl: Tamaño da etiqueta
pt: Tamanho do rótulo

# SemBasedMetaAnalysisPlot|
source: Size of the labels.
eu: Etiketen tamaina.
gl: Tamaño das etiquetas.
pt: Tamanho dos rótulos.

# SemBasedMetaAnalysisPlot|
source: Edge label size
eu: Ertzeko etiketaren tamaina
gl: Tamaño da etiqueta da beira
pt: Tamanho do rótulo da borda

# SemBasedMetaAnalysisPlot|
source: Size of the edge labels.
eu: Ertzeko etiketen tamaina.
gl: Tamaño das etiquetas das beiras.
pt: Tamanho dos rótulos de borda.

# SemBasedMetaAnalysisPlot|
source: Number of digits
eu: Digitu kopurua
gl: Número de díxitos
pt: Número de dígitos

# SemBasedMetaAnalysisPlot|
source: Number of digits for rounding estimates.
eu: Biribiltze-estimazioetarako digitu kopurua.
gl: Número de díxitos para arredondar as estimacións.
pt: Número de dígitos para arredondamento de estimativas.

# SemBasedMetaAnalysis|
source: Model 1
eu: 1. eredua
gl: Modelo 1
pt: Modelo 1

# SemBasedMetaAnalysis|
source: Specify model using a lavaan style syntax.
eu: Zehaztu eredua lavaan estiloko sintaxia erabiliz.
gl: Especificar o modelo utilizando a sintaxe de estilo Lavaan.
pt: Especifique o modelo usando uma sintaxe de estilo lavaan.

# SemBasedMetaAnalysis|
source: Pairwise model comparison
eu: Bikoteka ereduen konparaketa
gl: Comparación de modelos emparellados
pt: Comparação de modelos em pares

# SemBasedMetaAnalysis|
source: Show a pairwise model comparison table.
eu: Erakutsi bikoteka ereduen konparazio taula bat.
gl: Amosar unha táboa de comparación de modelos emparellados.
pt: Mostrar uma tabela de comparação de modelos em pares.

# SemBasedMetaAnalysis|
source: Model summary
eu: Modeloaren laburpena
gl: Resumo do modelo
pt: Resumo do modelo

# SemBasedMetaAnalysis|
source: Show a summary of the model coefficients and computed estimates.
eu: Erakutsi ereduaren koefizienteen eta kalkulatutako estimazioen laburpena.
gl: Amosar un resumo dos coeficientes e estimacións calculados.
pt: Mostrar um resumo dos coeficientes do modelo e estimativas calculadas.

# SemBasedMetaAnalysis|
source: Confidence interval type
eu: Konfiantza-tarte mota
gl: Tipo de intervalo de confianza
pt: Tipo de intervalo de confiança

# SemBasedMetaAnalysis|
source: Standard errors
eu: Errore estandarrak
gl: Erros padrón
pt: Erros padrões

# SemBasedMetaAnalysis|
source: Likelihood based
eu: Probabilitatean oinarritutako
gl: Baseado en verosimilitude
pt: Baseado em verossimilhança

# SemBasedMetaAnalysis|
source: Method for computing confidence interval.
eu: Konfiantza-tartea kalkulatzeko metodoa.
gl: Método para calcular o intervalo de confianza.
pt: Método para calcular o intervalo de confiança.

# Upgrades|
source: Results of this analysis cannot be updated. The analysis was created with an older version of JASP and the analysis options are not longer compatible. Please, redo the analysis with the updated module or download the 0.19.3 version of JASP to rerun or edit the analysis.
eu: Ezin dira analisi honen emaitzak eguneratu. Analisia JASP bertsio zaharrago batekin sortu zen eta analisi aukerak ez dira bateragarriak. Mesedez, berregin analisia eguneratutako moduluarekin edo deskargatu JASP-en 0.19.3 bertsioa analisia berriro exekutatu edo editatzeko.
gl: Os resultados desta análise non poden actualizarse. A análise xerouse cunha versión antiga de JASP e as opcións da análise xa non son compatibles. Por favor, volve facer a análise co módulo actualizado, ou descarga a versión 0.19.3 de JASP para volver executar ou editar a análise.
pt: Os resultados desta análise não podem ser atualizados. A análise foi criada com uma versão mais antiga do JASP e as opções de análise não são mais compatíveis. Refaça a análise com o módulo atualizado ou baixe a versão 0.19.3 do JASP para executar ou editar a análise novamente.

# ClassicalMetaAnalysisStatistics|
source: SMD to CLES, Pr(superiority)
eu: SMDtik CLESera, Pr(nagusitasuna)
gl: SMD a CLES, Pr(superioridade)
pt: SMD a CLES, Pr(superioridade)

# MetaAnalyticSem|
source: SEM fit measures
eu: SEM egokitzapen neurriak
gl: Medidas de axuste do MES (SEM)
pt: Medidas de ajuste MES

# MetaAnalyticSem|
source: Show a summary of the SEM goodness-of-fit statistics.
eu: Erakutsi SEM egokitzapen-estatistiken laburpena.
gl: Amosar un resumo dos estatísticos sobre a bondade-de-axuste do MES.
pt: Exiba um resumo das estatísticas de qualidade de ajuste do MES.

# MetaAnalyticSem|
source: Model fit measures
eu: Ereduaren egokitzapen neurriak
gl: Medidas de axuste do modelo
pt: Medidas de ajuste do modelo

# MetaAnalyticSem|
source: Show a summary of the model fit statistics.
eu: Erakutsi ereduaren doikuntza-estatistiken laburpena.
gl: Amosar un resumo dos estatísticos de axuste do modelo.
pt: Mostrar um resumo das estatísticas de ajuste do modelo.

# MetaAnalyticSem|
source: Model convergence
eu: Ereduaren konbergentzia
gl: Converxencia do modelo
pt: Convergência do modelo

# MetaAnalyticSem|
source: Show a summary of the model convergence.
eu: Erakutsi ereduaren konbergentziaren laburpena.
gl: Amosar un resumo da converxencia do modelo.
pt: Mostrar um resumo da convergência do modelo.

# MetaAnalyticSem|
source: Means/Intercepts
eu: Batez bestekoak/Atzemateak
gl: Medias/Constantes
pt: Médias/Interceptos

# MetaAnalyticSem|
source: Show mean and intercept estimates (M-Matrix) in the model summary.
eu: Erakutsi batez besteko eta ebakidura-estimazioak (M-Matrizea) modeloaren laburpenean.
gl: Amosar as estimacións de medias e constantes (matriz M) no resumo do modelo.
pt: Mostrar estimativas de média e intercepto (Matriz M) no resumo do modelo.
