Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisModel|
source: Specify the heterogeneity model. Unvailable when performing multilevel/multivariate meta-analysis.
es: Especificar el modelo de heterogeneidad. No disponible cuando se realiza Meta-Análisis multinivel/multivariante.
ta: பன்முகத்தன்மை மாதிரியைக் குறிப்பிடவும். மல்டிலெவல்/பன்முகத்தன்மை கொண்ட மேவு பகுப்பாய்வு செய்யும்போது திட்டமிடப்படாதது.

# ClassicalMetaAnalysisStatistics|
source: Summarize the meta-analytic between-study heterogeneity. Unvailable when performing multilevel/multivariate meta-analysis.
es: Resumir la heterogeneidad entre-estudios Meta-Analítica. No disponible cuando se realiza Meta-Análisis multinivel/multivariante.
ta: படிப்பு பன்முகத்தன்மைக்கு இடையிலான மேவு பகுப்பாய்வு சுருக்கமாக. மல்டிலெவல்/பன்முகத்தன்மை கொண்ட மேவு பகுப்பாய்வு செய்யும்போது திட்டமிடப்படாதது.

# ClassicalMetaAnalysisStatistics|
source: SMD to CLES, Pr(supperiority)
es: SMD a CLES, Pr(superioridad)
ta: வகுப்பிற்கு SMD, அல்லது (மேன்மை)

# BayesianBinomialMetaAnalysis|
source: Bayesian Binomial meta-analysis allows you to conduct a binomial meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025) with the binomial-normal model described in Bartoš et al. (2023).
es: El Meta-Análisis bayesiano Binomial permite realizar un Meta-Análisis Binomial utilizando el enfoque bayesiano. Por defecto, el Meta-Análisis Binomial hace la media entre los modelos asumiendo la presencia vs. ausencia del efecto, heterogeneidad y moderación (cuando se especifica). El análisis proporciona distribuciones previas preespecificadas para distintas medidas de la magnitud del efecto y campos. El análisis permite especificar Meta-Regresión, Meta-Análisis de nivel 3 y análisis de subgrupos. Los resultados incluyen estimaciones de las magnitudes del efecto, heterogeneidad, moderación y varios gráficos para visualizar los resultados. El análisis se basa en la parametrización del Meta-análisis/Meta-regresión bayesiano como se describe en Bartoš et al. (2025) con el modelo Binomial-Normal descrito en Bartoš et al. (2023).

# BayesianBinomialMetaAnalysis|
source: Samples Size Group 2
es: Tamaño de muestra Grupo 2

# BayesianBinomialMetaAnalysis|
source: Bayesian Model-Averaging
es: Promediar modelos bayesiano

# BayesianBinomialMetaAnalysis|
source: Specify which components should be included Bayesian model-averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
es: Especificar las componentes que deben incluirse en el promedio de modelos bayesiano. Cando se elige, se especifica la distribución previa bajo tanto la presencia como la ausencia de la componente. Esto permite contrastar presencia vs. ausencia de la componente (si no se selecciona la componente, no se realiza el contraste de factor de Bayes ). Las estimaciones presentadas se promedian entre distribuciones previas nulas y alternativas de todas las componentes especificadas.

# BayesianBinomialMetaAnalysis|
source: Psychology
es: Psicología

# BayesianBinomialMetaAnalysis|
source: Use default prior distributions developed for psychology based on Bartoš et al. (2022). This settings corresponds to the 'Default' setting.
es: Utilizar distribuciones previas predeterminadas para psicología basadas en Bartoš et al. (2022). Esta configuración se corresponde con la 'Por defecto'.

# BayesianMetaAnalysis|
source: Bayesian meta-analysis allows you to conduct a meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. Additional care is required when using a different type of effect sizes as the default prior distributions might not match the proper scaling of the effect size and heterogeneity. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025).
es: El Meta-Análisis bayesiano permite realizar un Meta-Análisis utilizando el enfoque bayesiano. Por defecto, el Meta-Análisis bayesiano hace la media entre los modelos asumiendo la presencia vs. ausencia del efecto, heterogeneidad y moderación (cuando se especifica). El análisis proporciona distribuciones previas preespecificadas para distintas medidas de la magnitud del efecto y heterogeneidad. El análisis permite especificar Meta-Regresión, Meta-Análisis de nivel 3 y análisis de subgrupos. Los resultados incluyen estimaciones de las magnitudes del efecto, heterogeneidad, moderación y varios gráficos para visualizar los resultados. El análisis se basa en la parametrización del Meta-Análisis/Meta-Regresión bayesiano como se describe en Bartoš et al. (2025).

# BayesianMetaAnalysis|
source: Bayesian Model-Averaging
es: Promediar modelos bayesiano

# BayesianMetaAnalysis|
source: Specify which components should be included Bayesian model-averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
es: Especificar las componentes que deben incluirse en el promedio de modelos bayesiano. Cando se elige, se especifica la distribución previa bajo tanto la presencia como la ausencia de la componente. Esto permite contrastar presencia vs. ausencia de la componente (si no se selecciona la componente, no se realiza el contraste de factor de Bayes ). Las estimaciones presentadas se promedian entre distribuciones previas nulas y alternativas de todas las componentes especificadas.

# BayesianMetaAnalysis|
source: Psychology
es: Psicología

# BayesianMetaAnalysis|
source: Use default prior distributions developed for psychology based on Bartoš et al. (2022). This settings corresponds to the 'Default' setting.
es: Utilizar distribuciones previas predeterminadas para psicología basadas en Bartoš et al. (2022). Esta configuración se corresponde con la 'Por defecto'.

# RobustBayesianMetaAnalysisAdvanced|
source: Enable study-level nesting
es: Permitir anidado de niveles-estudios

# RobustBayesianMetaAnalysisAdvanced|
source: Enables study level nesting. Note that this is an experimental feature.
es: Permite el anidado de niveles-estudios. Ten en cuenta que esta es una característica experimental.

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Model variables
es: Variables del modelo

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Selected variables
es: Variables seleccionadas

# RobustBayesianMetaAnalysisInference|
source: Include I², the percentage of total variation across studies due to heterogeneity. Unvailable when performing binomial meta-analysis.
es: Incluir I², el porcentaje de la variación total entre estudios debida a la heterogeneidad. No está disponible cuando se realiza el Meta-Análisis Binomial.

# RobustBayesianMetaAnalysisInference|
source: Include H², an index indicating the ratio of total variability to sampling variability. Unvailable when performing binomial meta-analysis.
es: Incluir H², un índice que señala la ratio entre la variabilidad total y la variabilidad muestral. No está disponible cuando se realiza el Meta-Análisis Binomial.

# RobustBayesianMetaAnalysisInference|
source: SMD to CLES, Pr(supperiority)
es: SMD a CLES, Pr(superioridad)

# RobustBayesianMetaAnalysis|
source: Robust Bayesian meta-analysis allows you to conduct a publication-bias adjusted meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, publication bias, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. Additional care is required when using a different type of effect sizes as the default prior distributions might not match the proper scaling of the effect size and heterogeneity. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025).
es: El Meta-Análisis bayesiano robusto te permite realizar un Meta-Análisis de ajuste del Sesgo de publicación, utilizando el enfoque bayesiano. Por defecto, el Meta-Análisis bayesiano promedia entre los modelos asumiendo la presencia vs. ausencia del efecto, heterogeneidad, sesgo de publicación y moderación (cuando se especifica). El análisis proporciona distribuciones previas preespecificadas para distintas medidas de la magnitud del efecto y campos. Se requiere un cuidado adicional cuando se usa un tipo distinto de magnitudes del efecto ya que las distribuciones previas predeterminadas podrían no coincidir con la escala de la magnitud del efecto y heterogeneidad. El análisis te permite especificar Meta-Regresión, Meta-Análisis de nivel 3 y análisis de subgrupos. Los resultados incluyen estimaciones de las magnitudes del efecto, heterogeneidad, moderación y varios gráficos para visualizar los resultados. El análisis se basa en la parametrización del Meta-Análisis/Meta-Regresión bayesiano como se describe en Bartoš et al. (2025).

# RobustBayesianMetaAnalysis|
source: Bayesian Model-Averaging
es: Promediar modelos bayesiano

# RobustBayesianMetaAnalysis|
source: Specify which components should be included Bayesian model-averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
es: Especificar las componentes que deben incluirse en el promedio de modelos bayesiano. Cando se elige, se especifica la distribución previa bajo tanto la presencia como la ausencia de la componente. Esto permite contrastar presencia vs. ausencia de la componente (si no se selecciona la componente, no se realiza el contraste de factor de Bayes ). Las estimaciones presentadas se promedian entre distribuciones previas nulas y alternativas de todas las componentes especificadas.

# RobustBayesianMetaAnalysis|
source: Psychology
es: Psicología

# RobustBayesianMetaAnalysis|
source: Use default prior distributions developed for psychology based on Bartoš et al. (2022). This settings corresponds to the 'Default' setting.
es: Utilizar distribuciones previas predeterminadas para psicología basadas en Bartoš et al. (2022). Esta configuración se corresponde con la 'Por defecto'.

# BayesianMetaAnalysis|
source: 95% CI Lower and Upper Bound
de: 95% GI Unter- und Obergrenze
ja: 95%信頼区間の上限と下限
nl: 95% Geloofwaardigheidsinterval
ta: 95% தொஒ கீழ் மற்றும் மேல் எல்லை

# BayesianMetaAnalysis|
source: Study Labels
de: Studiennamen
ja: 研究ラベル
nl: Onderzoeklabels
ta: ஆய்வு லேபிள்கள்

# RobustBayesianMetaAnalysis|
source: Fitted model
de: Angepasstes Modell
ja: 適合モデル
nl: Gepaste model
ta: பொருத்தப்பட்ட மாதிரி

# RobustBayesianMetaAnalysis|
source: Path to the fitted model
de: Pfad zum angepassten Modell
ja: 適合モデルへのパス
nl: Pad naar het gepaste model
ta: பொருத்தப்பட்ட மாதிரிக்கான பாதை

# RobustBayesianMetaAnalysis|
source: Cohen's d
ja: コーエン(Cohen)のd
ta: கோஅனின் டி

# RobustBayesianMetaAnalysis|
source: Correlation
de: Korrelation
ja: 相関
nl: Correlatie
ta: ஒட்டுறவு

# RobustBayesianMetaAnalysis|
source: 95% CI Lower and Upper Bound
de: 95% GI untere und obere Grenze
ja: 95%信頼区間の上限と下限
nl: 95% Geloofwaardigheidsinterval Onder- en Bovengrens
ta: 95% தொஒ கீழ் மற்றும் மேல் எல்லை

# RobustBayesianMetaAnalysis|
source: Study Labels
de: Studienbezeichnungen
ja: 研究ラベル
nl: Onderzoeklabels
ta: ஆய்வு லேபிள்கள்

# RobustBayesianMetaAnalysis|
source: Set null priors
de: Null-Prior setzen
ja: nullの事前設定
nl: Zet null priors
ta: சுழிய முன்னோடிகளை அமைக்கவும்

# RobustBayesianMetaAnalysis|
source: log(OR)
ta: பதிவு (அல்லது)

# BayesianMetaAnalysisPriors|
source: Cauchy
ja: コーシー(Cauchy)
ta: க uch ச்சி

# BayesianMetaAnalysisPriors|
source: t
ta: டி

# RobustBayesianMetaAnalysisPriors|
source: Beta(α,β)
ta: பீட்டா (ஏ, பி)

# RobustBayesianMetaAnalysis|
source: Correlations
de: Korrelationen
ja: 相関
nl: Correlaties
ta: தொடர்புகள்

# RobustBayesianMetaAnalysis|
source: Log odds ratios
de: Log-Chancenverhältnisse
ja: 対数オッズ比
nl: Log odds verhoudingen
ta: பதிவு முரண்பாடுகள் விகிதங்கள்

# RobustBayesianMetaAnalysis|
source: Unstandardized effect sizes
de: Unstandardisierte Effektstärken
ja: 非標準化効果量
nl: Ongestandaardizeerde effectgroottes
ta: நிலையற்ற விளைவு அளவுகள்

# RobustBayesianMetaAnalysis|
source: Log Odds Ratio
de: Log-Chancenverhältnis
ja: 対数オッズ比
nl: Log Odds Verhouding
ta: பதிவு முரண்பாடுகள் விகிதம்

# RobustBayesianMetaAnalysis|
source: RoBMA-PSMA
ta: ராப்மா-பி.டி.எச்.எம்.ஏ

# RobustBayesianMetaAnalysis|
source: RoBMA-PP
ta: ராப்மா-பிபி

# RobustBayesianMetaAnalysis|
source: Prior scale
de: Prior-Skala
ja: 事前スケール
nl: Prior schaal
ta: முந்தைய அளவு

# Description|
source: PET-PEESE
ta: வயிறு

# BayesianPredictionPerformance|
source: Gelman Rubin
ja: ゲルマン ルービン(Gelman Rubin)
ta: கெல்மேன் ரூபின்

# PetPeese|
source: PET
ta: செல்லப்பிள்ளை

# PredictionPerformanceInference|
source: Poisson/Log
ja: ポアソン/対数
ta: பாய்சன்/பதிவு

# PredictionPerformanceInference|
source: Macaskill
ja: マカスキル(Macaskill)
ta: மேக்ச்கில்

# PredictionPerformanceInference|
source: Peters
ja: ピーターズ(Peters)
ta: பீட்டர்ச்

# PredictionPerformanceInference|
source: Debray
ja: デブレイ(Debray)
ta: டெப்ரே

# RobustBayesianMetaAnalysis|
source: Input type
de: Eingabetyp
ja: 入力方式
nl: Invoer type
ta: உள்ளீட்டு வகை

# RobustBayesianMetaAnalysis|
source: Expected direction of effect sizes
de: Erwartete Richtung der Effektstärken
ja: 効果量の期待される方向
nl: Verwachte richting van de effectgroottes
ta: விளைவு அளவுகளின் எதிர்பார்க்கப்படும் திசை

# RobustBayesianMetaAnalysis|
source: Models (Custom Ensemble Only)
de: Modelle (nur benutzerdefiniertes Ensemble)
ja: モデル(カスタムアンサンブルのみ)
nl: Modellen (Alleen Aangepaste Ensemble)
ta: மாதிரிகள் (தனிப்பயன் குழுமம் மட்டும்)

# PredictionPerformancePriors|
source: T
ta: டி

# RobustBayesianMetaAnalysis|
source: Model ensemble type
de: Modell-Ensemble-Typ
ta: மாதிரி குழும வகை

# RobustBayesianMetaAnalysis|
source: Prior distribution plots
de: Prior-Verteilungsdiagramme
nl: Prior-verdeling figuren
ta: முன் விநியோக அடுக்குகள்

# BayesianBinomialMetaAnalysis|
source: Successes (group 1)
de: Erfolge (Gruppe 1)
nl: Successen (groep 1)
ta: வெற்றிகள் (குழு 1)

# BayesianBinomialMetaAnalysis|
source: Successes (group 2)
de: Erfolge (Gruppe 2)
nl: Successen (groep 2)
ta: வெற்றிகள் (குழு 2)

# BayesianBinomialMetaAnalysis|
source: Observations (group 1)
de: Beobachtungen (Gruppe 1)
nl: Waarnemingen (groep 1)
ta: அவதானிப்புகள் (குழு 1)

# BayesianBinomialMetaAnalysis|
source: Observations (group 2)
de: Beobachtungen (Gruppe 2)
nl: Waarnemingen (groep 2)
ta: அவதானிப்புகள் (குழு 2)

# BayesianBinomialMetaAnalysis|
source: Study Labels
de: Studienamen
nl: Studielabels
ta: ஆய்வு லேபிள்கள்

# BayesianBinomialMetaAnalysis|
source: Prior distribution plots
de: Prior-Verteilungsdiagramme
nl: Prior-verdelingen figuren
ta: முன் விநியோக அடுக்குகள்

# BayesianBinomialMetaAnalysis|
source: Models
de: Modelle
nl: Modellen
ta: மாதிரிகள்

# BayesianBinomialMetaAnalysis|
source: Set null priors
de: Null-Prior setzen
nl: Zet nulpriors
ta: சுழிய முன்னோடிகளை அமைக்கவும்

# RobustBayesianMetaAnalysisAdvanced|
source: Estimation scale
nl: Schattingsschaal
ta: மதிப்பீட்டு அளவு

# RobustBayesianMetaAnalysisAdvanced|
source: Fisher's z
ta: ஃபிசரின் சட்

# RobustBayesianMetaAnalysisAdvanced|
source: Cohen's d
ta: கோஅனின் டி

# RobustBayesianMetaAnalysisAdvanced|
source: logOR
ta: முகாம்

# RobustBayesianMetaAnalysisAdvanced|
source: MCMC
ta: எம்.சி.எம்.சி.

# RobustBayesianMetaAnalysisAdvanced|
source: Remove failed models
de: Fehlgeschlagene Modelle entfernen
nl: Verwijder mislukte modellen
ta: தோல்வியுற்ற மாதிரிகளை அகற்று

# RobustBayesianMetaAnalysisAdvanced|
source: Rebalance component probability on model failure
de: Neugewichtung der Komponentenwahrscheinlichkeit bei Modellfehlschlag
nl: Herbalanseer component kans wanneer model faalt
ta: மாதிரி தோல்வியில் மறுசீரமைப்பு கூறு நிகழ்தகவு

# RobustBayesianMetaAnalysisAdvanced|
source: Save the fitted model
de: Angepasstes Modell speichern
nl: Sla het gepaste model op
ta: பொருத்தப்பட்ட மாதிரியை சேமிக்கவும்

# RobustBayesianMetaAnalysisBaseline|
source: Beta(α,β)
ta: பீட்டா (ஏ, பி)

# RobustBayesianMetaAnalysisDiagnostics|
source: Effect
de: Effekt
ta: விளைவு

# RobustBayesianMetaAnalysisDiagnostics|
source: PET
ta: செல்லப்பிள்ளை

# RobustBayesianMetaAnalysisDiagnostics|
source: Single model
nl: Enkel model
ta: ஒற்றை மாதிரி

# RobustBayesianMetaAnalysisInference|
source: Inference
de: Inferenz
nl: Inferentie
ta: அனுமானம்

# RobustBayesianMetaAnalysisInference|
source: Conditional parameter estimates
de: Bedingte Parameterschätzungen
nl: Conditionele parameterschattingen
ta: நிபந்தனை அளவுரு மதிப்பீடுகள்

# RobustBayesianMetaAnalysisInference|
source: Models overview
de: Modellübersicht
nl: Modellenoverzicht
ta: மாதிரிகள் கண்ணோட்டம்

# RobustBayesianMetaAnalysisInference|
source: BF comparison
de: BF-Vergleich
nl: BF vergelijking
ta: பி.எஃப் ஒப்பீடு

# RobustBayesianMetaAnalysisInference|
source: Inclusion
de: Inklusion
nl: Inclusie
ta: சேர்த்தல்

# RobustBayesianMetaAnalysisInference|
source: vs. Best
de: vs. Bestes
nl: vs. Beste
ta: எதிராக சிறந்தது

# RobustBayesianMetaAnalysisInference|
source: vs. Previous
de: vs. Vorheriges
nl: vs. Vorige
ta: எதிராக முந்தையது

# RobustBayesianMetaAnalysisInference|
source: Order
de: Reihenfolge
nl: Volgorde
ta: ஒழுங்கு

# RobustBayesianMetaAnalysisInference|
source: Model number
de: Modellnummer
nl: Modelnummer
ta: மாதிரி எண்

# RobustBayesianMetaAnalysisInference|
source: Marginal likelihood
nl: Marginale likelihood
ta: விளிம்பு வாய்ப்பு

# RobustBayesianMetaAnalysisInference|
source: Posterior probability
de: Posterior-Wahrscheinlichkeit
nl: Posterior kans
ta: பின்புற நிகழ்தகவு

# RobustBayesianMetaAnalysisInference|
source: Individual models
de: Individuelle Modelle
nl: Individuele modellen
ta: தனிப்பட்ட மாதிரிகள்

# RobustBayesianMetaAnalysisInference|
source: Single model
de: Einzelmodell
nl: Enkel model
ta: ஒற்றை மாதிரி

# RobustBayesianMetaAnalysisInference|
source: CI width
nl: BI breedte
ta: தொஒ அகலம்

# RobustBayesianMetaAnalysisInference|
source: Output scale
de: Ergebnisskala
nl: Output schaal
ta: வெளியீட்டு அளவு

# RobustBayesianMetaAnalysisInference|
source: Cohen's d
ta: கோஅனின் டி

# RobustBayesianMetaAnalysisInference|
source: Fisher's z
ta: ஃபிசரின் சட்

# RobustBayesianMetaAnalysisInference|
source: logOR
ta: முகாம்

# RobustBayesianMetaAnalysisInference|
source: OR
ta: அல்லது

# RobustBayesianMetaAnalysisInference|
source: Correlation
de: Korrelation
nl: Correlatie
ta: ஒட்டுறவு

# RobustBayesianMetaAnalysisInference|
source: Shorten prior names
de: Prior-Namen kürzen
nl: Verkort prior namen
ta: முந்தைய பெயர்களைக் குறிக்கவும்

# RobustBayesianMetaAnalysisPlots|
source: Plots
de: Diagramme
nl: Figuren
ta: அடுக்கு

# RobustBayesianMetaAnalysisPlots|
source: Forest plot
nl: Bosfiguur
ta: வன சூழ்ச்சி

# RobustBayesianMetaAnalysisPlots|
source: Order
de: Reihenfolge
nl: Volgorde
ta: ஒழுங்கு

# RobustBayesianMetaAnalysisPlots|
source: Ascending
de: Aufsteigend
nl: Toenemend
ta: ஏறுதல்

# RobustBayesianMetaAnalysisPlots|
source: Descending
de: Absteigend
nl: Afnemend
ta: இறங்கு

# RobustBayesianMetaAnalysisPlots|
source: Alphabetical
de: Alphabetisch
nl: Alfabetisch
ta: அகரவரிசை

# RobustBayesianMetaAnalysisPlots|
source: Pooled estimates
de: Gepoolte Schätzungen
nl: Samengebrachte schattingen
ta: பூல் மதிப்பீடுகள்

# RobustBayesianMetaAnalysisPlots|
source: Effect
de: Effekt
ta: விளைவு

# RobustBayesianMetaAnalysisPlots|
source: PET-PEESE
ta: வயிறு

# RobustBayesianMetaAnalysisPlots|
source: Prior distribution
de: Prior-Verteilung
nl: Prior-verdeling
ta: முன் வழங்கல்

# RobustBayesianMetaAnalysisPlots|
source: Individual models
de: Individuelle Modelle
nl: Individuele modellen
ta: தனிப்பட்ட மாதிரிகள்

# RobustBayesianMetaAnalysisPlots|
source: Order by
de: Sortieren nach
nl: Sorteer op
ta: வழங்கியவர்

# RobustBayesianMetaAnalysisPlots|
source: Model number
de: Modellnummer
nl: Modelnummer
ta: மாதிரி எண்

# RobustBayesianMetaAnalysisPlots|
source: Estimate
de: Schätzung
nl: Schatting
ta: மதிப்பீடு

# RobustBayesianMetaAnalysisPlots|
source: Bayes factor
de: Bayesfaktor
ta: பேயச் காரணி

# RobustBayesianMetaAnalysisPlots|
source: Posterior prob.
de: Posterior-Wahrsch.
nl: Posterior kans
ta: பின்புற ஆய்வு.

# RobustBayesianMetaAnalysisPlots|
source: Show
de: Zeige
nl: Toon
ta: காட்டு

# RobustBayesianMetaAnalysisPlots|
source: Bayesian updating
nl: Bayesiaans updaten
ta: பேய்சியன் புதுப்பித்தல்

# RobustBayesianMetaAnalysisPlots|
source: Posterior estimates
de: Posterior-Schätzungen
nl: Posterior schattingen
ta: பின்புற மதிப்பீடுகள்

# ClassicalMetaAnalysis|
source: DerSimonian-Laird
ta: டெர்சிமோனியன்-லெயார்ட்

# ClassicalMetaAnalysis|
source: Hunter-Schmidt
ta: அண்டர்-ச்மிட்

# ClassicalMetaAnalysis|
source: Hunter-Schmidt (SSC)
ta: அண்டர்-ச்மிட் (எச்.எச்.சி)

# ClassicalMetaAnalysis|
source: Sidik-Jonkman
ta: சிடிக்-சோன்க்மேன்

# ClassicalMetaAnalysis|
source: Paule-Mandel
ta: புலே-மாண்டல்

# ClassicalMetaAnalysis|
source: Paule-Mandel (MU)
ta: பவுல்-மாண்டல் (மு)

# ClassicalMetaAnalysis|
source: Variables to include as predictors (moderators) in the meta-regression model.
ta: மெட்டா-பின்னடைவு மாதிரியில் முன்னறிவிப்பாளர்களாக (மதிப்பீட்டாளர்கள்) சேர்க்கக்கூடிய மாறிகள்.

# ClassicalMetaAnalysis|
source: Variable indicating clustering of effect sizes. This option is disabled when permutation tests are selected.
ta: விளைவு அளவுகளின் கிளச்டரிங் குறிக்கும் மாறி. வரிசைமாற்ற சோதனைகள் தேர்ந்தெடுக்கப்படும்போது இந்த விருப்பம் முடக்கப்பட்டுள்ளது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Random Effects / Model Structure
ta: சீரற்ற விளைவுகள் / மாதிரி அமைப்பு
