Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisAdvanced|
source: Optimizer settings for estimating the meta-analytic models. A more complex/unavailbe settings can be specified via the 'Extend metafor call' option.
es: Configuración del optimizador para estimar los modelos Meta-Analíticos. Se puede especificar una configuración más compleja/no disponible mediante la opción 'Extender la invocación a metafor'.
eu: Metaanalisi ereduak kalkulatzeko optimizatzailearen ezarpenak. Ezarpen konplexuagoak/eskuragarriagoak zehaztu daitezke 'Metafor deia luzatu' aukeraren bidez.
gl: Configuración do optimizador para estimar os modelos Meta-Analíticos. Pódese especificar unha configuración máis complexa/non dispoñible mediante a opción 'Extender a invocación a metafor'.
pt: Configurações do otimizador para estimar os modelos meta-analíticos. Configurações mais complexas/indisponíveis podem ser especificadas por meio da opção 'Estender chamada metafor'.
ta: மேவு பகுப்பாய்வு மாதிரிகளை மதிப்பிடுவதற்கான உகப்பாக்கி அமைப்புகள். 'நீட்டிப்பு மெட்டாஃபோர் அழைப்பு' விருப்பத்தின் மூலம் மிகவும் சிக்கலான/கிடைக்காத அமைப்புகளை குறிப்பிடலாம்.

# ClassicalMetaAnalysisAdvanced|
source: Method
es: Método
eu: Metodoa
gl: Método
pt: Método
ta: முறை

# ClassicalMetaAnalysisAdvanced|
source: Select the optimization method to use for fitting the model. Available in multilevel/multivariate meta-analysis or when heterogeneity model terms are included.
es: Elegir el método de optimización a usar para ajustar el modelo. Disponible en Mata-Análisis multinivel/multivariante o cuando se incluyen términos de modelos de heterogeneidad.
eu: Hautatu eredua egokitzeko erabiliko den optimizazio metodoa. Maila anitzeko/aldagai anitzeko metaanalisietan edo heterogeneotasun ereduaren terminoak sartzen direnean eskuragarri.
gl: Elixir o método de optimización a usar para axustar o modelo. Dispoñible en Mata-Análises multinivel/multivariante ou cando se inclúen termos de modelos de heteroxeneidade.
pt: Selecione o método de otimização a ser usado para ajustar o modelo. Disponível em meta-análises multinível/multivariadas ou quando termos do modelo de heterogeneidade são incluídos.
ta: மாதிரியைப் பொருத்துவதற்கு பயன்படுத்த தேர்வுமுறை முறையைத் தேர்ந்தெடுக்கவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் அல்லது பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும் போது கிடைக்கிறது.

# ClassicalMetaAnalysisAdvanced|
source: Initial 𝜏²
es: 𝜏² inicial
eu: Hasierako 𝜏²
gl: 𝜏² inicial
pt: 𝜏² inicial
ta: தொடக்க 𝜏²

# ClassicalMetaAnalysisAdvanced|
source: Specify the initial value of 𝜏² for the optimization algorithm. Available only for specific optimization methods and unavailable in multilevel/multivariate meta-analysis or when heterogeneity model terms are included.
es: Especificar el valor inicial de 𝜏² para el algoritmo de optimización. Disponible solo para métodos específicos de optimización; y no disponible en Meta-Análisis multinivel/multivariante ni cuando se incluyen términos del modelo de heterogeneidad.
eu: Zehaztu 𝜏²-ren hasierako balioa optimizazio algoritmoarentzat. Optimizazio metodo espezifikoetarako soilik eskuragarri eta ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan edo heterogeneotasun ereduaren terminoak sartzen direnean.
gl: Especificar o valor inicial de 𝜏² para o algoritmo de optimización. Dispoñible só para métodos específicos de optimización; e non dispoñible en Meta-Análise multinivel/multivariante nin cando se inclúen termos do modelo de heteroxeneidade.
pt: Especifique o valor inicial de 𝜏² para o algoritmo de otimização. Disponível apenas para métodos de otimização específicos e indisponível em meta-análises multinível/multivariadas ou quando termos do modelo de heterogeneidade são incluídos.
ta: தேர்வுமுறை வழிமுறைக்கு 𝜏² இன் ஆரம்ப மதிப்பைக் குறிப்பிடவும். குறிப்பிட்ட தேர்வுமுறை முறைகளுக்கு மட்டுமே கிடைக்கிறது மற்றும் மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் அல்லது பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது கிடைக்காது.

# ClassicalMetaAnalysisAdvanced|
source: Minimum 𝜏²
es: Mínimo 𝜏²
eu: Gutxieneko 𝜏²
gl: Mínimo 𝜏²
pt: 𝜏² mínimo
ta: குறைந்தபட்சம் τ²

# ClassicalMetaAnalysisAdvanced|
source: Specify the minimum allowable value of 𝜏² during optimization. Available only for specific optimization methods and unavailable in multilevel/multivariate meta-analysis or when heterogeneity model terms are included.
es: Especificar el valor mínimo admisible de 𝜏² durante la optimización. Disponible solo para métodos específicos de optimización; y no disponible en Meta-Análisis multinivel/multivariante ni cuando se incluyen términos del modelo de heterogeneidad.
eu: Zehaztu 𝜏²-ren gutxieneko balio onargarria optimizazioan zehar. Optimizazio metodo espezifikoetarako soilik eskuragarri eta ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan edo heterogeneotasun ereduaren terminoak sartzen direnean.
gl: Especificar o valor mínimo admisible de 𝜏² durante a optimización. Dispoñible só para métodos específicos de optimización; e non dispoñible en Meta-Análise multinivel/multivariante nin cando se inclúen termos do modelo de heteroxeneidade.
pt: Especifique o valor mínimo permitido de 𝜏² durante a otimização. Disponível apenas para métodos de otimização específicos e indisponível em meta-análises multinível/multivariadas ou quando termos do modelo de heterogeneidade são incluídos.
ta: தேர்வுமுறை போது 𝜏² இன் குறைந்தபட்ச அனுமதிக்கக்கூடிய மதிப்பைக் குறிப்பிடவும். குறிப்பிட்ட தேர்வுமுறை முறைகளுக்கு மட்டுமே கிடைக்கிறது மற்றும் மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் அல்லது பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது கிடைக்காது.

# ClassicalMetaAnalysisAdvanced|
source: Maximum 𝜏²
es: Máximo 𝜏²
eu: Gehienezko 𝜏²
gl: Máximo 𝜏²
pt: 𝜏² máximo
ta: அதிகபட்சம் 𝜏²

# ClassicalMetaAnalysisAdvanced|
source: Maximum evaluations
es: Máximo de evaluaciones
eu: Gehienezko ebaluazioak
gl: Máximo de avaliacións
pt: Máximo de avaliações
ta: அதிகபட்ச மதிப்பீடுகள்

# ClassicalMetaAnalysisAdvanced|
source: Set the maximum number of function evaluations for the optimizer. Available when using specific optimization methods in multilevel/multivariate meta-analysis.
es: Establecer el número máximo de evaluaciones de la función para el optimizador. Disponible cuando se usan métodos específicos de optimización en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen funtzio-ebaluazioen gehienezko kopurua. Eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan optimizazio-metodo espezifikoak erabiltzean.
gl: Establecer o número máximo de avaliacións da función para o optimizador. Dispoñible cando se usan métodos específicos de optimización en Meta-Análise multinivel/multivariante.
pt: Define o número máximo de avaliações de funções para o otimizador. Disponível ao utilizar métodos de otimização específicos em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கான அதிகபட்ச செயல்பாட்டு மதிப்பீடுகளின் எண்ணிக்கையை அமைக்கவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் குறிப்பிட்ட தேர்வுமுறை முறைகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Maximum iterations
es: Máximo de iteraciones
eu: Gehienezko iterazio kopurua
gl: Máximo de iteracións
pt: Máximo de iterações
ta: அதிகபட்ச மறு செய்கைகள்

# ClassicalMetaAnalysisAdvanced|
source: Set the maximum number of iterations for the optimizer. Available when using certain estimation or optimization methods.
es: Establecer el número máximo de iteraciones para el optimizador. Disponible cuando se usan determinados métodos de optimización o estimación.
eu: Ezarri optimizatzailearen iterazio kopuru maximoa. Eskuragarri dago zenbait estimazio edo optimizazio metodo erabiltzean.
gl: Establecer o número máximo de iteracións para o optimizador. Dispoñible cando se usan determinados métodos de optimización ou estimación.
pt: Define o número máximo de iterações para o otimizador. Disponível ao utilizar determinados métodos de estimativa ou otimização.
ta: உகப்பாக்கிக்கு அதிகபட்ச மறு செய்கைகளை அமைக்கவும். சில மதிப்பீடு அல்லது தேர்வுமுறை முறைகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Convergence tolerance
es: Tolerancia de la convergencia
eu: Konbergentzia-tolerantzia
gl: Tolerancia da converxencia
pt: Tolerância de convergência
ta: குவிப்பு சகிப்புத்தன்மை

# ClassicalMetaAnalysisAdvanced|
source: Set the convergence tolerance for the optimizer. Available when using certain methods without heterogeneity model terms or specific optimizers in multilevel/multivariate meta-analysis.
es: Establecer la tolerancia de la convergencia para el optimizador. Disponible cuando se usan determinados métodos sin términos del modelo de heterogeneidad, o determinados optimizadores en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen konbergentzia-tolerantzia. Eskuragarri metodo batzuk erabiltzean heterogeneotasun-ereduaren terminorik gabe edo optimizatzaile espezifiko maila anitzeko/aldagai anitzeko metaanalisietan.
gl: Establecer a tolerancia da converxencia para o optimizador. Dispoñible cando se usan determinados métodos sen termos do modelo de heteroxeneidade, ou determinados optimizadores en Meta-Análise multinivel/multivariante.
pt: Define a tolerância de convergência para o otimizador. Disponível ao usar determinados métodos sem termos do modelo de heterogeneidade ou otimizadores específicos em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கு குவிப்பு சகிப்புத்தன்மையை அமைக்கவும். பன்முகத்தன்மை மாதிரி விதிமுறைகள் அல்லது குறிப்பிட்ட உகப்பாக்கிகள் இல்லாமல் சில முறைகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Convergence relative tolerance
es: Tolerancia relativa de la convergencia
eu: Konbergentziaren tolerantzia erlatiboa
gl: Tolerancia relativa da converxencia
pt: Tolerância relativa de convergência
ta: ஒருங்கிணைப்பு உறவினர் சகிப்புத்தன்மை

# ClassicalMetaAnalysisAdvanced|
source: Set the relative convergence tolerance for the optimizer. Available when heterogeneity model terms are included or using specific optimizers in multilevel/multivariate meta-analysis.
es: Establecer la tolerancia relativa de la convergencia para el optimizador. Disponible cuando se incluyen términos del modelo de heterogeneidad o se usan optimizadores específicos en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearentzako konbergentzia-tolerantzia erlatiboa. Eskuragarri heterogeneotasun-ereduaren terminoak sartzen direnean edo optimizatzaile espezifikoak erabiltzen direnean meta-analisi maila anitzeko/aldagai anitzekoetan.
gl: Establecer a tolerancia relativa da converxencia para o optimizador. Dispoñible cando se inclúen termos do modelo de heteroxeneidade ou se usan optimizadores específicos en Meta-Análise multinivel/multivariante.
pt: Define a tolerância de convergência relativa para o otimizador. Disponível quando termos do modelo de heterogeneidade são incluídos ou quando otimizadores específicos são usados em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கு ஒப்பீட்டு ஒருங்கிணைப்பு சகிப்புத்தன்மையை அமைக்கவும். பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது அல்லது பல நிலை/மல்டிவேரியேட் மேவு பகுப்பாய்வில் குறிப்பிட்ட உகப்பாக்கிகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Step adjustment
es: Ajuste del paso
eu: Maila doikuntza
gl: Axuste do paso
pt: Ajuste do passo
ta: படி சரிசெய்தல்

# ClassicalMetaAnalysisAdvanced|
source: Set the step adjustment factor for the optimizer. Available when using certain methods without heterogeneity model terms and unavailable in multilevel/multivariate meta-analysis.
es: Establecer el factor de ajuste del paso para el optimizador. Disponible cuando se usan determinados métodos sin términos del modelo de heterogeneidad, y no disponible en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen urrats doikuntza faktorea. Eskuragarri dago heterogeneotasun eredu terminorik gabeko metodo batzuk erabiltzean eta ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan.
gl: Establecer o factor de axuste do paso para o optimizador. Dispoñible cando se usan determinados métodos sen termos do modelo de heteroxeneidade, e non dispoñible en Meta-Análise multinivel/multivariante.
pt: Define o fator de ajuste de passo para o otimizador. Disponível ao usar determinados métodos sem termos do modelo de heterogeneidade e indisponível em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கான படி சரிசெய்தல் காரணியை அமைக்கவும். பன்முகத்தன்மை மாதிரி விதிமுறைகள் இல்லாமல் சில முறைகளைப் பயன்படுத்தும் போது மற்றும் பல நிலை/பன்முக மேவு பகுப்பாய்வில் கிடைக்காதது.

# ClassicalMetaAnalysisAdvanced|
source: Initial trust region radius
es: Radio de la región de confianza inicial
eu: Hasierako konfiantza-eskualdearen erradioa
gl: Radio da rexión de confianza inicial
pt: Raio da região de confiança inicial
ta: ஆரம்ப அறக்கட்டளை பகுதி ஆரம்

# ClassicalMetaAnalysisAdvanced|
source: Set the initial trust region radius for the optimizer. Available when using specific optimization methods in multilevel/multivariate meta-analysis.
es: Establecer el radio de la región de confianza inicial para el optimizador. Disponible cuando se usan métodos específicos de optimización en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen hasierako konfiantza-eskualdearen erradioa. Eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan optimizazio-metodo espezifikoak erabiltzean.
gl: Establecer o radio da rexión de confianza inicial para o optimizador. Dispoñible cando se usan métodos específicos de optimización en Meta-Análise multinivel/multivariante.
pt: Define o raio da região de confiança inicial para o otimizador. Disponível ao usar métodos de otimização específicos em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கு ஆரம்ப அறக்கட்டளை பிராந்திய ஆரம் அமைக்கவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் குறிப்பிட்ட தேர்வுமுறை முறைகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Final trust region radius
es: Radio de la región de confianza final
eu: Azken konfiantza-eskualdearen erradioa
gl: Radio da rexión de confianza final
pt: Raio da região de confiança final
ta: இறுதி அறக்கட்டளை பிராந்திய ஆரம்

# ClassicalMetaAnalysisAdvanced|
source: Set the final trust region radius for the optimizer. Available when using specific optimization methods in multilevel/multivariate meta-analysis.
es: Establecer el radio de la región de confianza final para el optimizador. Disponible cuando se usan métodos específicos de optimización en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen azken konfiantza-eskualdearen erradioa. Eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan optimizazio-metodo espezifikoak erabiltzean.
gl: Establecer o radio da rexión de confianza final para o optimizador. Dispoñible cando se usan métodos específicos de optimización en Meta-Análise multinivel/multivariante.
pt: Define o raio final da região de confiança para o otimizador. Disponível ao usar métodos de otimização específicos em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கு இறுதி அறக்கட்டளை பிராந்திய ஆரம் அமைக்கவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் குறிப்பிட்ட தேர்வுமுறை முறைகளைப் பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Maximum restarts
es: Número máximo de reinicios
eu: Berrabiarazte maximoak
gl: Número máximo de reinicios
pt: Máximo de reinícios
ta: அதிகபட்ச மறுதொடக்கங்கள்

# ClassicalMetaAnalysisAdvanced|
source: Set the maximum number of restarts for the optimizer. Available when using the Nelder-Mead method ('nmk') in multilevel/multivariate meta-analysis.
es: Establecer el número máximo de reinicios para el optimizador. Disponible cuando se usa el método de Nelder-Mead ('nmk') en Meta-Análisis multinivel/multivariante.
eu: Ezarri optimizatzailearen berrabiarazte kopuru maximoa. Eskuragarri dago Nelder-Mead metodoa ('nmk') maila anitzeko/aldagai anitzeko metaanalisietan erabiltzean.
gl: Establecer o número máximo de reinicios para o optimizador. Dispoñible cando se usa o método de Nelder-Mead ('nmk') en Meta-Análise multinivel/multivariante.
pt: Define o número máximo de reinicializações para o otimizador. Disponível ao usar o método Nelder-Mead ('nmk') em meta-análises multinível/multivariadas.
ta: உகப்பாக்கிக்கு அதிகபட்ச மறுதொடக்கங்களை அமைக்கவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் நெல்டர்-மீட் முறையை ('என்.எம்.கே') பயன்படுத்தும் போது கிடைக்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Permutation test
es: Contraste de permutación
eu: Permutazio-proba
gl: Proba de permutación
pt: Teste de permutação
ta: வரிசைமாற்ற சோதனை

# ClassicalMetaAnalysisAdvanced|
source: Type
es: Tipo
eu: Mota
gl: Tipo
pt: Tipo
ta: வகை

# ClassicalMetaAnalysisAdvanced|
source: Select the type of permutation test.
es: Seleccionar el tipo de contraste de permutación.
eu: Hautatu permutazio-proba mota.
gl: Seleccionar o tipo de proba de permutación.
pt: Selecione o tipo de teste de permutação.
ta: வரிசைமாற்ற சோதனை வகையைத் தேர்ந்தெடுக்கவும்.

# ClassicalMetaAnalysisAdvanced|
source: Approximate
es: Aproximado
eu: Gutxi gorabehera
gl: Aproximado
pt: Aproximado
ta: தோராயமான

# ClassicalMetaAnalysisAdvanced|
source: Exact
es: Exacto
eu: Zehatza
gl: Exacto
pt: Exato
ta: சரியான

# ClassicalMetaAnalysisAdvanced|
source: Iteration
es: Iteración
eu: Iterazioa
gl: Iteración
pt: Iteração
ta: மறுசெய்கை

# ClassicalMetaAnalysisAdvanced|
source: Specify the number of permutations to use in the approximate permutation test.
es: Especificar el número de permutaciones a usar en el contraste de permutación aproximada.
eu: Zehaztu gutxi gorabeherako permutazio-proban erabiliko diren permutazio kopurua.
gl: Especificar o número de permutacións a usar na proba de permutación aproximada.
pt: Especifique o número de permutações a serem usadas no teste de permutação aproximada.
ta: தோராயமான வரிசைமாற்ற சோதனையில் பயன்படுத்த வேண்டிய வரிசைமாற்றங்களின் எண்ணிக்கையைக் குறிப்பிடவும்.

# ClassicalMetaAnalysisAdvanced|
source: Extend metafor call
es: Extender la invocación de metafor
eu: Metafor deia luzatu
gl: Extender a invocación de metafor
pt: Estender a chamada metafor
ta: மெட்டாஃபோர் அழைப்பை நீட்டிக்கவும்

# ClassicalMetaAnalysisAdvanced|
source: The additional arguments to the metafor function call must be specified as a named list (the 'list()' call can be ommited). E.g., 'list(tau2 = 1)' (or 'tau2 = 1') can be used to fix the between-study heterogeneity to a given value. Multiple arguments must be comma-seprated, e.g. 'list(tau2 = 1, gamma2 = 0.5)' (or 'tau2 = 1, gamma2 = 0.5'). New lines are ignored.
es: Los argumentos adicionales a la invocación de la función metafor deben especificarse como una lista designada (la invocación 'list()' puede omitirse). P.e., 'list(tau2 = 1)' (o 'tau2 = 1') se puede usar para fijar la heterogeneidad entre-estudios en un valor dado. Los argumentos múltiples deben estar separados con comas, p.e. 'list(tau2 = 1, gamma2 = 0.5)' (o 'tau2 = 1, gamma2 = 0.5'). Las líneas nuevas se ignoran.
eu: Metafor funtzio deiaren argumentu gehigarriak zerrenda izendatu gisa zehaztu behar dira ('list()' deia ezabatu daiteke). Adibidez, 'list(tau2 = 1)' (edo 'tau2 = 1') erabil daiteke ikasketen arteko heterogeneotasuna balio jakin batera finkatzeko. Argumentu anitz komaz bereizi behar dira, adibidez, 'list(tau2 = 1, gamma2 = 0.5)' (edo 'tau2 = 1, gamma2 = 0.5'). Lerro berriak ez dira kontuan hartzen.
gl: Os argumentos adicionais á invocación da función metafor deben especificarse como unha lista designada (a invocación 'list()' pode omitirse). P.e., 'list(tau2 = 1)' (ou 'tau2 = 1') pode usarse para fixar a heteroxeneidade entre-estudos nun valor dado. Os argumentos múltiples deben estar separados con comas, p.e. 'list(tau2 = 1, gamma2 = 0.5)' (ou 'tau2 = 1, gamma2 = 0.5'). As liñas novas se ignoran.
pt: Os argumentos adicionais para a chamada da função metafor devem ser especificados como uma lista nomeada (a chamada 'list()' pode ser omitida). Por exemplo, 'list(tau2 = 1)' (ou 'tau2 = 1') pode ser usado para fixar a heterogeneidade entre estudos em um determinado valor. Múltiplos argumentos devem ser separados por vírgulas, por exemplo, 'list(tau2 = 1, gamma2 = 0.5)' (ou 'tau2 = 1, gamma2 = 0.5'). Novas linhas são ignoradas.
ta: மெட்டாஃபோர் செயல்பாட்டு அழைப்பிற்கான கூடுதல் வாதங்கள் பெயரிடப்பட்ட பட்டியலாக குறிப்பிடப்பட வேண்டும் ('பட்டியல் ()' அழைப்பை மேம்படுத்தலாம்). எ.கா. பல வாதங்கள் கமா-பிரித்தெடுக்கப்பட வேண்டும், எ.கா. 'பட்டியல் (tau2 = 1, gamma2 = 0.5)' (அல்லது 'tau2 = 1, gamma2 = 0.5'). புதிய கோடுகள் புறக்கணிக்கப்படுகின்றன.

# ClassicalMetaAnalysisDiagnostics|
source: Options for evaluating the influence of individual studies and assessing model diagnostics, including variance inflation factors, casewise diagnostics, and diagnostic plots.
es: Opciones para evaluar la influencia de estudios individuales y verificar diagnósticos del modelo, incluyendo factores de inflación de la varianza, diagnósticos caso a caso y gráficos de diagnósticos.
eu: Banakako ikerketen eragina ebaluatzeko eta ereduen diagnostikoak ebaluatzeko aukerak, besteak beste, bariantzaren inflazio faktoreak, kasuz kasuko diagnostikoak eta diagnostiko grafikoak.
gl: Opcións para avaliar a influencia de estudos individuais e verificar diagnósticos do modelo, incluíndo factores de inflación da varianza, diagnósticos caso a caso e gráficas de diagnósticos.
pt: Opções para avaliar a influência de estudos individuais e avaliar diagnósticos de modelos, incluindo fatores de inflação de variância, diagnósticos por caso e gráficos de diagnóstico.
ta: தனிப்பட்ட ஆய்வுகளின் செல்வாக்கை மதிப்பிடுவதற்கும், மாறுபாடு பணவீக்க காரணிகள், கேச்வைச் கண்டறிதல் மற்றும் கண்டறியும் இடங்கள் உள்ளிட்ட மாதிரி கண்டறிதங்களை மதிப்பிடுவதற்கும் விருப்பங்கள்.

# ClassicalMetaAnalysisDiagnostics|
source: Variance inflation factor
es: Factor de Inflación de la Varianza
eu: Bariantzaren inflazio faktorea
gl: Factor de Inflación da Varianza
pt: Fator de inflação de variância

# ClassicalMetaAnalysisDiagnostics|
source: Include variance inflation factors to assess multicollinearity among predictors. Available when predictors are included in the model.
es: Incluir factores de inflación de la varianza para verificar la multicolinealidad entre predictores. Disponible cuando se incluyen predictores en el modelo.
eu: Sartu bariantzaren inflazio faktoreak aurreikusleen arteko multikolinearitatea ebaluatzeko. Eskuragarri aurreikusleak ereduan sartzen direnean.
gl: Incluír factores de inflación da varianza para verificar a multicolinearidade entre preditores. Dispoñible cando se inclúen preditores no modelo.
pt: Incluir fatores de inflação de variância para avaliar a multicolinearidade entre preditores. Disponível quando os preditores são incluídos no modelo.
ta: முன்னறிவிப்பாளர்களிடையே மல்டிகோலினரிட்டியை மதிப்பிடுவதற்கான மாறுபாடு பணவீக்க காரணிகளைச் சேர்க்கவும். மாதிரியில் முன்னறிவிப்பாளர்கள் சேர்க்கப்படும்போது கிடைக்கும்.

# ClassicalMetaAnalysisDiagnostics|
source: Aggregate by terms
es: Agregar por términos
eu: Terminoen arabera agregatua
gl: Agregar por termos
pt: Agregar por termos
ta: விதிமுறைகளால் மொத்தம்

# ClassicalMetaAnalysisDiagnostics|
source: Aggregate variance inflation factors by terms instead of individual coefficients.
es: Agregar los factores de inflación de la varianza por términos, en lugar de coeficientes individuales.
eu: Koefiziente indibidualen ordez, terminoen arabera agregatu bariantzaren inflazio faktoreak.
gl: Agregar os factores de inflación da varianza por termos, en troques de coeficientes individuais.
pt: Fatores de inflação de variância agregada por termos em vez de coeficientes individuais.
ta: தனிப்பட்ட குணகங்களுக்கு பதிலாக விதிமுறைகளால் மொத்த மாறுபாடு பணவீக்க காரணிகள்.
