Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# PredictionPerformanceInference|
source: Forest plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica forestal
ja: フォレストプロット
nl: Forest grafiek
pt: Gráfico de floresta
ta: வன சூழ்ச்சி

# PredictionPerformanceInference|
source: Labels
de: Namen
es: Etiquetas
eu: Etiketak
gl: Etiquetas
ja: ラベル
pt: Rótulos
ta: சிட்டைகள்

# PredictionPerformanceInference|
source: Estimates
de: Schätzungen
es: Estimaciones
eu: Estimazioak
gl: Estimacións
ja: 推定値
nl: Schattingen
pt: Estimativas
ta: மதிப்பீடுகள்

# PredictionPerformanceInference|
source: Column name (lCI)
de: Spaltenname (lCI)
es: Nombre de columna (ICI)
eu: Zutabearen izena (lCI)
gl: Nome de columna (ICI)
ja: 列名 (lCI)
nl: Kolomnaam (ICI)
pt: Nome da coluna (ICI)
ta: நெடுவரிசை பெயர் (எல்.சி.ஐ)

# PredictionPerformanceInference|
source: Column name (uCI)
de: Spaltenname (uCI)
es: Nombre de columna (uCI)
eu: Zutabearen izena (uCI)
gl: Nome de columna (uCI)
ja: 列名 (uCI)
nl: Kolomnaam (uCI)
pt: Nome da coluna (uCI)
ta: நெடுவரிசை பெயர் (யு.சி.ஐ)

# PredictionPerformanceInference|
source: C-statistics
de: K-Statistiken
es: Estadísticos C
eu: C-estatistikak
gl: Estatísticos C
ja: C統計量
nl: C-statistieken
pt: Estatísticas-C
ta: சி-புள்ளிவிவரங்கள்

# PredictionPerformanceInference|
source: C-statistics (lCI)
de: K-Statistiken (lCI)
es: Estadísticos C (ICI)
eu: C-estatistika (lCI)
gl: Estatísticos C (ICI)
ja: C統計量 (lCI)
nl: C-statistieken (ICI)
pt: Estatísticas-C (ICI)
ta: சி-புள்ளிவிவரங்கள் (எல்.சி.ஐ)

# PredictionPerformanceInference|
source: C-statistics (uCI)
de: K-Statistiken (uCI)
es: Estadísticos C (uCI)
eu: C-estatistika (uCI)
gl: Estatísticos C (uCI)
ja: C統計量 (uCI)
nl: C-statistieken (uCI)
pt: Estatísticas-C (uCI)
ta: சி-புள்ளிவிவரங்கள் (யு.சி.ஐ)

# PredictionPerformanceInference|
source: Funnel plot asymmetry test
de: Funnelplot Asymmetrie-Test
es: Contraste de asimetría de gráficos en embudo
eu: Inbutu-diagrama asimetria-proba
gl: Proba de asimetría de gráfica en funil
ja: ファネルプロット非対称性検定
nl: Trechtergrafiek asymmetrie toets
pt: Teste de assimetria do gráfico de funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற சோதனை

# PredictionPerformanceInference|
source: Egger (unweighted)
de: Egger (ungewichtet)
es: Egger (no ponderado)
eu: Egger (pisurik gabe)
gl: Egger (non ponderado)
ja: Egger (重みなし)
nl: Egger (ongewogen)
pt: Egger (não ponderado)
ta: Egger (கவனிக்கப்படாதது)

# PredictionPerformanceInference|
source: Egger (multiplicative overdispersion)
de: Egger (multiplikative Überdispersion)
es: Egger (sobredispersión multiplicativa)
eu: Egger (gehiegizko dispertsio biderkatzailea)
gl: Egger (sobredispersión multiplicativa)
ja: Egger(乗法過分散)
nl: Egger (multiplicatieve overdispersie)
pt: Egger (superdispersão multiplicativa)
ta: எக்சர் (பெருக்கி அதிகப்படியான பரவல்)

# PredictionPerformanceInference|
source: Macaskill (pooled)
de: Macaskill (gepoolt)
es: Macaskill (combinado)
eu: Macaskill (multzoa)
gl: Macaskill (combinado)
ja: マカスキル (Macaskill; プールされた)
nl: Macaskill (samengevoegd)
pt: Macaskill (combinado)
ta: மேக்ச்கில் (பூல் செய்யப்பட்ட)

# PredictionPerformanceInference|
source: Plot
de: Diagramm
es: Gráfico
eu: Lursaila
gl: Gráfica
ja: プロット
nl: Grafiek
pt: Gráfico
ta: சூழ்ச்சி

# PredictionPerformancePriors|
source: Priors
de: Prior
es: Previas
eu: Prioreak
gl: Previas
ja: 事前分布
pt: Anteriores
ta: ப்ரியர்ச்

# PredictionPerformancePriors|
source: Normal mean:
de: Normaler Mittelwert:
es: Media normal:
eu: Batez besteko normala:
gl: Media normal:
ja: 正規分布 平均:
nl: Normaal gemiddelde:
pt: Média normal:
ta: சாதாரண சராசரி:

# PredictionPerformancePriors|
source: Uniform
es: Uniforme
eu: Uniformea
gl: Uniforme
ja: 一様
pt: Uniforme
ta: சீரான

# PredictionPerformancePriors|
source: min:
es: mín:
eu: minutu:
gl: mín:
ja: 最小:
pt: mín:
ta: நிமிடம்:

# PredictionPerformancePriors|
source: max:
es: máx:
eu: gehienez:
gl: máx:
ja: 最大:
pt: máx:
ta: அதிகபட்சம்:

# PredictionPerformancePriors|
source: location:
de: Lageparameter:
es: posición:
eu: kokapena:
gl: Posición:
ja: 位置(location):
nl: locatie:
pt: localização:
ta: இடம்:

# PredictionPerformancePriors|
source: scale:
de: Skalenparameter:
es: Escala:
eu: eskala:
gl: Escala:
ja: 尺度(scale):
nl: schaal:
pt: escala:
ta: அளவு:

# WaapWls|
source: Effect sizes & SE
de: Effektstärken & SF
es: Magnitudes del efecto y DT
eu: Efektuaren tamainak eta SE
gl: Magnitudes dos efectos & EP
ja: 効果量 & SE
nl: Effectgroottes & SE
pt: Tamanhos de efeito & EP
ta: விளைவு அளவுகள் & SE

# WaapWls|
source: Correlations & N
de: Korrelationen & N
es: Correlaciones & N
eu: Korrelazioak eta N
gl: Correlacións & N
ja: 相関 & N
nl: Correlaties & N
pt: Correlações & N
ta: தொடர்புகள் & என்

# WaapWls|
source: Correlation
de: Korrelation
es: Correlación
eu: Korrelazioa
gl: Correlación
ja: 相関
nl: Correlatie
pt: Correlação
ta: ஒட்டுறவு

# WaapWls|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# WaapWls|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Effectgrootte Standaardfout
pt: Erro Padrão do Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# WaapWls|
source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
ja: フィッシャー(Fisher)のz
pt: z de Fisher
ta: ஃபிசரின் சட்

# WaapWls|
source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
ja: コーエン(Cohen)のd
pt: d de Cohen
ta: கோஅனின் டி

# WaapWls|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
ja: 推論
nl: Gevolgtrekking
pt: Inferência
ta: அனுமானம்

# WaapWls|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Gráficos
ta: அடுக்கு

# WaapWls|
source: Mean model estimates
de: Mittlere Modellschätzungen
es: Estimaciones del modelo medio
eu: Batez besteko ereduaren estimazioak
gl: Estimacións do modelo medio
ja: 平均モデル推定値
nl: Gemiddelde modelschattingen
pt: Estimativas do modelo médio
ta: சராசரி மாதிரி மதிப்பீடுகள்

# PetPeese|
source: Transform correlations to
de: Korrelationen transformieren in
es: Transformar las correlaciones a
eu: Korrelazioak eraldatu
gl: Transformar as correlacións a
ja: 相関を変換する
nl: Transformeer correlaties naar
pt: Transformar correlações para
ta: தொடர்புகளை மாற்றவும்

# SelectionModels|
source: Transform correlations to
de: Korrelationen transformieren in
es: Transformar las correlaciones a
eu: Eraldatu korrelazioak honetara
gl: Transformar as correlacións a
ja: 相関を変換する
nl: Transformeer correlaties naar
pt: Transformar correlações para
ta: தொடர்புகளை மாற்றவும்

# WaapWls|
source: Transform correlations to
de: Korrelationen transformieren in
es: Transformar las correlaciones a
eu: Eraldatu korrelazioak honetara
gl: Transformar as correlacións a
ja: 相関を変換する
nl: Transformeer correlaties naar
pt: Transformar correlações para
ta: தொடர்புகளை மாற்றவும்

# RobustBayesianMetaAnalysis|
source: RoBMA-original
eu: RoBMA-jatorrizkoa
gl: RoBMA orixinal
nl: RoBMA-origineel
ta: ராப்மா-ஆரிசினல்

# SelectionModels|
source: Expected direction of effect sizes
de: Erwartete Richtung der Effektstärken
es: Dirección esperada de las magnitudes de los efectos
eu: Efektu-tamainen espero den norabidea
gl: Dirección agardada das magnitudes dos efectos
ja: 効果量の期待される方向
nl: Verwachte richting van de effectgroottes
pt: Direção esperada dos tamanhos de efeito
ta: விளைவு அளவுகளின் எதிர்பார்க்கப்படும் திசை

# PetPeese|
source: Measure
de: Maß
es: Medida
eu: Neurtu
gl: Medida
nl: Maat
pt: Medida
ta: அளவீடு

# SelectionModels|
source: Measure
de: Maß
es: Medida
eu: Neurtu
gl: Medida
nl: Maat
pt: Medida
ta: அளவீடு

# WaapWls|
source: Measure
de: Maß
es: Medida
eu: Neurtu
gl: Medida
nl: Maat
pt: Medida
ta: அளவீடு

# Description|
source: Penalized Meta-Analysis
de: Bestrafende Meta-Analyse
es: Meta-Análisis penalizado
eu: Zigortutako Metaanalisia
gl: Meta-Análise penalizada
nl: Bestrafte Meta-Analyse
pt: Meta-Análise Penalizada
ta: மேவு பகுப்பாய்வு தண்டம்

# PenalizedMetaAnalysis|
source: Effect Size
de: Effektstärke
es: Magnitud del Efecto
eu: Efektuaren tamaina
gl: Magnitude do Efecto
nl: Effectgrootte
pt: Tamanho do Efeito
ta: விளைவு அளவு

# PenalizedMetaAnalysis|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
nl: Standaardfout van Effectgrootte
pt: Erro Padrão do Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# PenalizedMetaAnalysis|
source: Method
de: Methode
es: Método
eu: Metodoa
gl: Método
nl: Methode
pt: Método
ta: முறை

# PenalizedMetaAnalysis|
source: Horseshoe
de: Hufeisen
es: Herradura
eu: Ferra
gl: Ferradura
nl: Hoefijzer
pt: Ferradura
ta: குதிரைவாலி

# PenalizedMetaAnalysis|
source: Lasso
eu: Lazoa
ta: லாசோ

# PenalizedMetaAnalysis|
source: Covariates
de: Kovariaten
es: Covariables
eu: Kobarianteak
gl: Covariantes
nl: Covariaten
pt: Covariáveis
ta: கோவாரியட்டுகள்

# PenalizedMetaAnalysis|
source: Factors
de: Faktoren
es: Factores
eu: Faktoreak
gl: Factores
nl: Factoren
pt: Fatores
ta: காரணிகள்

# PenalizedMetaAnalysis|
source: Clustering
es: Conglomeración
eu: Multzokatzea
gl: Conglomeración
pt: Agrupamento
ta: கிளச்டரிங்

# PenalizedMetaAnalysis|
source: Model
de: Modell
es: Modelo
eu: Modeloa
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# PenalizedMetaAnalysis|
source: Components
de: Komponenten
es: Componentes
eu: Osagaiak
gl: Compoñentes
nl: Componenten
pt: Componentes
ta: கூறுகள்

# PenalizedMetaAnalysis|
source: Include intercept
de: Konstante einbeziehen
es: Incluir constante
eu: Sartu interzepzioa
gl: Incluír a constante
nl: Voeg intercept toe
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்

# PenalizedMetaAnalysis|
source: Scale predictors
de: Prädiktoren skalieren
es: Escalar predictores
eu: Eskala-aurreikusleak
gl: Escalar predictores
nl: Schaal voorspellers
pt: Preditores de escala
ta: அளவிலான முன்னறிவிப்பாளர்கள்

# PenalizedMetaAnalysis|
source: Priors
de: Prior
es: Previas
eu: Prioreak
gl: Previas
pt: Anteriores
ta: ப்ரியர்ச்

# PenalizedMetaAnalysis|
source: Scale
de: Skalenparameter
es: Escala
eu: Eskala
gl: Escala
nl: Schaal
pt: Escala
ta: அளவு

# PenalizedMetaAnalysis|
source: Df (global)
es: GL (total)
eu: Df (mundu mailakoa)
gl: GL (total)
nl: Vg (globaal)
pt: Gl (global)
ta: டி.எஃப் (குளோபல்)

# PenalizedMetaAnalysis|
source: Df (slab)
de: Df (Plateau)
es: GL (slab)
eu: Df (lauza)
gl: GL (slab)
nl: Vg (plaat)
pt: Gl (slab)
ta: டி.எஃப் (ச்லாப்)

# PenalizedMetaAnalysis|
source: Scale (global)
de: Skalenparameter (global)
es: Escala (total)
eu: Eskala (mundu mailakoa)
gl: Escala (total)
nl: Schaal (globaal)
pt: Escala (global)
ta: (குளோபல்)

# PenalizedMetaAnalysis|
source: Scale (slab)
de: Skalenparameter (Plateau)
es: Escala (slab)
eu: Eskala (lauza)
gl: Escala (slab)
nl: Schaal (plaat)
pt: Escala (slab)
ta: (ச்லாப்)

# PenalizedMetaAnalysis|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
nl: Inferentie
pt: Inferência
ta: அனுமானம்

# PenalizedMetaAnalysis|
source: Posterior plots
de: Posterior-Diagramme
es: Gráficos posteriores
eu: Atzeko grafikoak
gl: Gráficas posteriores
nl: Posterior grafieken
pt: Gráficos posteriores
ta: பின்புற அடுக்குகள்

# PenalizedMetaAnalysis|
source: Model terms
de: Modellterme
es: Elementos del modelo
eu: Eredu terminoak
gl: Elementos do modelo
nl: Modeltermen
pt: Termos do modelo
ta: மாதிரி விதிமுறைகள்

# PenalizedMetaAnalysis|
source: Plotted term
de: Abgebildeter Term
es: Elemento representado
eu: Marraztutako terminoa
gl: Elemento representado
nl: Geplotte term
pt: Termo plotado
ta: திட்டமிடப்பட்ட சொல்

# PenalizedMetaAnalysis|
source: MCMC diagnostics
de: MCMC-Diagnostik
es: Diagnósticos MCMC
eu: MCMC diagnostikoak
gl: Diagnósticos MCMC
nl: MCMC diagnostiek
pt: Diagnósticos MCMC
ta: எம்.சி.எம்.சி கண்டறிதல்

# PenalizedMetaAnalysis|
source: Horizontal axis
de: Horizontale Achse
es: Eje horizontal
eu: Ardatz horizontala
gl: Eixe horizontal
nl: Horizontale as
pt: Eixo horizontal
ta: கிடைமட்ட அச்சு

# PenalizedMetaAnalysis|
source: Vertical axis
de: Vertikale Achse
es: Eje vertical
eu: Ardatz bertikala
gl: Eixe vertical
nl: Verticale as
pt: Eixo vertical
ta: செங்குத்து அச்சு

# PenalizedMetaAnalysis|
source: Plot type
de: Diagrammtyp
es: Tipo de gráfico
eu: Lursail mota
gl: Tipo de gráfica
nl: Grafiektype
pt: Tipo de gráfico
ta: சூழ்ச்சி வகை

# PenalizedMetaAnalysis|
source: Traceplot
de: Verlaufsdiagramm
es: Gráfico de trazado
eu: Trazadura-diagrama
gl: Gráfica de trazado
nl: Spoordiagram
pt: Gráfico de traços

# PenalizedMetaAnalysis|
source: Scatterplot
de: Streudiagramm
es: Gráfico de dispersión
eu: Sakabanaketa-diagrama
gl: Gráfica de dispersión
nl: Spreidingsdiagram
pt: Gráfico de dispersão
ta: சிதறல்

# PenalizedMetaAnalysis|
source: Histogram
de: Histogramm
es: Histograma
eu: Histograma
gl: Histograma
pt: Histograma
ta: செவ்வகப்படம்

# PenalizedMetaAnalysis|
source: Density
de: Dichte
es: Densidad
eu: Dentsitatea
gl: Densidade
nl: Dichtheid
pt: Densidade
ta: அடர்த்தி

# PenalizedMetaAnalysis|
source: Autocorrelations
de: Autokorrelationen
es: Autocorrelaciones
eu: Autokorrelazioak
gl: Autocorrelacións
nl: Autocorrelatie
pt: Autocorrelações
ta: தன்னியக்க தொடர்புகள்

# PenalizedMetaAnalysis|
source: Advanced
de: Erweitert
es: Avanzado
eu: Aurreratua
gl: Avanzado
nl: Geavanceerd
pt: Avançado
ta: மேம்பட்ட

# PenalizedMetaAnalysis|
source: Estimation settings (MCMC)
de: Schätzeinstellungen (MCMC)
es: Configuraciones de la estimación (MCMC)
eu: Estimazio ezarpenak (MCMC)
gl: Configuracións da estimación (MCMC)
nl: Schattingsinstellingen (MCMC)
pt: Configurações de estimação (MCMC)
ta: மதிப்பீட்டு அமைப்புகள் (MCMC)

# PenalizedMetaAnalysis|
source: Warmup
de: Aufwärmphase
es: Calentamiento
eu: Berotzea
gl: Quecemento
nl: Opwarmen
pt: Aquecimento
ta: வெப்பமயமாதல்

# PenalizedMetaAnalysis|
source: Iterations
de: Iterationen
es: Iteraciones
eu: Iterazioek
gl: Iteracións
nl: Iteraties
pt: Iterações
ta: மறு செய்கைகள்

# PenalizedMetaAnalysis|
source: Chains
de: Ketten
es: Cadenas
eu: Kateak
gl: Cadeas
nl: Ketens
pt: Cadeias
ta: சங்கிலிகள்

# PenalizedMetaAnalysis|
source: Adapt delta
de: Delta anpassen
es: Delta de ajuste
eu: Egokitu delta
gl: Delta de axuste
nl: Aanpassingsdelta
pt: Delta de ajuste
ta: டெல்டாவை மாற்றியமைக்கவும்

# PenalizedMetaAnalysis|
source: Maximum treedepth
de: Maximale Baumtiefe
es: Profundidad máxima del árbol
eu: Zuhaitz-sakonera maximoa
gl: Máxima profundidade da árbore
nl: Maximale boomdieptie
pt: Profundidade de árvore máxima
ta: அதிகபட்ச tredepth

# BayesianMetaAnalysisAdvanced|
source: samples:
de: Stichproben:
es: muestras:
eu: laginak:
gl: mostras:
nl: steekproeven:
pt: amostras:
ta: மாதிரிகள்:

# PenalizedMetaAnalysis|
source: Terms
de: Terme
es: Elementos
eu: Baldintzak
gl: Elementos
nl: Termen
pt: Termos
ta: விதிமுறைகள்

# PenalizedMetaAnalysis|
source: Estimates table
de: Schätzungen-Tabelle
es: Tabla de estimaciones
eu: Estimazioen taula
gl: Táboa de estimacións
nl: Schattingstabel
pt: Tabela de estimativas
ta: மதிப்பீடுகள் அட்டவணை

# PenalizedMetaAnalysis|
source: Heterogeneity table
de: Heterogenitätstabelle
es: Tabla de heterogeneidad
eu: Heterogeneotasun taula
gl: Táboa de heteroxeneidade
nl: Heterogeniteitstabel
pt: Tabela de heterogeneidade
ta: பன்முகத்தன்மை அட்டவணை

# PenalizedMetaAnalysis|
source: Available terms
de: Verfügbare Terme
es: Elementos disponibles
eu: Eskuragarri dauden baldintzak
gl: Elementos dispoñibles
nl: Beschikbare termen
pt: Termos disponíveis
ta: கிடைக்கும் விதிமுறைகள்

# PenalizedMetaAnalysis|
source: Selected terms
de: Ausgewählte Terme
es: Elementos seleccionados
eu: Hautatutako terminoak
gl: Elementos seleccionados
nl: Geselecteerde termen
pt: Termos selecionados
ta: தேர்ந்தெடுக்கப்பட்ட விதிமுறைகள்

# PetPeese|
source: Sample size
de: Stichprobenumfang
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
nl: Steekproefgrootte
pt: Tamanho de amostra
ta: மாதிரி அளவு

# PetPeese|
source: Mean estimates table
de: Tabelle mittlerer Schätzungen
es: Tabla de estimaciones de la media
eu: Batez besteko estimazioen taula
gl: Táboa de estimacións da media
nl: Tabel gemiddelde schattingen
pt: Tabela de estimativas médias
ta: சராசரி மதிப்பீடுகள் அட்டவணை

# PetPeese|
source: Regression estimates table
de: Tabelle Regressionsschätzungen
es: Tabla de estimaciones de la regresión
eu: Erregresio-estimazioen taula
gl: Táboa de estimacións da regresión
nl: Tabel met regressieschattingen
pt: Tabela de estimativas de regressão
ta: பின்னடைவு மதிப்பீட்டு அட்டவணை

# PetPeese|
source: Regression Estimate
de: Regressionsschätzung
es: Estimación de la Regresión
eu: Erregresio-estimazioa
gl: Estimación da Regresión
nl: Regressieschatting
pt: Estimativa da Regressão
ta: பின்னடைவு மதிப்பீடு

# PredictionPerformanceData|
source: O/E Ratio
es: Ratio O/E
eu: O/E ratioa
gl: Razón O/E
nl: O/E Verhouding
pt: Razão O/E
ta: ஓ/மற்றும் விகிதம்

# PredictionPerformanceData|
source: O/E ratio
es: Ratio O/E
eu: O/E erlazioa
gl: Razón O/E
nl: O/E verhouding
pt: razão O/E
ta: ஓ/மற்றும் விகிதம்

# PredictionPerformanceInference|
source: Export computed effect size
de: Berechnete Effektstärke exportieren
es: Exportar la magnitud calculada del efecto
eu: Esportatu kalkulatutako efektuaren tamaina
gl: Exportar a magnitude calculada do efecto
nl: Berekende effectgrootte exporteren
pt: Exportar tamanho do efeito calculado
ta: கணக்கிடப்பட்ட விளைவு அளவு ஏற்றுமதி

# PredictionPerformanceInference|
source: Column name (effect size)
de: Spaltenname (Effektstärke)
es: Nombre de columna (magnitud del efecto)
eu: Zutabearen izena (efektuaren tamaina)
gl: Nome de columna (magnitude do efecto)
nl: Kolomnaam (effectgrootte)
pt: Nome da coluna (tamanho de efeito)
ta: நெடுவரிசை பெயர் (விளைவு அளவு)

# PredictionPerformanceInference|
source: O/E ratios
es: Ratios O/E
eu: O/E ratioak
gl: Razóns O/E
nl: O/E verhouding
pt: razões O/E
ta: ஓ/மற்றும் விகிதங்கள்

# PredictionPerformanceInference|
source: O/E ratios (lCI)
es: Ratios O/E (ICI)
eu: O/E ratioak (lCI)
gl: Razóns O/E (ICI)
nl: O/E verhoudingen (lCI)
pt: razões O/E (ICI)
ta: O/E விகிதங்கள் (LCI)

# PredictionPerformanceInference|
source: O/E ratios (uCI)
es: Ratios O/E (uCI)
eu: O/E ratioak (uCI)
gl: Razóns O/E (uCI)
nl: O/E verhoudingen (uCI)
pt: razões O/E (uCI)
ta: O/E விகிதங்கள் (UCI)

# PredictionPerformancePriors|
source: mu: summary estimate (O/E Ratio)
es: mu: estimación resumen (Ratio O/E)
eu: mu: laburpen estimazioa (O/E ratioa)
gl: mu: estimación resumo (Razón O/E)
nl: mu: samenvattende schatting (O/E Verhouding)
pt: mu: resumo da estimativa (Razão O/E)
ta: எரிக்க: மிகச்சிறிய மதிப்பீடு ( / மூலம் / மூலம்)

# PredictionPerformancePriors|
source: mu: summary estimate (C statistic)
es: mu: estimación resumen (Estadístico C)
eu: mu: laburpen-estimazioa (C estatistikoa)
gl: mu: estimación resumo (Estatístico C)
nl: mu: samenvattende schatting (C-statistiek)
pt: mu: resumo da estimativa (estatística C)
ta: MU: சுருக்க மதிப்பீடு (சி புள்ளிவிவரம்)

# PredictionPerformancePriors|
source: tau: heterogeneity (Between study SD)
de: tau: Heterogenität (SD zwischen Studien)
es: tau: heterogeneidad (DT entre estudios)
eu: tau: heterogeneotasuna (azterketaren SD artean)
gl: tau: heteroxeneidade (DP entre estudos)
nl: tau: heterogeniteit (Tussen studie SD)
pt: tau: heterogeneidade (DP entre o estudo)
ta: த au: பன்முகத்தன்மை (ஆய்வு எச்டி இடையே)

# SelectionModels|
source: P-value frequency table
de: P-Wert Häufigkeitstabelle
es: Tabla de frecuencias de valores p
eu: P-balioaren maiztasun-taula
gl: Táboa de frecuencias de valores P
nl: P-waarde frequentietabel
pt: Tabela de frequência de valores-p
ta: பி-மதிப்பு அதிர்வெண் அட்டவணை

# SelectionModels|
source: Mean estimates table
de: Tabelle mittlerer Schätzungen
es: Tabla de estimaciones de la media
eu: Batez besteko estimazioen taula
gl: Táboa de estimacións da media
nl: Tabel met gemiddelde schattingen
pt: Tabela de estimativas médias
ta: சராசரி மதிப்பீடுகள் அட்டவணை

# SelectionModels|
source: Estimated weights table
de: Tabelle geschätzter Gewichte
es: Tabla de ponderaciones estimadas
eu: Kalkulatutako pisuen taula
gl: Táboa de ponderacións estimadas
nl: Tabel met geschatte gewichten
pt: Tabela de estimativas ponderadas
ta: மதிப்பிடப்பட்ட எடைகள் அட்டவணை

# SelectionModels|
source: Estimated heterogeneity table
de: Tabelle geschätzter Heterogenität
es: Tabla de heterogeneidad estimada
eu: Heterogeneotasun-taula estimatua
gl: Táboa de heteroxeneidade estimada
nl: Geschatte heterogeniteitstabel
pt: Tabela de heterogeneidade estimada
ta: மதிப்பிடப்பட்ட பன்முக அட்டவணை

# WaapWls|
source: Sample size
de: Stichprobenumfang
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
nl: Steekproefgrootte
pt: Tamanho de amostra
ta: மாதிரி அளவு

# WaapWls|
source: Mean estimates table
de: Tabelle mittlerer Schätzungen
es: Tabla de estimaciones de la media
eu: Batez besteko estimazioen taula
gl: Táboa de estimacións da media
nl: Tabel met gemiddelde schattingen
pt: Tabela de estimativas médias
ta: சராசரி மதிப்பீடுகள் அட்டவணை

# WaapWls|
source: Multiplicative heterogeneity estimates table
de: Tabelle multiplikativer Heterogenitätsschätzungen
es: Tabla de estimaciones de la heterogeneidad multiplicativa
eu: Heterogeneotasun biderkatzailearen estimazioen taula
gl: Táboa de estimacións da heteroxeneidade multiplicativa
nl: Tabel met multiplicatieve heterogeniteitsschattingen
pt: Tabela de estimativas de heterogeneidade multiplicativa
ta: பெருக்கல் பன்முகத்தன்மை மதிப்பீட்டு அட்டவணை

# PredictionPerformanceInference|
source: Normal/Logit
eu: Normala/Logit
ja: 正規/ロジット
nl: Normaal/Logit
ta: இயல்பான/உள்நுழைவு

# Description|
source: Binomial Meta-Analysis
de: Binomiale Metaanalyse
es: Meta-Análisis Binomial
eu: Metaanalisi binomiala
gl: Meta-Análise Binomial
nl: Binomiale Meta-Analyse
pt: Meta-Análise Binomial
ta: பைனோமியல் மேவு பகுப்பாய்வு

# Description|
source: Bayesian Binomial Meta-Analysis
de: Bayessche Binomiale Metaanalyse
es: Meta-Análisis Binomial bayesiano
eu: Bayesiar Binomial Meta-analisia
gl: Meta-Análise Binomial baiesiana
nl: Bayesiaanse Binomiale Meta-Analyse
pt: Meta-Análise Binomial Bayesiana
ta: பேய்சியன் பைனோமியல் மேவு பகுப்பாய்வு

# RobustBayesianMetaAnalysisAdvanced|
source: Advanced
de: Weiteres
es: Avanzado
eu: Aurreratua
gl: Avanzado
nl: Geavanceerd
pt: Avançado
ta: மேம்பட்ட

# RobustBayesianMetaAnalysisAdvanced|
source: Adaptation
de: Anpassung
es: Adaptación
eu: Egokitzapena
gl: Adaptación
nl: Adaptatie
pt: Adaptação
ta: தழுவல்

# RobustBayesianMetaAnalysisAdvanced|
source: Burnin
de: Aufwärmphase
es: Calentamiento
eu: Erretzen
gl: Quecemento
nl: Inbranding
ta: பர்னின்

# RobustBayesianMetaAnalysisAdvanced|
source: Samples
de: Stichproben
es: Muestras
eu: Laginak
gl: Mostras
nl: Trekkingen
pt: Amostras
ta: மாதிரிகள்

# RobustBayesianMetaAnalysisAdvanced|
source: Chains
de: Ketten
es: Cadenas
eu: Kateak
gl: Cadeas
nl: Ketens
pt: Cadeias
ta: சங்கிலிகள்

# RobustBayesianMetaAnalysisAdvanced|
source: Thin
de: Ausdünnung
es: Estrecho
eu: Mehea
gl: Estreito
nl: Verdunning
pt: Fino
ta: மெல்லிய

# RobustBayesianMetaAnalysisAdvanced|
source: Autofit
de: Auto-Anpassung
es: Ajuste automático
eu: Egokitze automatikoa
gl: Axuste automático
nl: Autopassing
pt: Autoajuste
ta: ஆட்டோஃபிட்

# RobustBayesianMetaAnalysisAdvanced|
source: R-hat
de: R-Dach
es: R-circunflejo
eu: R-txapela
gl: R-circunflexo
nl: R-dakje
ta: ஆர்-தொப்பி

# RobustBayesianMetaAnalysisAdvanced|
source: Effective sample size
de: Effektiver Stichprobenumfang
es: Tamaño efectivo de muestra
eu: Laginaren tamaina eraginkorra
gl: Tamaño efectivo da mostra
nl: Effectieve steekproefgrootte
pt: Tamanho de amostra efetivo
ta: பயனுள்ள மாதிரி அளவு

# RobustBayesianMetaAnalysisAdvanced|
source: MCMC error
de: MCMC-Fehler
es: Error MCMC
eu: MCMC errorea
gl: Erro MCMC
nl: MCMC fout
pt: Erro MCMC
ta: MCMC பிழை
