Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# BayesianMetaAnalysisPlots|
source: Year (ascending)
de: Jahr (aufsteigend)
es: Año (ascendente)
eu: Urtea (gorantz)
gl: Ano (ascendente)
ja: 年 (昇順)
nl: Jaar (toenemend)
pt: Ano (ascendente)
ta: ஆண்டு (ஏறுதல்)

# BayesianMetaAnalysisPlots|
source: Year (descending)
de: Jahr (absteigend)
es: Año (descendente)
eu: Urtea (beheranzkoa)
gl: Ano (descendente)
ja: 年 (降順)
nl: Jaar (afnemend)
pt: Ano (descendente)
ta: ஆண்டு (இறங்கு)

# BayesianMetaAnalysisPlots|
source: Effect size (ascending)
de: Effektstärke (aufsteigend)
es: Magnitud del efecto (ascendente)
eu: Efektuaren tamaina (gorantz)
gl: Magnitude do efecto (ascendente)
ja: 効果量 (昇順)
nl: Effectgrootte (toenemend)
pt: Tamanho de efeito (ascendente)
ta: விளைவு அளவு (ஏறுதல்)

# BayesianMetaAnalysisPlots|
source: Effect size (descending)
de: Effektstärke (absteigend)
es: Magnitud del efecto (descendente)
eu: Efektuaren tamaina (beheranzkoa)
gl: Magnitude do efecto (descendente)
ja: 効果量 (降順)
nl: Effectgrootte (afnemend)
pt: Tamanho de efeito (descendente)
ta: விளைவு அளவு (இறங்கு)

# BayesianMetaAnalysisPlots|
source: Order
de: Reihenfolge
es: Orden
eu: Eskaera
gl: Orde
ja: 順序
nl: Volgorde
pt: Ordem
ta: ஒழுங்கு

# BayesianMetaAnalysisPlots|
source: Ascending
de: Aufsteigend
es: Ascendente
eu: Goranzkoa
gl: Ascendente
ja: 昇順
nl: Toenemend
pt: Ascendente
ta: ஏறுதல்

# BayesianMetaAnalysisPlots|
source: Descending
de: Absteigend
es: Descendente
eu: Beheranzko
gl: Descendente
ja: 降順
nl: Afnemend
pt: Descendente
ta: இறங்கு

# BayesianMetaAnalysisPlots|
source: Row order
de: Zeilenreihenfolge
es: Orden de filas
eu: Lerro-ordena
gl: Orde de filas
ja: 行の順序
nl: Rijvolgorde
pt: Ordem das linhas
ta: வரி வரிசை

# BayesianMetaAnalysisPlots|
source: Cumulative forest plot
de: Kumulativer Forest-Plot
es: Gráfico forestal acumulativo
eu: Baso-diagrama metatua
gl: Gráfica forestal acumulada
ja: 累積フォレスト プロット
nl: Cumulatieve bosgrafiek
pt: Gráfico de floresta cumulativo
ta: ஒட்டுமொத்த வன சூழ்ச்சி

# BayesianMetaAnalysisPlots|
source: Prior and posterior
de: Prior und Posterior
es: Previa y Posterior
eu: Aurrekoa eta ondorengoa
gl: Previa e Posterior
ja: 事前分布と事後分布
nl: Prior en posterior
pt: Anterior e posterior
ta: முன் மற்றும் பின்புறம்

# BayesianMetaAnalysisPlots|
source: Additional info
de: Weitere Infos
es: Información adicional
eu: Informazio gehigarria
gl: Información adicional
ja: 追加情報
nl: Aanvullende info
pt: Informações adicionais
ta: கூடுதல் செய்தி

# BayesianMetaAnalysisPlots|
source: Add fixed and random effects posterior
de: Posterior für feste und zufällige Effekte hinzufügen
es: Agregar efectos fijos y aleatorios posteriores
eu: Gehitu efektu finko eta ausazko atzeko planoan
gl: Engadir efectos fixos e aleatorios posteriores
ja: 固定効果と変量効果の事後分布を追加
nl: Voeg gefixeerde en willekeurige effecten posterior toe
pt: Adicionar efeitos fixos e aleatórios posteriores
ta: நிலையான மற்றும் சீரற்ற விளைவுகளை பின்புறச் சேர்க்கவும்

# BayesianMetaAnalysisPlots|
source: Shade 95% CI
de: 95%-GI schattieren
es: Sombrear el IC del 95%
eu: Itzala % 95 CI
gl: Sombrear o IC do 95%
ja: 95%信頼区間に影をつける
nl: Markeer 95% Geloofwaardigheidsinterval
pt: Sombrear IC 95 %
ta: நிழல் 95% சி.ஐ

# BayesianMetaAnalysisPlots|
source: Sequential plot
de: Sequentielles Diagramm
es: Gráfico secuencial
eu: Trama sekuentziala
gl: Gráfica secuencial
ja: 逐次プロット
nl: Sequentiële grafiek
pt: Gráfico sequencial
ta: தொடர்ச்சியான சூழ்ச்சி

# BayesianMetaAnalysisPlots|
source: Bayes factors
de: Bayesfaktoren
es: Factores de Bayes
eu: Bayes faktoreak
gl: Factores de Bayes
ja: ベイズファクター
nl: Bayes factoren
pt: Fatores de Bayes
ta: பேயச் காரணிகள்

# BayesianMetaAnalysisPlots|
source: Posterior model probabilities
de: Posterior-Modellwahrscheinlichkeiten
es: Probabilidades posteriores del modelo
eu: Atzeko ereduaren probabilitateak
gl: Probabilidades posteriores do modelo
ja: 事後モデル確率
nl: Posterior model waarschijnlijkheden
pt: Probabilidades posteriores do modelo
ta: பின்புற மாதிரி நிகழ்தகவுகள்

# BayesianMetaAnalysisPriors|
source: Priors
de: Prior
es: Previas
eu: Prioreak
gl: Previas
ja: 事前分布
pt: Anteriores
ta: ப்ரியர்ச்

# BayesianMetaAnalysisPriors|
source: Effect size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de efeito
ta: விளைவு அளவு

# BayesianMetaAnalysisPriors|
source: location:
de: Lageparameter:
es: posición:
eu: kokapena:
gl: Posición:
ja: 位置(location):
nl: locatie:
pt: localização:
ta: இடம்:

# BayesianMetaAnalysisPriors|
source: scale:
de: Skalenparameter:
es: escala:
eu: eskala:
gl: Escala::
ja: 尺度(scale):
nl: schaal:
pt: escala:
ta: அளவு:

# BayesianMetaAnalysisPriors|
source: Normal
eu: Normala
ja: 正規
nl: Normaal
ta: சாதாரண

# BayesianMetaAnalysisPriors|
source: mean:
de: Mittelwert:
es: Media:
eu: esan nahi du:
gl: Media:
ja: 平均:
nl: gemiddelde:
pt: média:
ta: சராசரி:

# BayesianMetaAnalysisPriors|
source: std:
es: Típica:
eu: estandarra:
gl: Padrón:
ja: 標準偏差:
pt: pad:
ta: தரம்:

# BayesianMetaAnalysisPriors|
source: Truncation
de: Stutzung
es: Truncamiento
eu: Mozketa
gl: Tronzado
ja: 切断
nl: Afkapping
pt: Truncamento
ta: துண்டிப்பு

# BayesianMetaAnalysisPriors|
source: Lower bound:
de: Untergrenze:
es: Límite inferior:
eu: Beheko muga:
gl: Límite inferior:
ja: 下限:
nl: Ondergrens:
pt: Limite inferior:
ta: கீழ் எல்லை:

# BayesianMetaAnalysisPriors|
source: Upper bound:
de: Obergrenze:
es: Límite superior:
eu: Goiko muga:
gl: Límite superior:
ja: 上限:
nl: Bovengrens:
pt: Limite superior:
ta: மேல் பிணைப்பு:

# BayesianMetaAnalysisPriors|
source: Inverse gamma
es: Gamma Inversa
eu: Alderantzizko gamma
gl: Gamma Inversa
ja: 逆ガンマ
nl: Inverse gamma-verdeling
pt: Gama Inversa
ta: தலைகீழ் வரம்பு

# BayesianMetaAnalysisPriors|
source: shape:
de: Form:
es: Forma:
eu: forma:
gl: Forma:
ja: 形状:
nl: vorm:
pt: forma:
ta: வடிவம்:

# BayesianMetaAnalysisPriors|
source: Half t
de: Halbe t
es: Mitad de t
eu: Erdi t
gl: Metade de t
ja: 半t
nl: Halve t-verdeling
pt: Metade de t
ta: அரை டி

# BayesianMetaAnalysisPriors|
source: Plot prior(s)
de: Prior-Diagramme
es: Representar previa(s)
eu: Lursailaren aurrekoak
gl: Representar previa(s)
ja: 事前分布をプロット
nl: Grafiek prior(s)
pt: Plotar anterior(es)
ta: சூழ்ச்சி முன் (கள்)

# ClassicalMetaAnalysisDiagnostics|
source: Diagnostics
de: Diagnostiken
es: Diagnósticos
eu: Diagnostikoak
gl: Diagnósticos
ja: 診断
nl: Diagnostieken
pt: Diagnóstico
ta: கண்டறிதல்

# ClassicalMetaAnalysisDiagnostics|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Gráficos
ta: அடுக்கு

# ClassicalMetaAnalysisDiagnostics|
source: Casewise diagnostics
de: Fallweise Diagnostiken
es: Diagnósticos caso a caso
eu: Kasuka diagnostikoak
gl: Diagnósticos caso a caso
ja: ケースワイズ診断
nl: Diagnostieken per observatie
pt: Diagnósticos caso a caso
ta: கேச்வைச் கண்டறிதல்

# ClassicalMetaAnalysisStatistics|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikak
gl: Estatísticos
ja: 統計量
nl: Statistieken
pt: Estatística
ta: புள்ளிவிவரங்கள்

# ClassicalMetaAnalysisStatistics|
source: Confidence intervals
de: Konfidenzintervalle
es: Intervalos de confianza
eu: Konfiantza-tarteak
gl: Intervalos de confianza
ja: 信頼区間
nl: Betrouwbaarheidsintervallen
pt: Intervalos de confiança
ta: நம்பிக்கை இடைவெளிகள்

# ClassicalMetaAnalysisStatistics|
source: Fit measures
de: Anpassungsmaße
es: Medidas de ajuste
eu: Egokitze neurriak
gl: Medidas de axuste
ja: 適合度指標
nl: Pasmaten
pt: Medidas de ajuste
ta: பொருத்தமான நடவடிக்கைகள்

# BayesianMetaAnalysisPlots|
source: Add prior
de: Prior hinzufügen
es: Añadir previa
eu: Gehitu aurrekoa
gl: Engadir unha previa
ja: 事前分布の追加
nl: Voeg prior toe
pt: Adicionar anterior
ta: முன் சேர்க்கவும்

# BayesianMetaAnalysisPriors|
source: Heterogeneity (between-study SD)
de: Heterogenität (SD zwischen Studien)
es: Heterogeneidad (DT entre estudios)
eu: Heterogeneotasuna (azterketen arteko SD)
gl: Heteroxeneidade (DP entre estudos)
ja: 異質性(研究間SD)
nl: Heterogeniteit (interstudie SD)
pt: Heterogeneidade (DP entre estudos)
ta: பன்முகத்தன்மை (ஆய்வு எச்டி இடையே)

# RobustBayesianMetaAnalysisPriors|
source: Effect
de: Effekt
es: Efecto
eu: Efektua
gl: Efecto
ja: 効果
pt: Efeito
ta: விளைவு

# RobustBayesianMetaAnalysisPriors|
source: Effect (null)
de: Effekt (null)
es: Efecto (nulo)
eu: Efektua (nuloa)
gl: Efecto (nulo)
ja: 効果(null)
nl: Effect (nul)
pt: Efeito (nulo)
ta: விளைவு (பூச்யம்)

# RobustBayesianMetaAnalysisPriors|
source: Heterogeneity
de: Heterogenität
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
ja: 異質性
nl: Heterogeniteit
pt: Heterogeneidade
ta: பன்முகத்தன்மை

# RobustBayesianMetaAnalysisPriors|
source: Heterogeneity (null)
de: Heterogenität (null)
es: Heterogeneidad (nulo)
eu: Heterogeneotasuna (nuloa)
gl: Heteroxeneidade (nula)
ja: 異質性 (null)
nl: Heterogeniteit (null)
pt: Heterogeneidade (nula)
ta: பன்முகத்தன்மை (பூச்யம்)

# RobustBayesianMetaAnalysisPriors|
source: Publication bias: PET
de: Publikationsverzerrung: PET
es: Sesgo de publicación: PET
eu: Argitalpen-alborapena: PET
gl: Nesgo de publicación: PET
ja: 出版バイアス: PET
nl: Publicatie bias: PET
pt: Viés de publicação: PET
ta: வெளியீட்டு சார்பு: PET

# RobustBayesianMetaAnalysisPriors|
source: Publication bias: PET (null)
de: Publikationsverzerrung: PET (null)
es: Sesgo de publicación: PET (nulo)
eu: Argitalpen-alborapena: PET (nuloa)
gl: Nesgo de publicación: PET (nulo)
ja: 出版バイアス: PET (null)
nl: Publicatie bias: PET (null)
pt: Viés de publicação: PET (nulo)
ta: வெளியீட்டு சார்பு: PET (NULL)

# RobustBayesianMetaAnalysisPriors|
source: Publication bias: PEESE
de: Publikationsverzerrung: PEESE
es: Sesgo de publicación: PEESE
eu: Argitalpen-alborapena: PEESE
gl: Nesgo de publicación: PEESE
ja: 出版バイアス: PEESE
nl: Publicatie bias: PEESE
pt: Viés de publicação: PEESE
ta: வெளியீட்டு சார்பு: பீச்

# RobustBayesianMetaAnalysisPriors|
source: Publication bias: PEESE (null)
de: Publikationsverzerrung: PEESE (null)
es: Sesgo de publicación: PEESE (nulo)
eu: Argitalpen-alborapena: PEESE (nuloa)
gl: Nesgo de publicación: PEESE (nulo)
ja: 出版バイアス: PEESE (null)
nl: Publicatie bias: PEESE (null)
pt: Viés de publicação: PEESE (nulo)
ta: வெளியீட்டு சார்பு: பீச் (பூச்யம்)

# RobustBayesianMetaAnalysisPriors|
source: Distribution
de: Verteilung
es: Distribución
eu: Banaketa
gl: Distribución
ja: 分布
nl: Verdeling
pt: Distribuição
ta: பரவல்

# RobustBayesianMetaAnalysisPriors|
source: Parameters
de: Parameter
es: Parámetros
eu: Parametroak
gl: Parámetros
ja: パラメータ
pt: Parâmetros
ta: அளவுருக்கள்

# RobustBayesianMetaAnalysisPriors|
source: Truncation
de: Stutzung
es: Truncamiento
eu: Mozketa
gl: Tronzado
ja: 切断
nl: Afkapping
pt: Truncamento
ta: துண்டிப்பு

# RobustBayesianMetaAnalysisPriors|
source: Prior weights
de: Prior-Gewichte
es: Ponderaciones previas
eu: Aurreko pisuak
gl: Ponderacións previas
ja: 事前分布重み
nl: Prior gewichten
pt: Pesos anteriores
ta: முன் எடைகள்

# RobustBayesianMetaAnalysisPriors|
source: Normal(μ,σ)
eu: Normala(μ,σ)
nl: Normaal(μ,σ)
ta: இயல்பான (மீ, கள்)

# RobustBayesianMetaAnalysisPriors|
source: Inverse-Gamma(α,β)
es: Gamma Inversa (α,β)
eu: Alderantzizko Gamma(α,β)
gl: Gamma Inversa(α,β)
pt: Gama Inversa(α,β)
ta: தலைகீழ்-கம்மா (அ, பி)

# RobustBayesianMetaAnalysisPriors|
source: Log-Normal(μ,σ)
eu: Log-Normala(μ,σ)
nl: Log-Normaal(μ,σ)
ta: பதிவு-இயல்பான (எம், கள்)

# RobustBayesianMetaAnalysisPriors|
source: Uniform(a,b)
es: Uniforme(a,b)
eu: Uniformea(a,b)
gl: Uniforme(a,b)
pt: Uniforme(a,b)
ta: சீருடை (ஏ, பி)

# RobustBayesianMetaAnalysisPriors|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
gl: Ningún
ja: なし
nl: Geen
pt: Nenhum
ta: எதுவுமில்லை

# RobustBayesianMetaAnalysisPriors|
source: lower
de: untere
es: inferior
eu: beheago
gl: inferior
ja: 下
nl: onder
pt: inferior
ta: கீழ்

# RobustBayesianMetaAnalysisPriors|
source: upper
de: obere
es: superior
eu: goiko
gl: superior
ja: 上
nl: boven
pt: superior
ta: மேல்

# RobustBayesianMetaAnalysisPriors|
source: Weight
de: Gewicht
es: Ponderación
eu: Pisua
gl: Ponderación
ja: 重み
nl: Gewicht
pt: Peso
ta: எடை

# RobustBayesianMetaAnalysisWeightfunctions|
source: Publication bias: selection models
de: Publikationsverzerrung: Auswahlmodelle
es: Sesgo de publicación: modelos de selección
eu: Argitalpen-alborapena: hautaketa-ereduak
gl: Nesgo de publicación: modelos de selección
ja: 出版バイアス: 選択モデル
nl: Publicatie bias: selectie modellen
pt: Viés de publicação: modelos de seleção
ta: வெளியீட்டு சார்பு: தேர்வு மாதிரிகள்

# RobustBayesianMetaAnalysisWeightfunctions|
source: Publication bias: selection models (null)
de: Publikationsverzerrung: Auswahlmodelle (null)
es: Sesgo de publicación: modelos de selección (nulo)
eu: Argitalpen-alborapena: hautaketa-ereduak (nuloa)
gl: Nesgo de publicación: modelos de selección (nulo)
ja: 出版バイアス: 選択モデル(null)
nl: Publicatie bias: selectie modellen (null)
pt: Viés de publicação: modelos de seleção (nulo)
ta: வெளியீட்டு சார்பு: தேர்வு மாதிரிகள் (பூச்யம்)

# RobustBayesianMetaAnalysisWeightfunctions|
source: Weight function
de: Gewichtungsfunktion
es: Función de ponderación
eu: Pisu funtzioa
gl: Función de ponderación
ja: 重み関数
nl: Gewichtsfunctie
pt: Função de ponderação
ta: எடை செயல்பாடு

# RobustBayesianMetaAnalysisWeightfunctions|
source: Cut-points
de: Abschneide-Punkte
es: Puntos de corte
eu: Ebaki-puntuak
gl: Puntos de corte
ja: カットポイント
nl: Afkappunten
pt: Pontos de corte
ta: வெட்டு புள்ளிகள்

# RobustBayesianMetaAnalysisWeightfunctions|
source: Parameters
de: Parameter
es: Parámetros
eu: Parametroak
gl: Parámetros
ja: パラメータ
pt: Parâmetros
ta: அளவுருக்கள்

# RobustBayesianMetaAnalysisWeightfunctions|
source: Prior weights
de: Prior-Gewichte
es: Ponderaciones previas
eu: Aurreko pisuak
gl: Ponderacións previas
ja: 事前分布重み
nl: Prior gewichten
pt: Pesos anteriores
ta: முன் எடைகள்

# RobustBayesianMetaAnalysisWeightfunctions|
source: Two-sided
de: Zweiseitig
es: Bilateral
eu: Bi aldeetakoa
gl: Bilateral
ja: 両側
nl: Twee-zijdig
pt: Bilateral
ta: இரு பக்க

# RobustBayesianMetaAnalysisWeightfunctions|
source: One-sided
de: Einseitig
es: Unilateral
eu: Alde bakarrekoa
gl: Unilateral
ja: 片側
nl: Een-zijdig
pt: Unilateral
ta: ஒரு பக்க

# RobustBayesianMetaAnalysisWeightfunctions|
source: Two-sided (fixed)
de: Zweiseitig (feste)
es: Bilateral (fija)
eu: Bi aldeetakoa (finkoa)
gl: Bilateral (fixa)
ja: 両側 (固定)
nl: Twee-zijdig (gefixeerd)
pt: Bilateral (fixo)
ta: இரு பக்க (சரி செய்யப்பட்டது)

# RobustBayesianMetaAnalysisWeightfunctions|
source: One-sided (fixed)
de: Einseitig (feste)
es: Unilateral (fija)
eu: Alde bakarrekoa (finkoa)
gl: Unilateral (fixa)
ja: 片側 (固定)
nl: Een-zijdig (gefixeerd)
pt: Unilateral (fixo)
ta: ஒருதலைப்பட்ச (சரி)

# RobustBayesianMetaAnalysisWeightfunctions|
source: None
de: Keine
es: Ninguna
eu: Bat ere ez
gl: Ninguna
ja: なし
nl: Geen
pt: Nenhum
ta: எதுவுமில்லை

# RobustBayesianMetaAnalysisWeightfunctions|
source: p-values
de: p-Werte
es: valores p
eu: p-balioak
gl: Valores P
ja: p値
nl: p-waarden
pt: valores-p
ta: பி-மதிப்புகள்

# RobustBayesianMetaAnalysisWeightfunctions|
source: Weight
de: Gewicht
es: Ponderación
eu: Pisua
gl: Ponderación
ja: 重み
nl: Gewicht
pt: Peso
ta: எடை

# RobustBayesianMetaAnalysis|
source: Custom
de: Benutzerdefiniert
es: Personalizado
eu: Pertsonalizatua
gl: Personalizado
ja: カスタム
nl: Aangepast
pt: Personalizado
ta: தனிப்பயன்

# Description|
source: Classical
de: Klassisch
es: Clásico
eu: Klasikoa
gl: Clásico
ja: 伝統的
nl: Klassiek
pt: Clássico
ta: இலக்கிய நயம்

# Description|
source: Bayesian
de: Bayesianisch
es: Bayesiano
eu: Bayestarra
gl: Baiesiano
ja: ベイジアン
nl: Bayesiaans
pt: Bayesiano
ta: பேய்சியன்

# Description|
source: Prediction Model Performance
de: Leistung des Vorhersagemodells
es: Comportamiento del Modelo de Predicción
eu: Iragarpen Ereduaren Errendimendua
gl: Comportamento do Modelo de Predición
ja: 予測モデル性能
nl: Prestatie van Voorspellingsmodel
pt: Desempenho do Modelo de Previsão
ta: கணிப்பு மாதிரி செயல்திறன்

# Description|
source: Classical Prediction Model Performance
de: Leistung klassischer Vorhersagemodelle
es: Comportamiento del Modelo Clásico de Predicción
eu: Iragarpen Klasikoaren Ereduaren Errendimendua
gl: Comportamento do Modelo Clásico de Predición
ja: 古典的な予測モデル性能
nl: Prestatie van Klassiek Voorspellingsmodel
pt: Desempenho do Modelo de Predição Clássico
ta: பாரம்பரிய கணிப்பு மாதிரி செயல்திறன்

# Description|
source: Bayesian Prediction Model Performance
de: Leistung des Bayes'schen Vorhersagemodells
es: Comportamiento del Modelo Bayesiano de Predicción
eu: Bayesiar Iragarpen Ereduaren Errendimendua
gl: Comportamento do Modelo Baiesiano de Predición
ja: ベイジアン予測モデル性能
nl: Prestatie Bayesiaans Voorspellingsmodel
pt: Desempenho do Modelo de Previsão Bayesiano
ta: பேய்சியன் கணிப்பு மாதிரி செயல்திறன்

# BayesianPredictionPerformance|
source: MCMC Diagnostics
de: MCMC-Diagnostiken
es: Diagnósticos MCMC
eu: MCMC Diagnostikoak
gl: Diagnósticos MCMC
ja: MCMC診断
nl: MCMC Diagnostiek
pt: Diagnósticos MCMC
ta: எம்.சி.எம்.சி கண்டறிதல்

# BayesianPredictionPerformance|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Gráficos
ta: அடுக்கு

# BayesianPredictionPerformance|
source: Running means
de: Gleitende Mittelwerte
es: Medias móviles
eu: Korrika egitea esan nahi du
gl: Medias móbiles
ja: 移動平均
nl: Lopende gemiddelden
pt: Médias móveis
ta: இயங்கும் பொருள்

# BayesianPredictionPerformance|
source: Autocorrelation
de: Autokorrelation
es: Autocorrelación
eu: Autokorrelazioa
gl: Autocorrelación
ja: 自己相関
nl: Autocorrelatie
pt: Autocorrelação
ta: தன்னொட்டுறவு

# BayesianPredictionPerformance|
source: Advanced
de: Weitere
es: Avanzado
eu: Aurreratua
gl: Avanzado
ja: 詳細
nl: Geavanceerd
pt: Avançado
ta: மேம்பட்ட

# BayesianPredictionPerformance|
source: Adapt
de: Anpassen
es: Adaptar
eu: Egokitu
gl: Adaptar
ja: 適応
nl: Aanpassen
pt: Adaptar
ta: தழுவி

# BayesianPredictionPerformance|
source: Burnin
de: Aufwärmphase
es: Calentamiento
eu: Erretzen
gl: Quecemento
ja: バーンイン
nl: Opwarming
ta: பர்னின்

# BayesianPredictionPerformance|
source: Sample
de: Stichprobe
es: Muestra
eu: Lagina
gl: Mostra
ja: サンプル
nl: Steekproef
pt: Amostra
ta: மாதிரி

# BayesianPredictionPerformance|
source: Chains
de: Ketten
es: Cadenas
eu: Kateak
gl: Cadeas
ja: チェイン
nl: Ketens
pt: Cadeias
ta: சங்கிலிகள்

# PetPeese|
source: Effect sizes & SE
de: Effektstärken & SF
es: Magnitudes del efecto y DT
eu: Efektuaren tamainak eta SE
gl: Magnitudes dos efectos & EP
ja: 効果量 & SE
nl: Effectgroottes & SE
pt: Tamanhos de efeito & EP
ta: விளைவு அளவுகள் & SE

# PetPeese|
source: Correlations & N
de: Korrelationen & N
es: Correlaciones & N
eu: Korrelazioak eta N
gl: Correlacións & N
ja: 相関 & N
nl: Correlaties & N
pt: Correlações & N
ta: தொடர்புகள் & என்

# PetPeese|
source: Correlation
de: Korrelation
es: Correlación
eu: Korrelazioa
gl: Correlación
ja: 相関
nl: Correlatie
pt: Correlação
ta: ஒட்டுறவு

# PetPeese|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# PetPeese|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Standaardfout van Effectgrootte
pt: Erro Padrão do Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# PetPeese|
source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
ja: フィッシャー(Fisher)のz
pt: z de Fisher
ta: ஃபிசரின் சட்

# PetPeese|
source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
ja: コーエン(Cohen)のd
pt: d de Cohen
ta: கோஅனின் டி

# PetPeese|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
ja: 推論
nl: Gevolgtrekking
pt: Inferência
ta: அனுமானம்

# PetPeese|
source: Multiplicative heterogeneity estimates
de: Schätzungen Multiplikativer Heterogenität
es: Estimaciones de la heterogeneidad multiplicativa
eu: Heterogeneotasun biderkatzailearen estimazioak
gl: Estimacións da heteroxeneidade multiplicativa
ja: 乗法異質性の推定値
nl: Multiplicatieve heterogeniteitsschattingen
pt: Estimativas de heterogeneidade multiplicativa
ta: பெருக்கல் பன்முகத்தன்மை மதிப்பீடுகள்

# PetPeese|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Gráficos
ta: அடுக்கு

# PetPeese|
source: PEESE
eu: PIZARRA
ta: படம்

# PetPeese|
source: Mean model estimates
de: Mittlere Modellschätzungen
es: Estimaciones del modelo medio
eu: Batez besteko ereduaren estimazioak
gl: Estimacións do modelo medio
ja: 平均モデル推定値
nl: Gemiddelde modelschattingen
pt: Estimativas do modelo médio
ta: சராசரி மாதிரி மதிப்பீடுகள்

# PredictionPerformanceData|
source: Measure
de: Maß
es: Medida
eu: Neurtu
gl: Medida
ja: 測定
nl: Maat
pt: Medida
ta: அளவீடு

# PredictionPerformanceData|
source: C statistic
de: K-Statistik
es: Estadístico C
eu: C estatistikoa
gl: Estatístico C
ja: C統計量
nl: C statistiek
pt: Estatística C
ta: சி புள்ளிவிவரம்

# PredictionPerformanceData|
source: C-statistic
de: K-Statistik
es: Estadístico C
eu: C-estatistika
gl: Estatístico C
ja: C統計量
nl: C-statistiek
pt: Estatística-C
ta: சி-புள்ளிவிவர

# PredictionPerformanceData|
source: Standard Error
de: Standardfehler
es: Error Típico
eu: Errore estandarra
gl: Erro Padrón
ja: 標準誤差
nl: Standaardfout
pt: Erro Padrão
ta: நிலையான பிழை

# PredictionPerformanceData|
source: 95% CI Lower and Upper Bound
de: 95% KI untere und obere Grenze
es: Límites inferior y superior del IC del 95%
eu: % 95eko CI Beheko eta Goiko Muga
gl: Límites Inferior e Superior do IC do 95%
ja: 95%信頼区間の上限と下限
nl: 95% CI Onder- en Bovengrens
pt: Limite inferior e superior do IC de 95 %
ta: 95% தொஒ கீழ் மற்றும் மேல் எல்லை

# PredictionPerformanceData|
source: Number of Participants
de: Anzahl der Teilnehmer
es: Número de Participantes
eu: Parte-hartzaile kopurua
gl: Número de Participantes
ja: 参加者数
nl: Aantal Proefpersonen
pt: Número de Participantes
ta: பங்கேற்பாளர்களின் எண்ணிக்கை

# PredictionPerformanceData|
source: Number of Observed Events
de: Anzahl Beobachteter Ereignisse
es: Número de Eventos Observados
eu: Behatutako gertaeren kopurua
gl: Número de Eventos Observados
ja: 観測されたイベント数
nl: Aantal Geobserveerde Gebeurtenissen
pt: Número de Eventos Observados
ta: கவனிக்கப்பட்ட நிகழ்வுகளின் எண்ணிக்கை

# PredictionPerformanceData|
source: Number of Expected Events
de: Anzahl Erwarteter Ereignisse
es: Número de Eventos Esperados
eu: Espero diren gertaeren kopurua
gl: Número de Eventos Agardados
ja: 期待されるイベント数
nl: Aantal Verwachte Gebeurtenissen
pt: Número de Eventos Esperados
ta: எதிர்பார்க்கப்படும் நிகழ்வுகளின் எண்ணிக்கை

# PredictionPerformanceData|
source: Study Labels
de: Studiennamen
es: Etiquetas de Estudios
eu: Ikasketa Etiketak
gl: Etiquetas dos Estudos
ja: 研究ラベル
nl: Studielabels
pt: Rótulos de Estudo
ta: ஆய்வு லேபிள்கள்

# PredictionPerformanceInference|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
ja: 推論
nl: Gevolgtrekking
pt: Inferência
ta: அனுமானம்

# PredictionPerformanceInference|
source: Within-study variation
de: Variation innerhalb Studie
es: Variación dentro de los estudios
eu: Ikerketa barruko aldakuntza
gl: Variación dentro dos estudos
ja: 研究内変動
nl: Variantie binnen de studies
pt: Variação dentro do estudo
ta: ஆய்வு மாறுபாடு

# PredictionPerformanceInference|
source: Normal/Log
eu: Normala/Erregistroa
ja: 正規/対数
nl: Normaal/Log
ta: இயல்பான/பதிவு

# PredictionPerformanceInference|
source: Normal/Identity
de: Normal/Identität
es: Normal/Identidad
eu: Normala/Identitatea
gl: Normal/Identidade
ja: 正規/恒等
nl: Normaal/Identiteit
pt: Normal/Identidade
ta: இயல்பான/அடையாளம்

# PredictionPerformanceInference|
source: Prior and posterior plot
de: Diagramm Prior und Posterior
es: Gráfico de las previas y posteriores
eu: Aurreko eta ondorengo trama
gl: Gráfica previa e posterior
ja: 事前分布と事後分布プロット
nl: Prior en posterior grafiek
pt: Gráfico anterior e posterior
ta: முன் மற்றும் பின்புற சூழ்ச்சி
