Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# BayesianMetaAnalysis|
source: Use prior distributions based on the Cochrane Database of Systematic Reviews developed by Bartoš et al. (2021)
es: Utilizar distribuciones previas basadas en la Base de Datos de Cochrane de Revisiones Sistemáticas desarrollado por Bartoš et al. (2021)
eu: Erabili aurreko banaketak Bartoš et al.-ek (2021) garatutako Cochrane Database of Systematic Reviews-en oinarrituta.
gl: Utilizar distribucións previas baseadas no Banco de Datos de Cochrane de Revisións Sistemáticas desenvolvido por Bartoš et al. (2021)
pt: Use distribuições anteriores baseadas no Cochrane Database of Systematic Reviews desenvolvido por Bartoš et al. (2021)

# BayesianMetaAnalysis|
source: Custom
es: Personalizado
eu: Pertsonalizatua
gl: Personalizado
pt: Personalizado

# BayesianMetaAnalysis|
source: Use custom prior distributions. This option allows you to specify a custom model ensemble for the effect size and heterogeneity prior distributions.
es: Utilizar distribuciones previas personalizadas. Esta opción permite especificar un conjunto de modelos personalizados para las distribuciones previas de la magnitud del efecto y la heterogeneidad.
eu: Erabili aurreko banaketa pertsonalizatuak. Aukera honek efektuaren tamainaren eta heterogeneotasunaren aurreko banaketetarako eredu multzo pertsonalizatu bat zehazteko aukera ematen dizu.
gl: Utilizar distribucións previas personalizadas. Esta opción te permite especificar un conxunto de modelos personalizados para as distribucións previas da magnitude do efecto e a heteroxeneidade.
pt: Usar distribuições a priori personalizadas. Esta opção permite especificar um conjunto de modelos personalizado para as distribuições a priori de tamanho do efeito e heterogeneidade.

# BayesianMetaAnalysis|
source: Use prior distributions based on the Cochrane Database of Systematic Reviews developed by Bartoš et al. (2023).
es: Utilizar distribuciones previas basadas en la Base de Datos de Cochrane de Revisiones Sistemáticas dearrollado por Bartoš et al. (2023).
eu: Erabili aurreko banaketak Bartoš et al.-ek (2023) garatutako Cochrane Database of Systematic Reviews-en oinarrituta.
gl: Utilizar distribucións previas baseadas no Banco de Datos de Cochrane de Revisións Sistemáticas desenvolvido por Bartoš et al. (2023).
pt: Use distribuições anteriores baseadas no Cochrane Database of Systematic Reviews desenvolvido por Bartoš et al. (2023).

# BayesianMetaAnalysis|
source: Scale
es: Escala
eu: Eskala
gl: Escala
pt: Escala

# BayesianMetaAnalysis|
source: Setting value different than 1 re-scales the pre-specified prior distributions. Values smaller than 1 lead to more informative priors, while values larger than 1 lead to less informative priors.
es: Establecer un valor distinto a 1, vuelve a escalar las distribuciones previas preespecificadas. Valores menores que 1 implican previas más informativas, mientras valores mayores que 1 implican previas menos informativas.
eu: 1etik desberdina den balio bat ezartzeak aurrez zehaztutako aitzindari banaketak berriro eskalatzen ditu. 1 baino txikiagoko balioek aitzindari informatiboagoak sortzen dituzte, eta 1 baino handiagoko balioek, berriz, aitzindari informatibo gutxiagokoak.
gl: Establecer un valor distinto a 1, volve escalar as distribucións previas preespecificadas. Valores menores que 1 implican previas máis informativas, mentres valores maiores que 1 implican previas menos informativas.
pt: Definir um valor diferente de 1 redimensiona as distribuições a priori pré-especificadas. Valores menores que 1 levam a prioris mais informativos, enquanto valores maiores que 1 levam a prioris menos informativos.

# BayesianMetaAnalysis|
source: Show model specification
es: Mostrar la especificación del modelo
eu: Erakutsi modeloaren zehaztapena
gl: Amosar a especificación do modelo
pt: Mostrar especificações do modelo

# BayesianMetaAnalysis|
source: Show the model specification. This is useful for understanding and reporting the specified model.
es: Muestra la especificación del modelo. Esto es útil para entender y presentar el modelo especificado.
eu: Erakutsi modeloaren zehaztapena. Hau erabilgarria da zehaztutako modeloa ulertzeko eta horren berri emateko.
gl: Amosa a especificación do modelo. Isto é útil para entender e presentar o modelo especificado.
pt: Exiba a especificação do modelo. Isso é útil para entender e relatar o modelo especificado.

# BayesianMetaAnalysis|
source: Prior Distributions (Custom)
es: Distribuciones previas (Personalizado)
eu: Aurreko Banaketak (Pertsonalizatuak)
gl: Distribucións previas (Personalizado)
pt: Distribuições Anteriores (Personalizadas)

# BayesianMetaAnalysisDeprecated|
source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de Efeito

# BayesianMetaAnalysisDeprecated|
source: Effect Size Standard Error
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
pt: Erro Padrão do Tamanho de Efeito

# BayesianMetaAnalysisDeprecated|
source: 95% CI Lower and Upper Bound
es: Límites inferior y superior del IC del 95%
eu: % 95eko CI Beheko eta Goiko Muga
gl: Límites Inferior e Superior do IC do 95%
pt: Limite inferior e superior do IC de 95 %

# BayesianMetaAnalysisDeprecated|
source: Study Labels
es: Etiquetas de Estudios
eu: Ikasketa Etiketak
gl: Etiquetas dos Estudos
pt: Rótulos de Estudo

# ClassicalMetaAnalysis|
source: Classical meta-analysis allows you to conduct a meta-analysis using the classical approach. It provides options for fixed and random effects models, as well as meta-regression, location-scale models, and subgroup analysis. Additional options include the ability to specify clustering for robust variance estimation, permutation tests, and generating the metafor package R code. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results.
es: El Meta-Análisis clásico permite realizar un Meta-Análisis utilizando el enfoque clásico. Proporciona opciones para modelos de efectos fijos y aleatorios, así como para Meta-Regresión, modelos de escala-posición y análisis de subgrupos. Opciones adicionales incluyen la capacidad de especificar la conglomeración para la estimación robusta de la varianza, contrastes de permutaciones y la generación de código del paquete metafor de R. Los resultados incluyen estimaciones de las magnitudes de los efectos, heterogeneidad, moderación y varios gráficos para visualizar los resultados.
eu: Metaanalisi klasikoak metaanalisi bat egiteko aukera ematen dizu ikuspegi klasikoa erabiliz. Efektu finko eta ausazko ereduetarako aukerak eskaintzen ditu, baita meta-erregresioa, kokapen-eskala ereduak eta azpitaldeen analisia ere. Beste aukera batzuen artean, bariantzaren estimazio sendoa lortzeko klusterizazioa zehazteko gaitasuna, permutazio probak eta metafor paketearen R kodea sortzea daude. Emaitzek efektu-tamainen estimazioak, heterogeneotasuna, moderazioa eta emaitzak bistaratzeko hainbat grafiko biltzen dituzte.

# ClassicalMetaAnalysis|
source: References
es: Referencias
eu: Erreferentziak
gl: Referencias
pt: Referências

# ClassicalMetaAnalysis|
source: R Packages
es: Paquetes de R
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Classical multilevel/multivariate meta-analysis allows you to conduct a meta-analysis adjusting for the dependency between effect sizes using the classical approach. The effect size dependency can be adjusted for by specifying the 'Effect Size Variance-Covariance Matrix' (interfacing the 'vcalc' function) and specifying the 'Random Effects/Model Components' (interfacing the 'random' argument in 'rma.mv' function). It provides options for fixed and random effects models, as well as meta-regression, and subgroup analysis. Additional options include the ability to specify clustering for robust variance estimation, permutation tests, and generating the metafor package R code. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results.
es: El Meta-Análisis multinivel/multivariante clásico permite realizar un Meta-Análisis que ajuste la dependencia entre magnitudes de los efectos, utilizando el enfoque clásico. La dependencia de la magnitud del efecto puede ajustarse especificando la 'Matriz de Varianzas-Coarianzas de la Magnitud del efecto' (interactuando con la función 'vcalc') y especificando los 'Efectos aleatorios/Componentes del modelo' (interactuando con el argumento 'random' de la función 'rma.mv'). Eso proporciona opciones para modelos de efectos fijos y aleatorios, así como para Meta-Regresión y análisis de subgrupos. Opciones adicionales incluyen la capacidad de especificar la conglomeración para la estimación robusta de la varianza, contrastes de permutaciones y la generación de código del paquete metafor de R. Los resultados incluyen estimaciones de las magnitudes de los efectos, heterogeneidad, moderación y varios gráficos para visualizar los resultados.
eu: Metaanalisi multinivel/multibariable klasikoak efektu-tamainen arteko menpekotasuna doitzeko metaanalisi bat egiteko aukera ematen dizu, ikuspegi klasikoa erabiliz. Efektu-tamainaren menpekotasuna doi daiteke 'Efektu-tamainaren bariantza-kobariantza matrizea' zehaztuz ('vcalc' funtzioa interfazatuz) eta 'Ausazko efektuak/ereduaren osagaiak' zehaztuz ('rma.mv' funtzioko 'random' argumentua interfazatuz). Efektu finko eta ausazko ereduetarako aukerak eskaintzen ditu, baita meta-erregresioa eta azpitaldeen analisia ere. Beste aukera batzuen artean, bariantzaren estimazio sendoa lortzeko klusterizazioa zehazteko gaitasuna, permutazio probak eta metafor paketearen R kodea sortzea daude. Emaitzek efektu-tamainen estimazioak, heterogeneotasuna, moderazioa eta emaitzak bistaratzeko hainbat grafiko biltzen dituzte.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: References
es: Referencias
eu: Erreferentziak
gl: Referencias
pt: Referências

# ClassicalMetaAnalysisMultilevelMultivariate|
source: R Packages
es: Paquetes de R
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

# FunnelPlot|
source: Funnel plots allow you to visualize the observed effect sizes and standard errors with the funnel outlaying the sampling distribution under a given meta-analytic model. Funnel plots are often used to assess publication bias and small-study effects. However, many studies have shown that funnel plots are not very reliable for this purpose. See e.g. Lau et al., (2006) and Terrin et al. (2005).
es: Los gráficos en embudo permiten visualizar las magnitudes de los efectos observadas y los errores típicos con el embudo alejándose de la distribución muestral bajo un modelo meta-analítico. Los gráficos en embudo a menudo se usan para evaluar el sesgo de publicación y los efectos de un pequeño-estudio. Sin embargo, muchos estudios mostraron que las gráficos en embudo no son muy fiables para ese propósito. Consulta p.e. Lau et al., (2006) y Terrin et al. (2005).
eu: Inbutu-diagramek efektu-tamainak eta errore estandarrak bistaratzeko aukera ematen dute, inbutuak metaanalisi-eredu jakin baten pean laginketa-banaketa islatuz. Inbutu-diagramak sarritan erabiltzen dira argitalpen-alborapena eta ikerketa txikien efektuak ebaluatzeko. Hala ere, ikerketa askok erakutsi dute inbutu-diagramak ez direla oso fidagarriak helburu horretarako. Ikus, adibidez, Lau et al., (2006) eta Terrin et al. (2005).

# FunnelPlot|
source: References
es: Referencias
eu: Erreferentziak
gl: Referencias
pt: Referências

# FunnelPlot|
source: R Packages
es: Paquetes de R
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

source: Bubble Plot
es: Gráfico de burbujas
eu: Burbuila-diagrama
gl: Gráfica de burbullas
pt: Gráfico de Bolhas

# BubblePlot|
source: Options for visualizing the estimated effect sizes at different levels of the predictors with the observed estimates visualized as bubbles. Continuous predictors can be split into three bins with cutoffs at ±x standard deviations from the mean. Predictors that are not specified for either the x-axis, lines, or plots are averaged over.
es: Opciones para visualizar las magnitudes estimadas de los efectos a distintos niveles de los predictores, con las estimaciones observadas visualizadas como burbujas. Los predictores continuos se pueden separar en tres barras con puntos de corte en ±x desviaciones típicas desde la media. Los preditores que no están especificados para el eje x, ni líneas, ni gráficos, se promedian.
eu: Aurreikusleen maila desberdinetan kalkulatutako efektu-tamainak bistaratzeko aukerak, behatutako estimazioak burbuila gisa bistaratuz. Aurreikusle jarraituak hiru zatitan bana daitezke, batez bestekoarekiko ±x desbideratze estandarretan dauden mugak dituztenak. X ardatzerako, lerroetarako edo grafikoetarako zehaztu ez diren aurreikusleen batez bestekoa kalkulatzen da.
gl: Opcións para visualizar as magnitudes estimadas dos efectos a distintos niveis dos preditores, coas estimacións observadas visualizadas como burbullas. Os preditores continuos poden separarse en tres barras con puntos de corte en ±x desvíos padrón desde a media. Para os preditores que non están especificados para o eixe x, nin liñas, nin gráficas, se calcula a media.
pt: Opções para visualizar os tamanhos de efeito estimados em diferentes níveis dos preditores, com as estimativas observadas visualizadas como bolhas. Os preditores contínuos podem ser divididos em três grupos com pontos de corte em ± x desvios padrão da média. Os preditores que não são especificados para o eixo x, linhas ou gráficos são calculados como média.

# BubblePlot|
source: Model Variables
es: Variables del modelo
eu: Eredu aldagaiak
gl: Variables do modelo
pt: Variáveis do Modelo

# BubblePlot|
source: Selected Variable
es: Variable seleccionada
eu: Hautatutako aldagaia
gl: Variable escollida
pt: Variável Selecionada

# BubblePlot|
source: Variable to be visualized on the x-axis.
es: Variable a visualizar en el eje x.
eu: X ardatzean bistaratuko den aldagaia.
gl: Variable a visualizar no eixe x.
pt: Variável a ser visualizada no eixo x.

# BubblePlot|
source: Separate Lines
es: Líneas separadas
eu: Lerro bereiziak
gl: Liñas separadas
pt: Linhas Separadas

# BubblePlot|
source: Variable(s) according to which predictions are split across different lines.
es: Variable(s) con las que se separan las predicciones a través de distintas líneas.
eu: Iragarpenak lerro ezberdinetan zehar banatzen diren aldagaia(k).
gl: Variable(s) coas que se separan as predicións a través de distintas liñas.
pt: Variável(is) segundo a qual as previsões são divididas em diferentes linhas.

# BubblePlot|
source: Separate Plots
es: Gráficos separados
eu: Lursail bereiziak
gl: Gráficas separadas
pt: Gráficos Separados

# BubblePlot|
source: Variable(s) according to which predictions are split across different plots.
es: Variable(s) con las que se separan las predicciones a través de distintos gráficos.
eu: Iragarpenak grafiko ezberdinetan banatzen diren aldagaia(k).
gl: Variable(s) coas que se separan as predicións a través de distintas gráficas.
pt: Variável(is) segundo a qual as previsões são divididas em diferentes gráficos.

# BubblePlot|
source: SD factor covariates
es: DT de las covariables de los factores
eu: SD faktorearen kobarianteak
gl: DP das covariantes dos factores
pt: DP das covariáveis dos fatores

# BubblePlot|
source: Standard deviation cutoff used for binning continuous covariates.
es: Punto de corte de la desviación típica utilizada para representar con barras las covariables continuas.
eu: Kobariante jarraituak multzokatzeko erabilitako desbideratze estandarraren muga.
gl: Punto de corte do desvío padrón utilizado para representar con barras as covariantes continuas.
pt: Corte de desvio padrão usado para agrupar covariáveis contínuas.

# BubblePlot|
source: Bubbles
es: Burbujas
eu: Burbuilak
gl: Burbullas
pt: Bolhas

# BubblePlot|
source: Size
es: Tamaño
eu: Tamaina
gl: Tamaño
pt: Tamanho

# BubblePlot|
source: Options for determining the size of the observed estimates.
es: Opciones para determinar el tamaño de las estimaciones observadas.
eu: Behatutako estimazioen tamaina zehazteko aukerak.
gl: Opcións para determinar o tamaño das estimacións observadas.
pt: Opções para determinar o tamanho das estimativas observadas.

# BubblePlot|
source: Weight
es: Ponderación
eu: Pisua
gl: Ponderación
pt: Peso

# BubblePlot|
source: Inverse variance
es: Varianza inversa
eu: Alderantzizko bariantza
gl: Varianza inversa
pt: Variância inversa

# BubblePlot|
source: Equal
es: Igual
eu: Berdin
gl: Igual
pt: Igual

# BubblePlot|
source: Sample size
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
pt: Tamanho de amostra

# BubblePlot|
source: Relative size
es: Tamaño relativo
eu: Tamaina erlatiboa
gl: Tamaño relativo
pt: Tamanho relativo

# BubblePlot|
source: Set the relative size of the observed estimates.
es: Establecer el tamaño relativo de las estimaciones observadas.
eu: Ezarri behatutako estimazioen tamaina erlatiboa.
gl: Establecer o tamaño relativo das estimacións observadas.
pt: Defina o tamanho relativo das estimativas observadas.

# BubblePlot|
source: Transparency
es: Transparencia
eu: Gardentasuna
gl: Transparencia
pt: Transparência

# BubblePlot|
source: Set the transparency of the observed estimates.
es: Establecer la transparencia de las estimaciones observadas.
eu: Ezarri behatutako estimazioen gardentasuna.
gl: Establecer a transparencia das estimacións observadas.
pt: Defina a transparência das estimativas observadas.

# BubblePlot|
source: Jitter
es: Oscilación
eu: Dardara
gl: Oscilación

# BubblePlot|
source: Set the degree of x-coordinate jitter of the observed estimates. Available when the x-axis variable is nominal.
es: Establecer el grado de oscilación de la coordenada x de las estimaciones observadas. Disponible cuando el eje x es nominal.
eu: Ezarri behatutako estimazioen x koordenatuen dardara-maila. Eskuragarri x ardatzeko aldagaia nominala denean.
gl: Establecer o grao de oscilación da coordenada x das estimacións observadas. Dispoñible cando o eixe x é nominal.
pt: Define o grau de jitter da coordenada x das estimativas observadas. Disponível quando a variável do eixo x é nominal.

# BubblePlot|
source: Confidence intervals
es: Intervalos de confianza
eu: Konfiantza-tarteak
gl: Intervalos de confianza
pt: Intervalos de confiança

# BubblePlot|
source: Include confidence intervals of the estimated effect sizes.
es: Incluir intervalos de confianza de las magnitudes estimadas del efecto.
eu: Sartu kalkulatutako efektu-tamainen konfiantza-tarteak.
gl: Incluír intervalos de confianza das magnitudes estimadas do efecto.
pt: Inclua intervalos de confiança dos tamanhos de efeito estimados.

# BubblePlot|
source: Prediction intervals
es: Intervalos de predicción
eu: Iragarpen-tarteak
gl: Intervalos de predición
pt: Intervalos de previsão

# BubblePlot|
source: Include prediction intervals of the estimated effect sizes.
es: Incluir intervalos de predicción de las magnitudes estimadas del efecto.
eu: Sartu kalkulatutako efektu-tamainen iragarpen-tarteak.
gl: Incluír intervalos de predición das magnitudes estimadas do efecto.
pt: Incluir intervalos de previsão dos tamanhos de efeito estimados.

# BubblePlot|
source: Theme
es: Esquema de colores
eu: Gaia
gl: Tema
pt: Tema

# BubblePlot|
source: Set the theme of the bubble plot.
es: Establecer el esquema de colores del gráfico de burbujas.
eu: Ezarri burbuila-diagramaren gaia.
gl: Establecer o tema da gráfica de burbullas.
pt: Defina o tema do gráfico de bolhas.

# BubblePlot|
source: White background
es: Fondo blanco
eu: Atzeko plano zuria
gl: Fondo branco
pt: Fundo branco

# BubblePlot|
source: Light
es: Claro
eu: Argia
gl: Claro
pt: Claro

# BubblePlot|
source: Minimal
es: Mínimo
eu: Minimoa
gl: Mínimo
pt: Mínimo

# BubblePlot|
source: Relative text size
es: Tamaño relativo de texto
eu: Testuaren tamaina erlatiboa
gl: Tamaño relativo de texto
pt: Tamanho relativo de texto

# BubblePlot|
source: Adjust the text size of the bubble plot.
es: Ajustar el tamaño de texto en el gráfico de burbujas.
eu: Doitu burbuila-diagramaren testuaren tamaina.
gl: Axustar o tamaño de texto na gráfica de burbullas.
pt: Ajuste o tamanho do texto do gráfico de bolhas.

# BubblePlot|
source: Legend position
es: Posición de la leyenda
eu: Legendaren posizioa
gl: Posición da lenda
pt: Posição de legenda

# BubblePlot|
source: Set the legend position of the bubble plot.
es: Establecer la posición de la leyenda en el gráfico de burbujas.
eu: Ezarri burbuila-diagramaren legendaren posizioa.
gl: Establecer a posición da lenda na gráfica de burbullas.
pt: Defina a posição da legenda do gráfico de bolhas.

# BubblePlot|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum

# BubblePlot|
source: Bottom
es: Inferior
eu: Behea
gl: Abaixo
pt: Fundo

# BubblePlot|
source: Right
es: Derecha
eu: Eskuinera
gl: Dereita
pt: Direita

# BubblePlot|
source: Top
es: Arriba
eu: Goia
gl: Arriba
pt: Topo

# BubblePlot|
source: Left
es: Izquierda
eu: Ezkerra
gl: Esquerda
pt: Esquerda

# ClassicalMetaAnalysisAdvanced|
source: Perform a permutation test for the model coefficients. Available in the meta-analysis analysisType when clustering is not specified. The resulting permuation p-values are displayed in the 'p (permutation)' column. Note that permutation can be computationally intesive.
es: Realiza una prueba de permutación para los coeficientes del modelo. Disponible en el Meta-Análisis en el tipo de análisis cuando no se especifica la conglomeración. Los valores-p resultantes se muestran en la columna 'p (permutación)'. Ten en cuenta que la permutación puede ser intensiva en cálculos.
eu: Egin permutazio-proba bat modeloaren koefizienteentzat. Metaanalisi motan eskuragarri, multzokatzea zehaztu gabe dagoenean. Emaitza diren permutazio p-balioak 'p (permutazioa)' zutabean bistaratzen dira. Kontuan izan permutazioa konputazio aldetik intentsiboa izan daitekeela.
gl: Realiza unha proba de permutación para os coeficientes do modelo. Dispoñible na Meta-Análise no tipo de análise cando non se especifica a conglomeración. Os valores P resultantes preséntanse na columna 'p (permutación)'. Cae na conta de que a permutación pode ser intensiva en cálculos.
pt: Execute um teste de permutação para os coeficientes do modelo. Disponível no analysisType da meta-análise quando o agrupamento não é especificado. Os valores de p da permutação resultantes são exibidos na coluna 'p (permutação)'. Observe que a permutação pode ser computacionalmente intensiva.

source: Forest Plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica forestal
pt: Gráfico de Floresta
