Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# Description|
source: Meta-Analysis
de: Meta-Analyse
es: Meta-Análisis
eu: MetaAnalisia
gl: Meta-Análise
ja: メタ分析
nl: Meta-Analyse
pt: Meta-Análise
ta: பிந்தைய பகுப்பாய்வு

# Description|
source: Classical Meta-Analysis
de: Klassische Meta-Analyse
es: Metaanálisis clásico
eu: MetaAnalisi Klasikoa
gl: Meta-Análise Clásica
ja: 伝統的メタ分析
nl: Klassieke Meta-Analyse
pt: Meta-Análise Clássica
ta: பாரம்பரிய மேவு பகுப்பாய்வு

# Description|
source: Selection Models
de: Auswahlmodelle
es: Modelos de selección
eu: Hautaketa Ereduak
gl: Modelos de selección
ja: モデル選択
nl: Selectiemodellen
pt: Modelos de Seleção
ta: தேர்வு மாதிரிகள்

# Description|
source: Bayesian Meta-Analysis
de: Bayessche Meta-Analyse
es: Metaanálisis bayesiano
eu: Bayesiar MetaAnalisia
gl: Meta-Análise baiesiana
ja: ベイジアンメタ分析
nl: Bayesiaanse Meta-Analyse
pt: Meta-Análise Bayesiana
ta: பேய்சியன் மேவு பகுப்பாய்வு

# Description|
source: Robust Bayesian Meta-Analysis
de: Robuste Bayessche Meta-Analyse
es: Metaanálisis bayesiano robusto
eu: MetaAnalisi Bayesiarra sendoa
gl: Meta-análise baiesiana robusta
ja: ロバストなベイジアンメタ分析
nl: Robuuste Bayesiaanse Meta-Analyse
pt: Meta-Análise Bayesiana Robusta
ta: வலுவான பேய்சியன் மேவு பகுப்பாய்வு

# BayesianMetaAnalysis|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren Tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# BayesianMetaAnalysis|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Effectgrootte Standaardfout
pt: Erro Padrão de Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# ClassicalMetaAnalysis|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# ClassicalMetaAnalysis|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Effectgrootte standaardfout
pt: Erro Padrão de Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# ClassicalMetaAnalysis|
source: Study Labels
de: Studiennamen
es: Etiquetas de Estudios
eu: Ikasketa Etiketak
gl: Etiquetas dos Estudos
ja: 研究ラベル
nl: Onderzoeklabels
pt: Rótulos de Estudo
ta: ஆய்வு லேபிள்கள்

# MultilevelMetaAnalysis|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# MultilevelMetaAnalysis|
source: Effect Size Variance
de: Effektstärke Varianz
es: Varianza de la Magnitud del efecto
eu: Efektuaren Tamaina Aldakortasuna
gl: Varianza da Magnitude do Efecto
ja: 効果量の分散
nl: Effectgrootte variantie
pt: Variância do Tamanho de Efeito
ta: விளைவு அளவு மாறுபாடு

# MultilevelMetaAnalysis|
source: Fixed Effects
de: Feste Effekte
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos Fixos
ja: 固定効果
nl: Fixed effecten
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

# MultilevelMetaAnalysis|
source: Inner Grouping (Multivariate Structure)
de: Innere Gruppierung (Multivariate Struktur)
es: Agrupación Interna (Estructura Multivariante)
eu: Barneko Taldekatzea (Aldagai Anitzeko Egitura)
gl: Agrupamento Interno (Estrutura Multivariante)
ja: 内部グループ化 (多変量構造)
nl: Binnengroepering (multivariate structuur)
pt: Grupo Interno (Estrutura Multivariada)
ta: உள் குழு (பன்முக அமைப்பு)

# MultilevelMetaAnalysis|
source: Outer Grouping (Grouping Structure)
de: Äußere Gruppierung (Gruppierungsstruktur)
es: Agrupación Externa (Estructura de Agrupación)
eu: Kanpoko taldekatzea (Taldekatze egitura)
gl: Agrupamento Externo (Estrutura de agrupamento)
ja: 外部グループ化 (グループ化構造)
nl: Buitengroepering (groeperingsstructuur)
pt: Agrupamento Externo (Estrutura de Agrupamento)
ta: வெளிப்புற குழு (குழும அமைப்பு)

# MultilevelMetaAnalysis|
source: Case labels
de: Fallbezeichnungen
es: Etiquetas de caso
eu: Kasuen etiketak
gl: Etiquetas dos casos
ja: ケースラベル
pt: Rótulo dos casos
ta: வழக்கு லேபிள்கள்

# MultilevelMetaAnalysis|
source: Fixed Effects Model
de: Feste-Effekte-Modell
es: Modelo de efectos fijos
eu: Efektu Finkoen Eredua
gl: Modelo de Efectos Fixos
ja: 固定効果モデル
nl: Fixed effecten model
pt: Modelo de Efeitos Fixos
ta: நிலையான விளைவுகள் மாதிரி

# MultilevelMetaAnalysis|
source: Predictors
de: Prädiktoren
es: Predictores
eu: Aurreikusleak
gl: Preditores
ja: 予測変数
nl: Voorspellers
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# MultilevelMetaAnalysis|
source: Model Terms
de: Modellterme
es: Elementos del Modelo
eu: Eredu Baldintzak
gl: Elementos do Modelo
ja: モデル項
nl: Modeltermen
pt: Termos do Modelo
ta: மாதிரி விதிமுறைகள்

# MultilevelMetaAnalysis|
source: Use intercept
de: Konstante einbeziehen
es: Usar constante
eu: Erabili interzepzioa
gl: Utilizar a constante
ja: 切片の使用
nl: Gebruik intercept
pt: Usar intercepto
ta: இடைமறிப்பு பயன்படுத்தவும்

# MultilevelMetaAnalysis|
source: Random Effects Model
de: Zufallseffekte-Modell
es: Modelo de Efectos Aleatorios
eu: Ausazko Efektuen Eredua
gl: Modelo de Efectos Aleatorios
ja: ランダム効果モデル
nl: Aselecte effecten model
pt: Efeito de Modelos Aleatórios
ta: சீரற்ற விளைவுகள் மாதிரி

# MultilevelMetaAnalysis|
source: Multivariate Covariance Model
de: Multivariat-Kovarianz-Modell
es: Modelo de Covarianzas Multivariante
eu: Kobariantza-eredu multibariantea
gl: Modelo de Covarianzas Multivariante
ja: 多変量共分散モデル
nl: Multivariate Covariantie Model
pt: Modelo de Covariância Multivariada
ta: பன்முக கோவாரன்ச் மாதிரி

# MultilevelMetaAnalysis|
source: Statistics
de: Statistiken
es: Estadísticos
eu: Estatistikak
gl: Estatísticos
ja: 統計量
nl: Statistieken
pt: Estatísticas
ta: புள்ளிவிவரங்கள்

# MultilevelMetaAnalysis|
source: Omnibus Statistics
de: Omnibus-Statistiken
es: Estadísticos ómnibus
eu: Omnibus Estatistikak
gl: Estatísticos ómnibus
ja: オムニバス統計量
nl: Omnibusstatistieken
pt: Estatística Omnibus
ta: அனைத்து புள்ளிவிவரங்களும்

# MultilevelMetaAnalysis|
source: Anova Table
de: ANOVA-Tabelle
es: Tabla ANOVA
eu: Anova taula
gl: Táboa ANOVA
ja: 分散分析表
nl: ANOVA-tabel
pt: Tabela Anova
ta: ANOVA அட்டவணை

# MultilevelMetaAnalysis|
source: Fit Indices
de: Anpassungs-Indizes
es: Índices de Ajuste
eu: Egokitze-indizeak
gl: Índices de Axuste
ja: 適合度指標
nl: Pas indices
pt: Índices de Ajuste
ta: குறியீடுகளை பொருத்துங்கள்

# MultilevelMetaAnalysis|
source: Coefficients
de: Koeffizienten
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
ja: 係数
nl: Coëfficiënten
pt: Coeficientes
ta: குணகங்கள்

# MultilevelMetaAnalysis|
source: Fixed Effects Coefficients Table
de: Feste-Effekte Koeffiziententabelle
es: Tabla de Coeficientes de Efectos Fijos
eu: Efektu Finkoen Koefizienteen Taula
gl: Táboa de Coeficientes de Efectos Fixos
ja: 固定効果係数表
nl: Fixed effecten coëfficiëntentabel
pt: Tabela de Coeficientes de Efeitos Fixos
ta: நிலையான விளைவுகள் குணகம் அட்டவணை

# MultilevelMetaAnalysis|
source: Random Effects Coefficients Table
de: Zufallseffekte Koeffiziententabelle
es: Tabla de Coeficientes de Efectos Aleatorios
eu: Ausazko Efektuen Koefizienteen Taula
gl: Táboa de Coeficientes de Efectos Aleatorios
ja: ランダム効果係数表
nl: Aselecte effecten coëfficiëntentabel
pt: Tabela de Coeficientes de Efeitos Aleatórios
ta: சீரற்ற விளைவுகள் குணகம் அட்டவணை

# MultilevelMetaAnalysis|
source: Model Derived Statistics
de: Modellabgeleitete Statistiken
es: Estadísticos Derivados del Modelo
eu: Eredutik Eratorritako Estatistikak
gl: Estatísticos Derivados do Modelo
ja: モデルから派生した統計量
nl: Model afgeleide statistieken
pt: Estatística Derivada do Modelo
ta: மாதிரி பெறப்பட்ட புள்ளிவிவரங்கள்

# MultilevelMetaAnalysis|
source: Estimated Marginal Means
de: Geschätzte Randmittelwerte
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias marxinais estimadas
ja: 推定周辺平均
nl: Geschatte marginale gemiddeldes
pt: Médias Marginais Estimadas
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

# MultilevelMetaAnalysis|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Diagramas
ta: அடுக்கு

# MultilevelMetaAnalysis|
source: Funnel plot
es: Gráfico en embudo
eu: Inbutu-diagrama
gl: Gráfica en funil
ja: ファンネルプロット
nl: Funnelgrafiek
pt: Gráfico de funil
ta: புனல் சூழ்ச்சி

# MultilevelMetaAnalysis|
source: Forest plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica forestal
ja: フォレストプロット
nl: Forestgrafiek
pt: Gráfico de floresta
ta: வன சூழ்ச்சி

# MultilevelMetaAnalysis|
source: Advanced
de: Weiteres
es: Avanzado
eu: Aurreratua
gl: Avanzado
ja: 詳細
nl: Geavanceerd
pt: Avançado
ta: மேம்பட்ட

# MultilevelMetaAnalysis|
source: Method
de: Methode
es: Método
eu: Metodoa
gl: Método
ja: 方法
nl: Methode
pt: Método
ta: முறை

# MultilevelMetaAnalysis|
source: Fixed Effects Covariance Matrix
de: Feste-Effekte Kovarianzmatrix
es: Matriz de covarianza de efectos fijos
eu: Efektu Finkoen Kobariantza Matrizea
gl: Matriz de Covarianzas de Efectos Fixos
ja: 固定効果共分散行列
nl: Fixed effecten covariantiematrix
pt: Matriz de Covariância de Efeitos Fixos
ta: நிலையான விளைவுகள் கோவாரன்ச் மேட்ரிக்ச்

# MultilevelMetaAnalysis|
source: Diagnostics
de: Diagnostiken
es: Diagnósticos
eu: Diagnostikoak
gl: Diagnósticos
ja: 診断
nl: Diagnostieken
pt: Diagnóstico
ta: கண்டறிதல்

# MultilevelMetaAnalysis|
source: Test for Funnel Plot Asymmetry
de: Test für Funnelplot-Asymmetrie
es: Contrastar asimetría de gráficos en embudo
eu: Inbutu-diagramaren asimetria-proba
gl: Proba de Asimetría con Gráfica en Funil
ja: ファンネルプロットの非対称性検定
nl: Toets voor funnelgrafiek asymmetrie
pt: Teste de Assimetria com Gráfico de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற சோதனை

# MultilevelMetaAnalysis|
source: Rank correlation test
de: Rangkorrelation-Test
es: Contraste de correlación por rangos
eu: Sailkapen-korrelazio proba
gl: Proba de correlación por rangos
ja: ランク相関検定
nl: Rangschik-correlatietoets
pt: Teste de correlação por ranque
ta: தரவரிசை தொடர்பு சோதனை

# MultilevelMetaAnalysis|
source: Egger's Regression test
de: Eggers Regressionstest
es: Contraste de Regresión de Egger
eu: Eggerren erregresio-proba
gl: Proba da Regresión de Egger
ja: Eggerの回帰検定
nl: Egger's regressietoets
pt: Teste de regressão de Egger
ta: எகரின் பின்னடைவு சோதனை

# MultilevelMetaAnalysis|
source: Fail-safe-N analysis (controversial)
de: Fail-safe-N-Analyse (kontrovers)
es: Análisis del método N a prueba de fallos (controvertido)
eu: Akatsen aurkako N analisia (eztabaidagarria)
gl: Análise do N de seguridade (polémico)
ja: フェイルセーフN分析(議論のある方法)
nl: Fail-safe-N analyse (controversieel)
pt: Análise de N à prova de falhas (controverso)
ta: தோல்வி-பாதுகாப்பான-என் பகுப்பாய்வு (சர்ச்சைக்குரிய)

# MultilevelMetaAnalysis|
source: Diagnostics Table
de: Diagnostische Tabelle
es: Tabla de Diagnósticos
eu: Diagnostikoen taula
gl: Táboa de Diagnósticos
ja: 診断表
nl: Diagnostische tabel
pt: Tabela de Diagnóstico
ta: கண்டறியும் அட்டவணை

# MultilevelMetaAnalysis|
source: Diagnostic plots
de: Diagnostische Diagramme
es: Gráficos de diagnóstico
eu: Diagrama diagnostikoak
gl: Gráficas de diagnóstico
ja: 診断プロット
nl: Diagnostische grafieken
pt: Gráficos de diagnóstico
ta: கண்டறியும் அடுக்கு

# MultilevelMetaAnalysis|
source: Residual vs Dependent
de: Residual vs. Abhängig
es: Error vs Dependiente
eu: Hondarra vs. Menpekoa
gl: Erro vs. Dependente
ja: 残差 vs 従属
nl: Residueel vs. afhankelijk
pt: Resíduos vs Dependente
ta: மீதமுள்ள Vs சார்பு

# MultilevelMetaAnalysis|
source: Profile Random Effects Parameters (takes time)
de: Zufallseffekteparameter profilieren (zeitintensiv)
es: Parámetros de efectos aleatorios del perfil (toma tiempo)
eu: Profilaren Ausazko Efektuen Parametroak (denbora behar du)
gl: Perfilar os Parámetros de Efectos Aleatorios (lévalle tempo)
ja: プロファイル変量効果パラメータ（時間がかかります）
nl: Portretteer aselecte-effectenparameters (kost tijd)
pt: Parâmetros de Efeitos Aleatórios do Perfil (leva tempo)
ta: சுயவிவர சீரற்ற விளைவுகள் அளவுருக்கள் (நேரம் எடுக்கும்)

# RobustBayesianMetaAnalysis|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# RobustBayesianMetaAnalysis|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Effectgrootte Standaardfout
pt: Erro Padrão do Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# RobustBayesianMetaAnalysis|
source: Positive
de: Positiv
es: Positivo
eu: Positiboa
gl: Positivo
ja: 陽性
nl: Positief
pt: Positivo
ta: நேரமம்

# RobustBayesianMetaAnalysis|
source: Negative
de: Negativ
es: Negativo
eu: Negatiboa
gl: Negativo
ja: 陰性
nl: Negatief
pt: Negativo
ta: எதிர்மம்

# RobustBayesianMetaAnalysis|
source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
ja: フィッシャー(Fisher)のz
pt: z de Fisher
ta: ஃபிசரின் சட்

# SelectionModels|
source: Effect sizes & SE
de: Effektstärken & SF
es: Magnitudes del efecto y DT
eu: Efektuaren tamainak eta SE
gl: Magnitudes dos efectos & EP
ja: 効果量 & SE
nl: Effectgroottes & SE
pt: Tamanhos de efeito & EP
ta: விளைவு அளவுகள் & SE

# SelectionModels|
source: Correlations & N
de: Korrelationen & N
es: Correlaciones & N
eu: Korrelazioak eta N
gl: Correlacións & N
ja: 相関 & N
nl: Correlaties & N
pt: Correlações & N
ta: தொடர்புகள் & என்

# SelectionModels|
source: Correlation
de: Korrelation
es: Correlación
eu: Korrelazioa
gl: Correlación
ja: 相関
nl: Correlatie
pt: Correlação
ta: ஒட்டுறவு

# SelectionModels|
source: Effect Size
de: Effektstärke
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
nl: Effectgrootte
pt: Tamanho de Efeito
ta: விளைவு அளவு

# SelectionModels|
source: Effect Size Standard Error
de: Effektstärke Standardfehler
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
ja: 効果量標準誤差
nl: Standaardfout effectgrootte
pt: Erro Padrão de Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# SelectionModels|
source: P-value (one-sided)
de: P-Wert (einseitig)
es: Valor p (unilateral)
eu: P-balioa (aldebakarrekoa)
gl: Valor P (unilateral)
ja: P値(片側)
nl: P-waarde (eenzijdig)
pt: Valor-p (unilateral)
ta: பி-மதிப்பு (ஒருதலைப்பட்ச)

# SelectionModels|
source: Model
de: Modell
es: Modelo
eu: Modeloa
gl: Modelo
ja: モデル
pt: Modelo
ta: மாதிரியுரு

# SelectionModels|
source: P-value cutoffs
de: P-Wert-Grenzwerte
es: Puntos de corte del valor p
eu: P-balio mugak
gl: Puntos de corte do valor P
ja: P値のカットオフ
nl: P-waarde grenzen
pt: Pontos de corte do valor-p
ta: பி-மதிப்பு வெட்டுக்கள்

# SelectionModels|
source: Two-sided selection
de: Zweiseitige Auswahl
es: Selección bilateral
eu: Bi aldeetako hautaketa
gl: Selección bilateral
ja: 両側選択
nl: Twee-zijdige selectie
pt: Seleção bilateral
ta: இரு பக்க தேர்வு

# SelectionModels|
source: Automatically join p-value intervals
de: P-Wert-Intervalle automatisch verbinden
es: Unir intervalos de valor p automáticamente
eu: Automatikoki lotu p-balio tarteak
gl: Unir automaticamente intervalos de valor P
ja: p値の間隔を自動的に結合
nl: Automatisch p-waarde intervallen samenvoegen
pt: Unir automaticamente intervalos de valor-p
ta: தானாகவே பி-மதிப்பு இடைவெளிகளில் சேரவும்

# SelectionModels|
source: Positive
de: Positiv
es: Positivo
eu: Positiboa
gl: Positivo
ja: 陽性
nl: Positief
pt: Positivo
ta: நேரமம்

# SelectionModels|
source: Negative
de: Negativ
es: Negativo
eu: Negatiboa
gl: Negativo
ja: 陰性
nl: Negatief
pt: Negativo
ta: எதிர்மம்

# SelectionModels|
source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
ja: コーエン(Cohen)のd
pt: d de Cohen
ta: கோஅனின் டி

# SelectionModels|
source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
ja: フィッシャー(Fisher)のz
pt: z de Fisher
ta: ஃபிசரின் சட்

# SelectionModels|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
ja: 推論
nl: Inferentie
pt: Inferência
ta: அனுமானம்

# SelectionModels|
source: Fixed Effects
de: Feste Effekte
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos Fixos
ja: 固定効果
nl: Gefixeerde effecten
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

# SelectionModels|
source: Random Effects
de: Zufällige Effekte
es: Efectos aleatorios
eu: Ausazko efektuak
gl: Efectos aleatorios
ja: 変量効果
nl: Willekeurige effecten
pt: Efeitos Aleatórios
ta: சீரற்ற விளைவுகள்

# SelectionModels|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Diagramas
ta: அடுக்கு

# SelectionModels|
source: Weight Function
de: Gewichtungsfunktion
es: Función de Ponderación
eu: Pisu funtzioa
gl: Función de Ponderación
ja: 重み関数
nl: Gewichtsfunctie
pt: Função de Ponderação
ta: எடை செயல்பாடு

# SelectionModels|
source: Fixed effects
de: Feste Effekte
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos fixos
ja: 固定効果
nl: Gefixeerde effecten
pt: Efeitos fixos
ta: நிலையான விளைவுகள்

# SelectionModels|
source: Random effects
de: Zufällige Effekte
es: Efectos aleatorios
eu: Ausazko efektuak
gl: Efectos aleatorios
ja: 変量効果
nl: Willekeurige effecten
pt: Efeitos aleatórios
ta: சீரற்ற விளைவுகள்

# SelectionModels|
source: Rescale x-axis
de: x-Achse umskalieren
es: Cambiar la escala del eje x
eu: X ardatzaren eskala aldatu
gl: Volver escalar o eixe x
ja: X軸のリスケール
nl: Herschaal x-as
pt: Redimensionar o eixo x
ta: எக்ச்-அச்சு மீளுருவாக்கம்

# SelectionModels|
source: Mean model estimates
de: Mittlere Modellschätzungen
es: Estimaciones del modelo medio
eu: Batez besteko ereduaren estimazioak
gl: Estimacións do modelo medio
ja: 平均モデル推定値
nl: Gemiddelde model schattingen
pt: Estimativas do modelo médio
ta: சராசரி மாதிரி மதிப்பீடுகள்

# Description|
source: Synthesize evidence across multiple studies
de: Synthese von Evidenz über mehrere Studien
es: Sintetizar la evidencia de varios estudios
eu: Hainbat ikerketatan zehar frogak sintetizatu
gl: Sintetizar a evidencia de varios estudos
ja: 複数の研究のエビデンスを統合する
nl: Voeg bewijs samen van verschillende studies
pt: Sintetizar evidências de vários estudos
ta: பல ஆய்வுகள் முழுவதும் ஆதாரங்களை ஒருங்கிணைக்கவும்

# BayesianMetaAnalysisAdvanced|
source: Advanced
de: Weiteres
es: Avanzado
eu: Aurreratua
gl: Avanzado
ja: 詳細
nl: Geadvanceerd
pt: Avançado
ta: மேம்பட்ட

# BayesianMetaAnalysisAdvanced|
source: Prior model probability
de: Prior-Modellwahrscheinlichkeit
es: Probabilidad del Modelo Previo
eu: Aurreko ereduaren probabilitatea
gl: Probabilidade do Modelo Previo
ja: 事前モデル確率
nl: Prior model waarschijnlijkheid
pt: Modelo de probabilidade anterior
ta: முன் மாதிரி நிகழ்தகவு

# BayesianMetaAnalysisAdvanced|
source: Fixed effects
de: Feste Effekte
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos fixos
ja: 固定効果
nl: Gefixeerde effecten
pt: Efeitos fixos
ta: நிலையான விளைவுகள்

# BayesianMetaAnalysisAdvanced|
source: Random effects
de: Zufällige Effekte
es: Efectos aleatorios
eu: Ausazko efektuak
gl: Efectos aleatorios
ja: 変量効果
nl: Aselecte effecten
pt: Efeitos aleatórios
ta: சீரற்ற விளைவுகள்

# BayesianMetaAnalysisAdvanced|
source: Estimation settings (MCMC)
de: Schätzeinstellungen (MCMC)
es: Configuraciones de la estimación (MCMC)
eu: Estimazio ezarpenak (MCMC)
gl: Configuracións da estimación (MCMC)
ja: 推定設定 (MCMC)
nl: Schattingsinstellingen (MCMC)
pt: Configurações de estimação (MCMC)
ta: மதிப்பீட்டு அமைப்புகள் (MCMC)

# BayesianMetaAnalysisAdvanced|
source: iterations:
de: Iterationen:
es: Iteraciones:
eu: iterazio:
gl: Iteracións:
ja: イテレーション：
nl: iteraties:
pt: iterações:
ta: மறு செய்கைகள்:

# BayesianMetaAnalysisAdvanced|
source: chains:
de: Ketten:
es: Cadenas:
eu: kateak:
gl: Cadeas:
ja: チェーン：
nl: kettingen:
pt: cadeias:
ta: சங்கிலிகள்:

# BayesianMetaAnalysisAdvanced|
source: Bayes factor computation
de: Bayesfaktorberechnung
es: Cálculo del Factor de Bayes
eu: Bayes faktorearen kalkulua
gl: Cálculo do factor de Bayes
ja: ベイズファクターの計算
nl: Bayes factor berekening
pt: Cálculo do fator de Bayes
ta: பேயச் காரணி கணக்கீடு

# BayesianMetaAnalysisAdvanced|
source: Integration
es: Integración
eu: Integrazioa
gl: Integración
ja: 統合
nl: Integratie
pt: Integração
ta: ஒருங்கிணைப்பு

# BayesianMetaAnalysisAdvanced|
source: Bridge sampling
es: Muestreo puente
eu: Zubi laginketa
gl: Mostraxe ponte
ja: ブリッジサンプリング
pt: Amostragem de ponte
ta: பாலம் மாதிரி

# BayesianMetaAnalysisInference|
source: Inference
de: Inferenz
es: Inferencia
eu: Ondorioa
gl: Inferencia
ja: 推論
nl: Inferentie
pt: Inferência
ta: அனுமானம்

# BayesianMetaAnalysisInference|
source: Model
de: Modell
es: Modelo
eu: Modeloa
gl: Modelo
ja: モデル
pt: Modelo
ta: மாதிரியுரு

# BayesianMetaAnalysisInference|
source: Fixed effects
de: Feste Effekte
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos fixos
ja: 固定効果
nl: Gefixeerde effecten
pt: Efeitos fixos
ta: நிலையான விளைவுகள்

# BayesianMetaAnalysisInference|
source: Random effects
de: Zufällige Effekte
es: Efectos aleatorios
eu: Ausazko efektuak
gl: Efectos aleatorios
ja: 変量効果
nl: Willekeurige effecten
pt: Efeitos aleatórios
ta: சீரற்ற விளைவுகள்

# BayesianMetaAnalysisInference|
source: Model averaging
de: Modellmittelung
es: Promediar el modelo
eu: Ereduaren batez bestekoa
gl: Facer a media do Modelo
ja: モデル平均化
nl: Model middeling
pt: Média do modelo
ta: மாதிரி சராசரி

# BayesianMetaAnalysisInference|
source: Constrained random effects
de: Beschränkte Zufallseffekte
es: Efectos aleatorios restringidos
eu: Ausazko efektu mugatuak
gl: Efectos aleatorios restrinxidos
ja: 制約付き変量効果
nl: Beperkte willekeurige effecten
pt: Efeitos aleatórios restritos
ta: கட்டுப்படுத்தப்பட்ட சீரற்ற விளைவுகள்

# BayesianMetaAnalysisInference|
source: All positive
de: Alle positiv
es: Todo positivo
eu: Guztiz positiboa.
gl: Todo positivo
ja: すべて陽性
nl: Allen positief
pt: Todos positivos
ta: அனைத்தும் நேர்மறை

# BayesianMetaAnalysisInference|
source: All negative
de: Alle negativ
es: Todo negativo
eu: Guztiak negatiboak
gl: Todo negativo
ja: すべて陰性
nl: Allen negatief
pt: Todos negativos
ta: அனைத்தும் எதிர்மறை

# BayesianMetaAnalysisInference|
source: Table
de: Tabelle
es: Tabla
eu: Taula
gl: Táboa
ja: 表
nl: Tabel
pt: Tabela
ta: அட்டவணை

# BayesianMetaAnalysisInference|
source: Model probabilities
de: Modellwahrscheinlichkeiten
es: Probabilidades del modelo
eu: Ereduaren probabilitateak
gl: Probabilidades do modelo
ja: モデル確率
nl: Model kansen
pt: Probabilidades do modelo
ta: மாதிரி நிகழ்தகவுகள்

# BayesianMetaAnalysisInference|
source: Effect sizes per study
de: Effektstärken pro Studie
es: Magnitudes de los efectos por estudio
eu: Efektu-tamainak ikerketa bakoitzeko
gl: Magnitudes dos efectos por estudo
ja: 研究ごとの効果量
nl: Effectgroottes per onderzoek
pt: Tamanhos de efeito por estudo
ta: ஒரு ஆய்வுக்கு விளைவு அளவுகள்

# BayesianMetaAnalysisPlots|
source: Plots
de: Diagramme
es: Gráficos
eu: Lursailak
gl: Gráficas
ja: プロット
nl: Grafieken
pt: Gráficos
ta: அடுக்கு

# BayesianMetaAnalysisPlots|
source: Forest plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica forestal
ja: フォレストプロット
nl: Bosgrafiek
pt: Gráfico de floresta
ta: வன சூழ்ச்சி

# BayesianMetaAnalysisPlots|
source: Observed
de: Beobachtet
es: Observado
eu: Behatuak
gl: Observado
ja: 観察された
nl: Geobserveerd
pt: Observado
ta: கவனிக்கப்பட்டது

# BayesianMetaAnalysisPlots|
source: Estimated
de: Geschätzt
es: Estimado
eu: Kalkulatua
gl: Estimado
ja: 推定された
nl: Geschat
pt: Estimado
ta: மதிப்பிடப்பட்டது

# BayesianMetaAnalysisPlots|
source: Both
de: Beide
es: Ambos
eu: Biak
gl: Ambos
ja: 両方
nl: Beide
pt: Ambos
ta: இரண்டும்

# BayesianMetaAnalysisPlots|
source: Show labels
de: Beschriftungen anzeigen
es: Mostrar etiquetas
eu: Erakutsi etiketak
gl: Amosar as etiquetas
ja: ラベルを表示
nl: Toon labels
pt: Mostrar rótulos
ta: லேபிள்களைக் காட்டு

# BayesianMetaAnalysisPlots|
source: Ordering
de: Reihenfolge
es: Ordenación
eu: Eskaera
gl: Ordenación
ja: 順序
nl: Ordening
pt: Ordenação
ta: வரிசைப்படுத்துதல்
