Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# EffectSizeComputation|
source: Outcome +/+ and +/-
es: Resultado +/+ y +/-
eu: Emaitza +/+ eta +/-
gl: Resultado +/+ e +/-
pt: Resultado +/+ e +/-
ta: விளைவு +/ +மற்றும் +/-

# EffectSizeComputation|
source: Outcome -/+ and -/-
es: Resultado -/+ y -/-
eu: Emaitza -/+ eta -/-
gl: Resultado -/+ e -/-
pt: Resultado -/+ e -/-
ta: விளைவு -/+ மற்றும் -/ -

# EffectSizeComputation|
source: Events Group 1
es: Eventos Grupo 1
eu: Ekitaldiak 1. Taldea
gl: Eventos Grupo 1
pt: Eventos Grupo 1
ta: நிகழ்வுகள் குழு 1

# EffectSizeComputation|
source: Events
es: Eventos
eu: Gertaerak
gl: Eventos
pt: Eventos
ta: நிகழ்வுகள்

# EffectSizeComputation|
source: Non-Events
es: Sin eventos
eu: Gertaera ez-ak
gl: Sen eventos
pt: Não Eventos
ta: நிகழ்வுகள் அல்ல

# EffectSizeComputation|
source: Items
es: Elementos
eu: Elementuak
gl: Elementos
pt: Itens
ta: உருப்படிகள்

# EffectSizeComputation|
source: Predictors
es: Predictores
eu: Aurreikusleak
gl: Preditores
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# EffectSizeComputation|
source: Events Group 2
es: Eventos Grupo 2
eu: 2. Ekitaldi Taldea
gl: Eventos Grupo 2
pt: Eventos Grupo 2
ta: நிகழ்வுகள் குழு 2

# EffectSizeComputation|
source: Person-Time Group 1
es: Persona-Tiempo Grupo 1
eu: Pertsona-Denbora 1. Taldea
gl: Persona-Tempo Grupo 1
pt: Pessoa-Tempo Grupo 1
ta: நபர்-நேர குழு 1

# EffectSizeComputation|
source: Person-Time
es: Persona-Tiempo
eu: Pertsona-Denbora
gl: Persona-Tempo
pt: Pessoa-Tempo
ta: நபர்-நேரம்

# EffectSizeComputation|
source: Person-Time Group 2
es: Persona-Tiempo Grupo 2
eu: Pertsona-Denbora 2. Taldea
gl: Persona-Tempo Grupo 2
pt: Grupo Pessoa-Tempo 2
ta: நபர்-நேர குழு 2

# EffectSizeComputation|
source: Mean Group 1
es: Media Grupo 1
eu: 1. taldearen batez bestekoa
gl: Media Grupo 1
pt: Média Grupo 1
ta: சராசரி குழு 1

# EffectSizeComputation|
source: Mean Time 1 (or Group 1)
es: Media Tiempo 1 (o Grupo 1)
eu: Batez besteko denbora 1 (edo 1. taldea)
gl: Media Tempo 1 (ou Grupo 1)
pt: Tempo Médio 1 (ou Grupo 1)
ta: சராசரி நேரம் 1 (அல்லது குழு 1)

# EffectSizeComputation|
source: Mean Group 2
es: Media Grupo 2
eu: 2. batez besteko taldea
gl: Media Grupo 2
pt: Média Grupo 2
ta: சராசரி குழு 2

# EffectSizeComputation|
source: Mean Time 2 (or Group 2)
es: Media Tiempo 2 (o Grupo 2)
eu: Batez besteko denbora 2 (edo 2. taldea)
gl: Media Tempo 2 (ou Grupo 2)
pt: Tempo Médio 2 (ou Grupo 2)
ta: சராசரி நேரம் 2 (அல்லது குழு 2)

# EffectSizeComputation|
source: Mean
es: Media
eu: Batez bestekoa
gl: Media
pt: Média
ta: இடை, சராசரி

# EffectSizeComputation|
source: SD Group 1
es: DT Grupo 1
eu: SD 1. Taldea
gl: DP Grupo 1
pt: DP Grupo 1
ta: எச்டி குழு 1

# EffectSizeComputation|
source: SD Time 1 (or Group 1)
es: DT Tiempo 1 (o Grupo 1)
eu: SD Ordua 1 (edo 1. Taldea)
gl: DP Tempo 1 (ou Grupo 1)
pt: DP Tempo 1 (ou Grupo 1)
ta: எச்டி நேரம் 1 (அல்லது குழு 1)

# EffectSizeComputation|
source: SD Group 2
es: DT Grupo 2
eu: SD 2. Taldea
gl: DP Grupo 2
pt: DP Grupo 2
ta: எச்டி குழு 2

# EffectSizeComputation|
source: SD Time 2 (or Group 2)
es: DT Tiempo 2 (o Grupo 2)
eu: SD Ordua 2 (edo 2. Taldea)
gl: DP Tempo 2 (ou Grupo 2)
pt: DP Tempo 2 (ou Grupo 2)
ta: எச்டி நேரம் 2 (அல்லது குழு 2)

# EffectSizeComputation|
source: Sample Size Group 1
es: Tamaño de muestra Grupo 1
eu: Laginaren tamaina 1. taldea
gl: Tamaño da mostra Grupo 1
pt: Tamanho de amostra Grupo 1
ta: மாதிரி அளவு குழு 1

# EffectSizeComputation|
source: Sample Size Group 2
es: Tamaño de muestra Grupo 2
eu: Laginaren tamaina 2. taldea
gl: Tamaño da mostra Grupo 2
pt: Tamanho de amostra Grupo 2
ta: மாதிரி அளவு குழு 2

# EffectSizeComputation|
source: Correlation
es: Correlación
eu: Korrelazioa
gl: Correlación
pt: Correlação
ta: ஒட்டுறவு

# EffectSizeComputation|
source: Proportion +/+
es: Proporción +/+
eu: Proportzioa +/+
gl: Proporción +/+
pt: Proporção +/+
ta: விகிதம் +/ +

# EffectSizeComputation|
source: Sample Size
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
pt: Tamanho de Amostra
ta: மாதிரி அளவு

# EffectSizeComputation|
source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
pt: d de Cohen
ta: கோஅனின் டி

# EffectSizeComputation|
source: R-Squared
es: R-cuadrado
eu: R-Karratua
gl: R-cadrado
pt: R-Quadrado
ta: ஆர்-ச்கொயர்

# EffectSizeComputation|
source: T-Statistic
es: Estadístico T
eu: T-estatistika
gl: Estatístico T
pt: Estatística t
ta: டி-புள்ளிவிவர

# EffectSizeComputation|
source: F-Statistic
es: Estadístico F
eu: F-Estatistika
gl: Estatístico F
pt: Estatística F
ta: எஃப்-புள்ளிவிவர

# EffectSizeComputation|
source: (Semi)Partial Correlation
es: Correlación (Semi)Parcial
eu: (Erdi) Partzial Korrelazioa
gl: Correlación (Semi)Parcial
pt: Correlação (semi)Parcial
ta: (அரை) பகுதி தொடர்பு

# EffectSizeComputation|
source: P-Value
es: Valor p
eu: P-Balioa
gl: Valor P
pt: Valor-p
ta: பி-மதிப்பு

# EffectSizeComputation|
source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de Efeito
ta: விளைவு அளவு

# EffectSizeComputation|
source: Standard Error
es: Error Típico
eu: Errore estandarra
gl: Erro Padrón
pt: Erro Padrão
ta: நிலையான பிழை

# EffectSizeComputation|
source: Sampling Variance
es: Varianza de muestreo
eu: Laginketa-bariantza
gl: Varianza da mostraxe
pt: Variância da Amostragem
ta: மாதிரி மாறுபாடு

# EffectSizeComputation|
source: 95% Confidence Interval
es: Intervalo con 95% de confianza
eu: % 95eko konfiantza-tartea
gl: Intervalo co 95% de confianza
pt: Intervalo de Confiança de 95 %
ta: 95% நம்பிக்கை இடைவெளி

# EffectSizeComputation|
source: Sampling Variance Type Mixed
es: Varianza de muestreo tipo mixto
eu: Laginketa-aldaera mota nahasia
gl: Varianza da mostraxe tipo mixto
pt: Tipo de Variância Amostral Mista
ta: மாதிரி மாறுபாடு வகை கலப்பு

# EffectSizeComputation|
source: Subset
es: Subconjunto
eu: Azpimultzoa
gl: Subconxunto
pt: Subconjunto
ta: துணைக்குழு

# EffectSizeComputation|
source: Subset Level
es: Nivel de subconjunto
eu: Azpimultzo Maila
gl: Nivel de subconxunto
pt: Nível do Subconjunto
ta: துணைக்குழு நிலை

# EffectSizeComputation|
source: Frequency/event cell adjustment
es: Ajuste de celda frecuencia/evento
eu: Maiztasun/gertaera gelaxkaren doikuntza
gl: Axuste da cela frecuencia/evento
pt: Ajuste de célula de frequência/evento
ta: அதிர்வெண்/நிகழ்வு செல் சரிசெய்தல்

# EffectSizeComputation|
source: Add
es: Añadir
eu: Gehitu
gl: Engadir
pt: Adicionar
ta: கூட்டு

# EffectSizeComputation|
source: To
es: A
eu: Hara
gl: A
pt: Para
ta: பெறுநர்

# EffectSizeComputation|
source: All
es: Todo
eu: Guztiak
gl: Todo
pt: Todos
ta: அனைத்தும்

# EffectSizeComputation|
source: Only zero
es: Solo cero
eu: Zero bakarrik
gl: Só cero
pt: Apenas zero
ta: பூச்சியம் மட்டுமே

# EffectSizeComputation|
source: If any zero
es: Si algún cero
eu: Zeroren bat baldin badago
gl: Se algún cero
pt: Se algum zero
ta: ஏதேனும் பூச்சியம் என்றால்

# EffectSizeComputation|
source: None
es: Ninguno
eu: Bat ere ez
gl: Ningún
pt: Nenhum
ta: எதுவுமில்லை

# EffectSizeComputation|
source: Drop studies with no cases/events
es: Quitar estudios sin ningún caso/evento
eu: Kasu/gertaerarik gabeko ikerketak bertan behera utzi
gl: Quitar estudos sen ningún caso/evento
pt: Excluir estudos sem casos/eventos
ta: வழக்குகள்/நிகழ்வுகள் இல்லாத ஆய்வுகளை கைவிடவும்

# EffectSizeComputation|
source: Yes
es: Sí
eu: Bai
gl: Si
pt: Sim
ta: ஆம்

# EffectSizeComputation|
source: No
eu: Ez
gl: Non
pt: Não
ta: இல்லை

# EffectSizeComputation|
source: Sampling variance type
es: Tipo de varianza de muestreo
eu: Laginketa-bariantzaren mota
gl: Tipo de varianza da mostraxe
pt: Tipo de variância amostral
ta: மாதிரி மாறுபாடு வகை

# EffectSizeComputation|
source: mixed
es: Mixto
eu: nahasi
gl: Mixto
pt: misto
ta: கலப்பு

# EffectSizeComputation|
source: Options
es: Opciones
eu: Aukerak
gl: Opcións
pt: Opções
ta: விருப்பங்கள்

# EffectSizeComputation|
source: Compute sampling variance
es: Calcular la varianza de muestreo
eu: Kalkulatu laginketa-bariantza
gl: Calcular a varianza da mostraxe
pt: Calcular a variância da amostragem
ta: மாதிரி மாறுபாட்டை கணக்கிடுங்கள்

# EffectSizeComputation|
source: Computed Columns Names
es: Nombres de columnas calculadas
eu: Kalkulatutako zutabeen izenak
gl: Nomes de columnas calculadas
pt: Nomes das Colunas Calculadas
ta: கணக்கிடப்பட்ட நெடுவரிசைகள் பெயர்கள்

# EffectSizeComputation|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito
ta: விளைவு அளவு

# EffectSizeComputation|
source: Standard error
es: Error típico
eu: Errore estandarra
gl: Erro padrón
pt: Erro padrão
ta: நிலையான பிழை

# EffectSizeComputation|
source: Sampling variance
es: Varianza de muestreo
eu: Laginketa-bariantza
gl: Varianza da mostraxe
pt: Variância de amostragem
ta: மாதிரி மாறுபாடு

# EffectSizeComputation|
source: Effect size type
es: Tipo de magnitud del efecto
eu: Efektuaren tamaina mota
gl: Tipo de magnitude do efecto
pt: Tipo de tamanho de efeito
ta: விளைவு அளவு வகை

# FunnelPlot|
source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de Efeito
ta: விளைவு அளவு

# FunnelPlot|
source: Variable containing the observed effect sizes.
es: Variable que contiene las magnitudes de los efectos observados.
eu: Behatutako efektu-tamainak dituen aldagaia.
gl: Variable que contén as magnitudes dos efectos observados.
pt: Variável contendo os tamanhos de efeito observados.
ta: கவனிக்கப்பட்ட விளைவு அளவுகளைக் கொண்ட மாறி.

# FunnelPlot|
source: Effect Size Standard Error
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
pt: Erro Padrão do Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# FunnelPlot|
source: Variable containing the standard errors corresponding to the effect sizes.
es: Variable que contiene los errores típicos que corresponden a las magnitudes de los efectos.
eu: Efektu-tamainei dagozkien errore estandarrak dituen aldagaia.
gl: Variable que contén os erros padrón que corresponden ás magnitudes dos efectos.
pt: Variável contendo os erros padrão correspondentes aos tamanhos do efeito.
ta: விளைவு அளவுகளுடன் தொடர்புடைய நிலையான பிழைகள் கொண்ட மாறி.

# FunnelPlot|
source: Study Label
es: Etiqueta del estudio
eu: Ikasketa Etiketa
gl: Etiqueta do estudo
pt: Rótulo do Estudo
ta: ஆய்வு சிட்டை

# FunnelPlot|
source: Variable containing labels for the studies. Used for labeling outputs and plots.
es: Variables que contienen las etiquetas para los estudios. Se usa para etiquetar salidas de resultados y gráficos.
eu: Ikasketetarako etiketak dituen aldagaia. Irteerak eta grafikoak etiketatzeko erabiltzen da.
gl: Variables que conteñen as etiquetas para os estudos. Utilízase para etiquetar saídas de resultados e gráficas.
pt: Variável contendo rótulos para os estudos. Usada para rotular saídas e gráficos.
ta: ஆய்வுகளுக்கான லேபிள்களைக் கொண்ட மாறி. வெளியீடுகள் மற்றும் அடுக்குகளை லேபிளிங் செய்யப் பயன்படுகிறது.

# FunnelPlot|
source: Split
es: Dividir
eu: Zatitu
gl: Separar
pt: Dividir
ta: பிளவு

# FunnelPlot|
source: Variable used to split the funnel plot into separate groups or categories.
es: Variable utilizada para dividir el gráfico en embudo, en grupos o categorías separadas.
eu: Inbutu-diagrama talde edo kategoria bereizietan banatzeko erabiltzen den aldagaia.
gl: Variable utilizada para dividir a gráfica en funil, en grupos ou categorías separadas.
pt: Variável usada para dividir o gráfico de funil em grupos ou categorias separadas.
ta: புனல் சதித்திட்டத்தை தனி குழுக்கள் அல்லது வகைகளாகப் பிரிக்க பயன்படுத்தப்படுகிறது.

# FunnelPlot|
source: Funnel under H₀
es: Embudo bajo H₀
eu: H₀ azpiko inbutua
gl: Funil baixo H₀
pt: Funil sob H₀
ta: H₀ இன் கீழ் புனல்

# FunnelPlot|
source: Specify the funnel plot under the null hypothesis.
es: Especificar el gráfico en embudo bajo la hipótesis nula.
eu: Zehaztu inbutu-diagrama hipotesi nuluaren pean.
gl: Especificar a gráfica en funil baixo a hipótese nula.
pt: Especifique o gráfico de funil sob a hipótese nula.
ta: சுழிய கருதுகோளின் கீழ் புனல் சதித்திட்டத்தைக் குறிப்பிடவும்.

# FunnelPlot|
source: Parameters
es: Parámetros
eu: Parametroak
gl: Parámetros
pt: Parâmetros
ta: அளவுருக்கள்

# FunnelPlot|
source: Fixed value for the mean effect size under the null hypothesis.
es: Valor fijo para la magnitud media del efecto bajo la hipótesis nula.
eu: Hipotesi nuluaren pean batez besteko efektu-tamainaren balio finkoa.
gl: Valor fixo para a magnitude media do efecto baixo a hipótese nula.
pt: Valor fixo para o tamanho médio do efeito sob a hipótese nula.
ta: சுழிய கருதுகோளின் கீழ் சராசரி விளைவு அளவிற்கான நிலையான மதிப்பு.

# FunnelPlot|
source: Fixed value for 𝜏, representing the heterogeneity under the null hypothesis.
es: Valor fijo para 𝜏, que representa la heterogeneidad bajo la hipótesis nula.
eu: 𝜏-ren balio finkoa, hipotesi nuluaren pean heterogeneotasuna adierazten duena.
gl: Valor fixo para 𝜏, que representa a heteroxeneidade baixo a hipótese nula.
pt: Valor fixo para 𝜏, representando a heterogeneidade sob a hipótese nula.
ta: க்கு க்கான நிலையான மதிப்பு, சுழிய கருதுகோளின் கீழ் பன்முகத்தன்மையைக் குறிக்கும்.

# FunnelPlot|
source: Fill colors
es: Rellenar colores
eu: Bete koloreak
gl: Encher cores
pt: Cores de preenchimento
ta: வண்ணங்களை நிரப்பவும்

# FunnelPlot|
source: Fill the funnel plot's prediction intervals under the null hypothesis with different colors.
es: Rellenar los intervalos de predicción del gráfico en embudo bajo la hipótesis nula, con distintos colores.
eu: Bete inbutu-diagramaren iragarpen-tarteak hipotesi nuluaren pean kolore ezberdinekin.
gl: Encher os intervalos de predición da gráfica en funil baixo a hipótese nula, con distintas cores.
pt: Preencha os intervalos de previsão do gráfico de funil sob a hipótese nula com cores diferentes.
ta: சுழிய கருதுகோளின் கீழ் புனல் சதித்திட்டத்தின் கணிப்பு இடைவெளிகளை வெவ்வேறு வண்ணங்களுடன் நிரப்பவும்.

# FunnelPlot|
source: Line type
es: Tipo de línea
eu: Lerro mota
gl: Tipo de liña
pt: Tipo de linha
ta: வரி வகை

# FunnelPlot|
source: Set the type of line of the funnel plot's prediction intervals under the null hypothesis.
es: Establecer el tipo de línea de los intervalos de predicción del gráfico en embudo bajo la hipótesis nula.
eu: Ezarri inbutu-diagramaren iragarpen-tarteen lerro mota hipotesi nuluaren pean.
gl: Establecer o tipo de liña dos intervalos de predición da gráfica en funil baixo a hipótese nula.
pt: Defina o tipo de linha dos intervalos de previsão do gráfico de funil sob a hipótese nula.
ta: சுழிய கருதுகோளின் கீழ் புனல் சதித்திட்டத்தின் கணிப்பு இடைவெளிகளின் வகையை அமைக்கவும்.

# FunnelPlot|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum
ta: எதுவுமில்லை

# FunnelPlot|
source: Solid
es: Sólida
eu: Solidoa
gl: Sólida
pt: Sólido
ta: திடமான

# FunnelPlot|
source: Dashed
es: Discontinua
eu: Marratua
gl: Descontinua
pt: Tracejado
ta: கோடு

# FunnelPlot|
source: Dotted
es: Punteada
eu: Puntuduna
gl: Punteada
pt: Pontilhado
ta: புள்ளியிடப்பட்ட

# FunnelPlot|
source: Funnel under H₁
es: Embudo bajo H₁
eu: Inbutua H₁ azpian
gl: Funil baixo H₁
pt: Funil sob H₁
ta: H₁ இன் கீழ் புனல்

# FunnelPlot|
source: Estimate or specify the funnel plot under the alternative hypothesis.
es: Estimar o especificar el gráfico en embudo bajo la hipótesis alternativa.
eu: Kalkulatu edo zehaztu inbutu-diagrama hipotesi alternatiboaren pean.
gl: Estimar ou especificar a gráfica en funil baixo a hipótese alternativa.
pt: Estime ou especifique o gráfico de funil sob a hipótese alternativa.
ta: மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்தை மதிப்பிடுங்கள் அல்லது குறிப்பிடவும்.

# FunnelPlot|
source: Choose whether to estimate or manually fix the parameters for the funnel plot under the alternative hypothesis.
es: Escoger si estimar o si fijar manualmente los parámetros para el gráfico en embudo bajo la hipótesis alternativa.
eu: Aukeratu hipotesi alternatiboaren arabera inbutu-diagramaren parametroak kalkulatu edo eskuz konpondu nahi dituzun.
gl: Escoller se estimar ou se fixar manualmente os parámetros para a gráfica en funil baixo a hipótese alternativa.
pt: Escolha se deseja estimar ou corrigir manualmente os parâmetros do gráfico de funil sob a hipótese alternativa.
ta: மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்திற்கான அளவுருக்களை மதிப்பிட வேண்டுமா அல்லது கைமுறையாக சரிசெய்ய வேண்டுமா என்பதைத் தேர்வுசெய்க.

# FunnelPlot|
source: Estimated
es: Estimado
eu: Kalkulatua
gl: Estimado
pt: Estimado
ta: மதிப்பிடப்பட்டது

# FunnelPlot|
source: Fixed
es: Fijo
eu: Konpondua
gl: Fixo
pt: Fixo
ta: சரி

# FunnelPlot|
source: Method
es: Método
eu: Metodoa
gl: Método
pt: Método
ta: முறை

# FunnelPlot|
source: Equal Effects
es: Efectos Iguales
eu: Efektu berdinak
gl: Efectos Iguais
pt: Efeitos Iguais
ta: சம விளைவுகள்

# FunnelPlot|
source: Fixed Effects
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos Fixos
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

# FunnelPlot|
source: Maximum Likelihood
es: Máxima-Verosimilitud
eu: Gehienezko probabilitatea
gl: Máxima-Verosimilitude
pt: Máxima Verossimilhança
ta: அதிகபட்ச வாய்ப்பு

# FunnelPlot|
source: Restricted ML
es: MV restringida
eu: ML mugatua
gl: MV restrinxida
pt: ML Restrito
ta: தடைசெய்யப்பட்ட எம்.எல்

# FunnelPlot|
source: Hedges
eu: Heskaiak
ta: எட்ச்கள்

# FunnelPlot|
source: Empirical Bayes
es: Bayes Empírico
eu: Bayes enpirikoa
gl: Bayes Empírico
pt: Bayes Empírico
ta: அனுபவ பேயச்

# FunnelPlot|
source: Include heterogeneity
es: Incluir heterogeneidad
eu: Heterogeneotasuna barne hartu
gl: Incluír heteroxeneidade
pt: Incluir heterogeneidade
ta: பன்முகத்தன்மை அடங்கும்

# FunnelPlot|
source: Include heterogeneity (𝜏) in the funnel plot under the alternative hypothesis. If unselected, the heterogeneity estimate is not used to adjust the prediction intervals.
es: Incluir la heterogeneidad (𝜏) en el gráfico en embudo bajo la hipótesis alternativa. Si no se selecciona, la estimación de la heterogeneidad no se utiliza para ajustar los intervalos de predicción.
eu: Sartu heterogeneotasuna (𝜏) inbutu-diagraman hipotesi alternatiboaren pean. Hautatu gabe badago, heterogeneotasunaren estimazioa ez da erabiliko iragarpen-tarteak doitzeko.
gl: Incluír a heteroxeneidade (𝜏) na gráfica en funil baixo a hipótese alternativa. Se non se selecciona, a estimación da heteroxeneidade non se utiliza para axustar os intervalos de predición.
pt: Inclua heterogeneidade (𝜏) no gráfico de funil sob a hipótese alternativa. Se não selecionada, a estimativa de heterogeneidade não será usada para ajustar os intervalos de predição.
ta: மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்தில் பன்முகத்தன்மை (𝜏) சேர்க்கவும். தேர்வு செய்யப்படாவிட்டால், கணிப்பு இடைவெளிகளை சரிசெய்ய பன்முகத்தன்மை மதிப்பீடு பயன்படுத்தப்படாது.

# FunnelPlot|
source: Estimates table
es: Tabla de estimaciones
eu: Estimazioen taula
gl: Táboa de estimacións
pt: Tabela de estimativas
ta: மதிப்பீடுகள் அட்டவணை

# FunnelPlot|
source: Summarize the effect size and heterogeneity estimates used for the funnel plot under the alternative hypothesis in a table.
es: Resumir las estimaciones de la magnitud del efecto y de la heterogeneidad utilizadas para el gráfico en embudo bajo la hipótesis alternativa en una tabla.
eu: Laburbildu taula batean hipotesi alternatiboaren pean inbutu-diagramarentzat erabilitako efektu-tamainaren eta heterogeneotasun-estimazioak.
gl: Resumir as estimacións da magnitude do efecto e da heteroxeneidade utilizadas para a gráfica en funil baixo a hipótese alternativa nunha táboa.
pt: Resuma o tamanho do efeito e as estimativas de heterogeneidade usadas para o gráfico de funil sob a hipótese alternativa em uma tabela.
ta: ஒரு அட்டவணையில் மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்திற்கு பயன்படுத்தப்படும் விளைவு அளவு மற்றும் பன்முகத்தன்மை மதிப்பீடுகளை சுருக்கமாகக் கூறுங்கள்.

# FunnelPlot|
source: Fixed value for the mean effect size under the alternative hypothesis.
es: Valor fijo para la magnitud media del efecto bajo la hipótesis alternativa.
eu: Balio finkoa batez besteko efektu-tamainarentzat hipotesi alternatiboaren pean.
gl: Valor fixo para a magnitude media do efecto baixo a hipótese alternativa.
pt: Valor fixo para o tamanho médio do efeito sob a hipótese alternativa.
ta: மாற்று கருதுகோளின் கீழ் சராசரி விளைவு அளவிற்கான நிலையான மதிப்பு.

# FunnelPlot|
source: Fixed value for 𝜏, representing the heterogeneity under the alternative hypothesis.
es: Valor fijo para 𝜏, que representa la heterogeneidad bajo la hipótesis alternativa.
eu: 𝜏-ren balio finkoa, hipotesi alternatiboaren pean heterogeneotasuna adierazten duena.
gl: Valor fixo para 𝜏, que representa a heteroxeneidade baixo a hipótese alternativa.
pt: Valor fixo para 𝜏, representando a heterogeneidade sob a hipótese alternativa.
ta: க்கு க்கான நிலையான மதிப்பு, மாற்று கருதுகோளின் கீழ் பன்முகத்தன்மையைக் குறிக்கும்.

# FunnelPlot|
source: Fill the funnel plot's prediction intervals under the alternative hypothesis with different colors.
es: Rellenar los intervalos de predicción del gráfico en embudo bajo la hipótesis alternativa, con diferentes colores.
eu: Bete inbutu-diagramaren iragarpen-tarteak hipotesi alternatiboaren pean kolore ezberdinekin.
gl: Encher os intervalos de predición da gráfica en funil baixo a hipótese alternativa, con diferentes cores.
pt: Preencha os intervalos de previsão do gráfico de funil sob a hipótese alternativa com cores diferentes.
ta: மாற்று கருதுகோளின் கீழ் வெவ்வேறு வண்ணங்களுடன் புனல் சதித்திட்டத்தின் கணிப்பு இடைவெளிகளை நிரப்பவும்.

# FunnelPlot|
source: Set the type of line of the funnel plot's prediction intervals under the alternative hypothesis.
es: Establecer el tipo de línea para los intervalos de predicción del gráfico en embudo bajo la hipótesis alternativa.
eu: Ezarri inbutu-diagramaren iragarpen-tarteen lerro mota hipotesi alternatiboaren pean.
gl: Establecer o tipo de liña para os intervalos de predición da gráfica en funil baixo a hipótese alternativa.
pt: Defina o tipo de linha dos intervalos de previsão do gráfico de funil sob a hipótese alternativa.
ta: மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்தின் கணிப்பு இடைவெளிகளின் வகையை அமைக்கவும்.

# FunnelPlot|
source: Power enhancement
es: Mejora de potencia
eu: Potentziaren hobekuntza
gl: Mellora de potencia
pt: Aumento de potência
ta: ஆற்றல் மேம்பாடு

# FunnelPlot|
source: Visualize power levels to detect the effect size under the alternative hypothesis with alpha = 0.05.
es: Visualizar los niveles de potencia para detectar la magnitud del efecto bajo la hipótesis alternativa con alfa = 0.05.
eu: Ikus ezazu potentzia-mailak efektuaren tamaina detektatzeko, alfa = 0,05eko hipotesi alternatiboarekin.
gl: Visualizar os niveis de potencia para detectar a magnitude do efecto baixo a hipótese alternativa con alfa = 0.05.
pt: Visualize os níveis de potência para detectar o tamanho do efeito sob a hipótese alternativa com alfa = 0,05.
ta: ஆல்பா = 0.05 உடன் மாற்று கருதுகோளின் கீழ் விளைவு அளவைக் கண்டறிய ஆற்றல் அளவைக் காட்சிப்படுத்துங்கள்.

# FunnelPlot|
source: Breaks
es: Rupturas
eu: Atsedenaldiak
gl: Saltos
pt: Interrupções
ta: இடைவெளிகள்

# FunnelPlot|
source: Specify the breakpoints for power enhancement. All levels must be within the 0.05 - 1 range.
es: Especificar los puntos de ruptura para la mejora de potencia. Todos los niveles deben estar en el rango 0.05 - 1.
eu: Zehaztu potentzia-hobekuntzarako eten-puntuak. Maila guztiak 0,05 - 1 tartean egon behar dira.
gl: Especificar os puntos de salto para a mellora de potencia. Tódolos niveis deben estar no rango 0.05 - 1.
pt: Especifique os pontos de interrupção para aumento de potência. Todos os níveis devem estar na faixa de 0,05 a 1.
ta: ஆற்றல் மேம்பாட்டிற்கான முறிவு புள்ளிகளைக் குறிப்பிடவும். அனைத்து நிலைகளும் 0.05 - 1 வரம்பிற்குள் இருக்க வேண்டும்.

# FunnelPlot|
source: Estimates Mapping
es: Cartografiar las estimaciones
eu: Estimazioen mapaketa
gl: Cartografar as estimacións
pt: Mapeamento de Estimativas
ta: மேப்பிங் மதிப்பீடுகள்
