Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# PredictionPerformancePriors|
source: df:
es: GL:
gl: GL:
ja: 自由度:
nl: vg:
pt: gl:
ta: டி.எஃப்:

# PenalizedMetaAnalysis|
source: Df
es: GL
gl: GL
nl: Vg
pt: Gl
ta: டி.எஃப்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Unstructured
es: No estructurado
gl: No estruturado
pt: Não estruturado
ta: கட்டமைக்கப்படாதது

# EffectSizeComputation|
source: SD
es: DT
gl: DP
pt: DP
ta: எச்.டி.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying additional structure of the subgroups. Effect sizes within the same cluster with different values of the cluster variable are assumed to be independent. Note that this input corresponds to the 'subgroup' option in the metafor's 'vcalc' function and is renamed for differentiation from subgroup analysis.
es: Variable que especifica la estructura adicional de los subgrupos. Se asume que son independientes las magnitudes de los efectos dentro del mismo conglomerado con valores diferentes. Observe que esta entrada se corresponde con la opción 'subgroup' en la función 'vcalc' de metafor, y cambia de nombre para diferenciarla del análisis de subgrupos.
gl: Variable que especifica a estrutura adicional dos subgrupos. Se asume que son independentes as magnitudes dos efectos dentro do mesmo conglomerado con valores diferentes. Cae na conta de que esta entrada se corresponde coa opción 'subgroup' na función 'vcalc' de metafor, e troca de nome para diferenciala da análise de subgrupos.
pt: Variável que especifica a estrutura adicional dos subgrupos. Os tamanhos de efeito dentro do mesmo agrupamento com valores diferentes da variável de agrupamento são considerados independentes. Observe que esta entrada corresponde à opção 'subgroup' na função 'vcalc' do metafor e foi renomeada para diferenciação da análise de subgrupos.

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: ENT
es: Otorrinolaringología
gl: Otorrinolaringoloxía
pt: Otorrinolaringologia

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Student-t(μ,σ,v)
es: T de Student(μ,σ,v)
gl: T de Student(μ,σ,v)
pt: t de Student(μ,σ,v)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Spike(x₀)
es: Pico(x₀)
gl: Pico(x₀)
pt: Pico(x₀)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Student-t(μ,σ,v)
es: T de Student(μ,σ,v)
gl: T de Student(μ,σ,v)
pt: t de Student(μ,σ,v)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Spike(x₀)
es: Pico(x₀)
gl: Pico(x₀)
pt: Pico(x₀)

# MetaAnalyticSem|
source: Show the pooled correlation/covariance matrix. The pooled correlation/covariance matrix is from the first stage of two-stage meta-analytic SEM.
gl: Amosar a matriz combinada de correlacións/covarianzas. A matriz combinada de correlacións/covarianzas é a da primeira etapa do MES Meta-Analítico de dúas etapas.
pt: Mostra a matriz de correlação/covariância combinada. A matriz de correlação/covariância combinada é da primeira etapa da MES meta-analítica de duas etapas.

# MetaAnalyticSem|
source: Zero
gl: Cero

# BayesianBinomialMetaAnalysis|
source: Bayesian Binomial meta-analysis allows you to conduct a binomial meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025) with the binomial-normal model described in Bartoš et al. (2023). See [this tutorial](https://doi.org/10.48550/arXiv.2509.09850) for a detailed introduction to the module.
gl: A Meta-Análise baiesiana Binomial te permite realizar unha Meta-Análise Binomial utilizando o enfoque baiesiano. Por defecto, a Meta-Análise Binomial fai a media entre os modelos asumindo a presenza vs. ausencia do efecto, heteroxeneidade e moderación (cando se especifica). A análise proporciona distribucións previas preespecificadas para distintas medidas da magnitude do efecto e campos. A análise te permite especificar Meta-Regresión, Meta-Análise de nivel 3 e análise de subgrupos. Os resultados inclúen estimacións das magnitudes do efecto, heteroxeneidade, moderación e varias gráficas para visualizar os resultados. A análise baséase na parametrización da Meta-análise/Meta-regresión baiesiana como se describe en Bartoš et al. (2025) co modelo Binomial-Normal descrito en Bartoš et al. (2023). Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09850) para unha introdución detallada do módulo.
pt: A meta-análise binomial bayesiana permite realizar uma meta-análise binomial utilizando a abordagem bayesiana. Por padrão, a meta-análise bayesiana realiza a média ponderada dos modelos, considerando a presença ou ausência do efeito, heterogeneidade e moderação (se especificada). A análise fornece distribuições a priori pré-especificadas para diferentes medidas e campos de tamanho de efeito. A análise permite especificar meta-regressão, meta-análise de 3 níveis e análise de subgrupos. Os resultados incluem estimativas dos tamanhos de efeito, heterogeneidade, moderação e vários gráficos para visualizar os resultados. A análise é baseada na parametrização de meta-análise/meta-regressão bayesiana, conforme descrito em Bartoš et al. (2025), com o modelo binomial-normal descrito em Bartoš et al. (2023). Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09850) para uma introdução detalhada ao módulo.

# BayesianMetaAnalysis|
source: Bayesian meta-analysis allows you to conduct a meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. Additional care is required when using a different type of effect sizes as the default prior distributions might not match the proper scaling of the effect size and heterogeneity. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025). See [this tutorial](https://doi.org/10.48550/arXiv.2509.09850) for a detailed introduction to the module.
gl: A Meta-Análise baiesiana te permite realizar unha Meta-Análise utilizando o enfoque baiesiano. Por defecto, a Meta-Análise baiesiana fai a media entre os modelos asumindo a presenza vs. ausencia do efecto, heteroxeneidade e moderación (cando se especifica). A análise proporciona distribucións previas preespecificadas para distintas medidas da magnitude do efecto e campos. Requírese unha precaución adicional cando se usa un tipo distinto de magnitudes do efecto, pois as distribucións previas predeterminadas poderían non cadrar coas escalas apropiadas da magnitude do efecto e heteroxeneidade. A análise te permite especificar Meta-Regresión, Meta-Análise de nivel 3 e análise de subgrupos. Os resultados inclúen estimacións das magnitudes do efecto, heteroxeneidade, moderación e varias gráficas para visualizar os resultados. A análise baséase na parametrización da Meta-Análise/Meta-Regresión baiesiana como se describe en Bartoš et al. (2025). Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09850) para unha introdución detallada do módulo.
pt: A meta-análise bayesiana permite realizar uma meta-análise utilizando a abordagem bayesiana. Por padrão, a meta-análise bayesiana realiza a média ponderada dos modelos, considerando a presença ou ausência do efeito, a heterogeneidade e a moderação (se especificada). A análise fornece distribuições a priori pré-especificadas para diferentes medidas e campos de tamanho de efeito. É necessário ter cuidado adicional ao usar um tipo diferente de tamanho de efeito, pois as distribuições a priori padrão podem não corresponder à escala adequada do tamanho do efeito e da heterogeneidade. A análise permite especificar meta-regressão, meta-análise de 3 níveis e análise de subgrupos. Os resultados incluem estimativas dos tamanhos de efeito, heterogeneidade, moderação e vários gráficos para visualizar os resultados. A análise é baseada na parametrização de meta-análise/meta-regressão bayesiana, conforme descrito em Bartoš et al. (2025). Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09850) para uma introdução detalhada ao módulo.

# ClassicalMetaAnalysis|
source: Classical meta-analysis allows you to conduct a meta-analysis using the classical approach. It provides options for fixed and random effects models, as well as meta-regression, location-scale models, and subgroup analysis. Additional options include the ability to specify clustering for robust variance estimation, permutation tests, and generating the metafor package R code. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. See [this tutorial](https://doi.org/10.48550/arXiv.2509.09845) for a detailed introduction to the module.
gl: A Meta-Análise Clásica te permite realizar unha Meta-Análise utilizando o enfoque clásico. Proporciona opcións para modelos de efectos fixos e aleatorios, así como para Meta-Regresión, modelos de escala-posición e análise de subgrupos. Opcións adicionais inclúen a capacidade de especificar a conglomeración para a estimación robusta da varianza, probas de permutacións e a xeración de código do paquete metafor de R. Os resultados inclúen estimacións das magnitudes dos efectos, heteroxeneidade, moderación e varias gráficas para visualizar os resultados. Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09845) para unha introdución detallada do módulo.
pt: A meta-análise clássica permite realizar uma meta-análise utilizando a abordagem clássica. Ela oferece opções para modelos de efeitos fixos e aleatórios, bem como meta-regressão, modelos de localização-escala e análise de subgrupos. Opções adicionais incluem a possibilidade de especificar agrupamento para estimativa robusta da variância, testes de permutação e geração do código R do pacote metafor. Os resultados incluem estimativas dos tamanhos do efeito, heterogeneidade, moderação e diversos gráficos para visualizar os resultados. Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09845) para uma introdução detalhada ao módulo.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Classical multilevel/multivariate meta-analysis allows you to conduct a meta-analysis adjusting for the dependency between effect sizes using the classical approach. The effect size dependency can be adjusted for by specifying the 'Effect Size Variance-Covariance Matrix' (interfacing the 'vcalc' function) and specifying the 'Random Effects/Model Components' (interfacing the 'random' argument in 'rma.mv' function). It provides options for fixed and random effects models, as well as meta-regression, and subgroup analysis. Additional options include the ability to specify clustering for robust variance estimation, permutation tests, and generating the metafor package R code. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. See [this tutorial](https://doi.org/10.48550/arXiv.2509.09845) for a detailed introduction to the module.
gl: A Meta-Análise multinivel/multivariante Clásica te permite realizar unha Meta-Análise que axuste a dependencia entre magnitudes dos efectos, utilizando o enfoque clásico. A dependencia da magnitude do efecto pode axustarse especificando a 'Matriz de Varianzas-Covarianzas da Magnitude do efecto' (interactuando coa función 'vcalc') e especificando os 'Efectos aleatorios/Compoñentes do modelo' (interactuando co argumento 'random' da función 'rma.mv'). Iso proporciona opcións para modelos de efectos fixos e aleatorios, así como para Meta-Regresión e análise de subgrupos. Opcións adicionais inclúen a capacidade de especificar a conglomeración para a estimación robusta da varianza, probas de permutacións e a xeración de código do paquete metafor de R. Os resultados inclúen estimacións das magnitudes dos efectos, heteroxeneidade, moderación e varias gráficas para visualizar os resultados. Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09845) para unha introdución detallada do módulo.
pt: A meta-análise multinível/multivariada clássica permite realizar uma meta-análise ajustando a dependência entre os tamanhos de efeito usando a abordagem clássica. A dependência do tamanho do efeito pode ser ajustada especificando a "Matriz de Variância-Covariância do Tamanho do Efeito" (utilizando a função 'vcalc') e especificando os "Efeitos Aleatórios/Componentes do Modelo" (utilizando o argumento 'random' na função 'rma.mv'). Ela oferece opções para modelos de efeitos fixos e aleatórios, bem como meta-regressão e análise de subgrupos. Opções adicionais incluem a capacidade de especificar agrupamento para estimativa robusta de variância, testes de permutação e geração do código R do pacote metafor. Os resultados incluem estimativas dos tamanhos de efeito, heterogeneidade, moderação e vários gráficos para visualizar os resultados. Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09845) para uma introdução detalhada ao módulo.

# FunnelPlot|
source: Funnel plots allow you to visualize the observed effect sizes and standard errors with the funnel outlaying the sampling distribution under a given meta-analytic model. Funnel plots are often used to assess publication bias and small-study effects. However, many studies have shown that funnel plots are not very reliable for this purpose. See e.g. Lau et al., (2006) and Terrin et al., (2005). See [this tutorial](https://doi.org/10.48550/arXiv.2509.09845) for a detailed introduction to the module.
gl: As gráficas en funil te permiten visualizar as magnitudes dos efectos observadas e os erros padrón co funil alonxándose da distribución mostral baixo un modelo meta-analítico. As gráficas en funil moitas veces se usan para avaliar o nesgo de publicación e os efectos dun pequeno-estudo. Porén, moitos estudos amosaron que as gráficas en funil non son moi fiables para ese propósito. Consulta p.e. Lau et al. (2006) e Terrin et al. (2005). Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09845) para unha introdución detallada do módulo.
pt: Os gráficos de funil permitem visualizar os tamanhos de efeito observados e os erros padrão, com o funil representando a distribuição amostral sob um determinado modelo meta-analítico. Os gráficos de funil são frequentemente usados para avaliar o viés de publicação e os efeitos de estudos pequenos. No entanto, muitos estudos demonstraram que os gráficos de funil não são muito confiáveis para esse fim. Veja, por exemplo, Lau et al. (2006) e Terrin et al. (2005). Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09845) para uma introdução detalhada ao módulo.

# ClassicalMetaAnalysisStatistics|
source: Standard errors
gl: Erros padrón
pt: Erros padrões

# ClassicalMetaAnalysisStatistics|
source: Include standard errors in the tabular output. Only available when no effect size transformation is applied.
gl: Incluír os erros padrón na saída de resultados tabular. Só dispoñible cando non se aplica ningunha transformación da magnitude do efecto.
pt: Incluir os erros padrões na saída tabular. Apenas disponível quando nenhuma transformação de tamanho de efeito é aplicada.

# RobustBayesianMetaAnalysis|
source: Robust Bayesian meta-analysis allows you to conduct a publication-bias adjusted meta-analysis using the Bayesian approach. By default, Bayesian meta-analysis model-averages across models assuming the presence vs. absence of the effect, heterogeneity, publication bias, and moderation (if specified). The analysis provides pre-specified prior distributions for different effect size measures and fields. Additional care is required when using a different type of effect sizes as the default prior distributions might not match the proper scaling of the effect size and heterogeneity. The analysis allows you to specify meta-regression, 3-level meta-analysis, and subgroup analysis. The results include estimates of effect sizes, heterogeneity, moderation, and various plots to visualize the results. The analysis is based on the Bayesian meta-analysis/meta-regression parameterization as outlined in Bartoš et al. (2025). See [this tutorial](https://doi.org/10.48550/arXiv.2509.09850) for a detailed introduction to the module.
gl: A Meta-Análise baiesiana robusta te permite realizar unha Meta-Análise de axuste do Nesgo de publicación, utilizando o enfoque baiesiano. Por defecto, a Meta-Análise baiesiana fai a media entre os modelos asumindo a presenza vs. ausencia do efecto, heteroxeneidade, nesgo de publicación e moderación (cando se especifica). A análise proporciona distribucións previas preespecificadas para distintas medidas da magnitude do efecto e campos. Requírese un coidado adicional cando se usa un tipo distinto de magnitudes do efecto xa que as distribucións previas predeterminadas poderían non cadrar coa escala da magnitude do efecto e heteroxeneidade. A análise te permite especificar Meta-Regresión, Meta-Análise de nivel 3 e análise de subgrupos. Os resultados inclúen estimacións das magnitudes do efecto, heteroxeneidade, moderación e varias gráficas para visualizar os resultados. A análise baséase na parametrización da Meta-Análise/Meta-Regresión baiesiana como se describe en Bartoš et al. (2025). Consulta [este titorial](https://doi.org/10.48550/arXiv.2509.09850) para unha introdución detallada do módulo.
pt: A metanálise Bayesiana robusta permite realizar uma metanálise ajustada para viés de publicação usando a abordagem Bayesiana. Por padrão, a metanálise Bayesiana realiza a média dos modelos, assumindo a presença ou ausência do efeito, heterogeneidade, viés de publicação e moderação (se especificado). A análise fornece distribuições a priori predefinidas para diferentes medidas de tamanho do efeito e campos. É necessário cuidado adicional ao usar um tipo diferente de tamanho do efeito, pois as distribuições a priori padrão podem não corresponder à escala adequada do tamanho do efeito e da heterogeneidade. A análise permite especificar metarregressão, metanálise de 3 níveis e análise de subgrupos. Os resultados incluem estimativas de tamanhos do efeito, heterogeneidade, moderação e vários gráficos para visualizar os resultados. A análise é baseada na parametrização de metanálise/metarregressão Bayesiana, conforme descrito em Bartoš et al. (2025). Consulte [este tutorial](https://doi.org/10.48550/arXiv.2509.09850) para uma introdução detalhada ao módulo.

# RobustBayesianMetaAnalysisPriors|
source: Gamma(α,β)
pt: Gama(α,β)
ta: காமா (α, β)

# RobustBayesianMetaAnalysisPriors|
source: Gamma(k,θ)
pt: Gama(k,θ)
ta: காமா (கே, θ)

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the time point of the effect size measurement. In case multiple time points are specified, the first time corresponds to the first codntion.
es: Variable que indica el punto temporal de la medida de la magnitud del efecto. En caso de indicarse múltiples puntos temporales, el primer momento se corresponde con la primera condición.
pt: Variável que especifica o ponto temporal da medição do tamanho do efeito. Caso sejam especificados vários pontos temporais, o primeiro corresponde à primeira condição.

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Gamma(α,β)
pt: Gama(α,β)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Gamma(k,θ)
pt: Gama(k,θ)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Gamma(α,β)
pt: Gama(α,β)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Gamma(k,θ)
pt: Gama(k,θ)

# EffectSizeComputation|
source: Group 2/Outcome Minus
es: Grupo 2/Resultado menos
ta: குழு 2/விளைவு கழித்தல்

# ClassicalMetaAnalysisAdvanced|
source: Specify the maximim allowable value of 𝜏² during optimization. Available only for specific optimization methods and unavailable in multilevel/multivariate meta-analysis or when heterogeneity model terms are included.
es: Especificar el valor máximo admisible de 𝜏² durante la optimización. Disponible solo para métodos específicos de optimización; y no disponible en Meta-Análisis multinivel/multivariante ni cuando se incluyen términos del modelo de heterogeneidad.
ta: தேர்வுமுறை போது 𝜏² இன் அதிகபட்ச அனுமதிக்கக்கூடிய மதிப்பைக் குறிப்பிடவும். குறிப்பிட்ட தேர்வுமுறை முறைகளுக்கு மட்டுமே கிடைக்கிறது மற்றும் மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் அல்லது பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது கிடைக்காது.

# ClassicalMetaAnalysisDiagnostics|
source: Include casewise diagnostics to assess the influence of individual studies on the meta-analysis results.
es: Incluir diagnósticos caso a caso para verificar la influencia de estudios individuales en los resultados del Meta-Análisis.
ta: மேவு பகுப்பாய்வு முடிவுகளில் தனிப்பட்ட ஆய்வுகளின் செல்வாக்கை மதிப்பிடுவதற்கு கேச்வைச் நோயறிதலைச் சேர்க்கவும்.

# ClassicalMetaAnalysisDiagnostics|
source: Show only the influential studies in the casewise diagnostics. Unvailable when performing multilevel/multivariate meta-analysis.
es: Mostrar solo estudios influyentes en los diagnósticos caso a caso. No disponible cuando se realiza el Meta-Análisis multinivel/multivariante.
ta: கேச்வைச் நோயறிதலில் செல்வாக்கு மிக்க ஆய்வுகளை மட்டுமே காட்டுங்கள். மல்டிலெவல்/பன்முகத்தன்மை கொண்ட மேவு பகுப்பாய்வு செய்யும்போது திட்டமிடப்படாதது.

# ClassicalMetaAnalysisDiagnostics|
source: Include a Baujat plot to detect studies contributing to heterogeneity and overall effect size. Unvailable when performing multilevel/multivariate meta-analysis.
es: Incluir un gráfico de Baujat para detectar estudios que contribuyen a la heterogeneidad y a la magnitud global del efecto. No dispoñible cuando se realiza Meta-Análisis multinivel/multivariante.
ta: பன்முகத்தன்மை மற்றும் ஒட்டுமொத்த விளைவு அளவிற்கு பங்களிக்கும் ஆய்வுகளைக் கண்டறிய ஒரு ப அயு சாத் சூழ்ச்சி சேர்க்கவும். மல்டிலெவல்/பன்முக மேவு பகுப்பாய்வு செய்யும்போது கிடைக்காது.

# ClassicalMetaAnalysisDiagnostics|
source: Include a residual funnel plot.
es: Incluir un gráfico en embudo de los errores.
ta: மீதமுள்ள புனல் சூழ்ச்சி சேர்க்கவும்.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Model variables
es: Variables del modelo
ta: மாதிரி மாறிகள்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Selected variables
es: Variables seleccionadas
ta: தேர்ந்தெடுக்கப்பட்ட மாறிகள்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Variables selected for computing estimated marginal means in the heterogeneity model. Unvailable when performing multilevel/multivariate meta-analysis.
es: Variables seleccionadas para calcular las medias marginales estimadas en el modelo de heterogeneidad. No disponible cuando se realiza el Meta-Análisis multinivel/multivariante.
ta: பன்முகத்தன்மை மாதிரியில் மதிப்பிடப்பட்ட விளிம்பு வழிகளை கணக்கிடுவதற்கு தேர்ந்தெடுக்கப்பட்ட மாறிகள். மல்டிலெவல்/பன்முகத்தன்மை கொண்ட மேவு பகுப்பாய்வு செய்யும்போது திட்டமிடப்படாதது.
