Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# RobustBayesianMetaAnalysisAdvanced|
source: MCMC error / SD
de: MCMC-Fehler / SD
es: Error MCMC/DT
eu: MCMC errorea / SD
gl: Erro MCMC/DP
nl: MCMC fout / SD
pt: Erro MCMC / DP
ta: MCMC பிழை / எச்டி

# RobustBayesianMetaAnalysisAdvanced|
source: Maximum fitting time
de: Maximale Anpassungsdauer
es: Tiempo máximo de ajuste
eu: Gehienezko egokitze-denbora
gl: Máximo tempo de axuste
nl: Maximale toepastijd
pt: Tempo máximo de ajuste
ta: அதிகபட்ச பொருத்துதல் நேரம்

# RobustBayesianMetaAnalysisAdvanced|
source: hours
de: Stunden
es: horas
eu: orduak
gl: horas
nl: uren
pt: horas
ta: மணி

# RobustBayesianMetaAnalysisAdvanced|
source: minutes
de: Minuten
es: minutos
eu: minutu
gl: minutos
nl: minuten
pt: minutos
ta: நிமிடங்கள்

# RobustBayesianMetaAnalysisAdvanced|
source: seconds
de: Sekunden
es: segundos
eu: segundoak
gl: segundos
nl: seconden
pt: segundos
ta: நொடிகள்

# RobustBayesianMetaAnalysisAdvanced|
source: Extend samples
de: Stichprobe erweitern
es: Ampliar las muestras
eu: Laginak luzatu
gl: Ampliar as mostras
nl: Trekkingen uitbreiden
pt: Estender amostras
ta: மாதிரிகளை நீட்டிக்கவும்

# RobustBayesianMetaAnalysisBaseline|
source: Baseline
es: Base
eu: Oinarrizko lerroa
gl: Base
nl: Uitgangspunt
pt: Linha de base
ta: அடிப்படை

# RobustBayesianMetaAnalysisBaseline|
source: Baseline (null)
es: Base (nulo)
eu: Oinarrizko lerroa (nuloa)
gl: Base (nulo)
nl: Uitganspunt (nul)
pt: Linha de base (nula)
ta: அடிப்படை (பூச்யம்)

# RobustBayesianMetaAnalysisBaseline|
source: Distribution
de: Verteilung
es: Distribución
eu: Banaketa
gl: Distribución
nl: Verdeling
pt: Distribuição
ta: பரவல்

# RobustBayesianMetaAnalysisBaseline|
source: Parameters
de: Parameter
es: Parámetros
eu: Parametroak
gl: Parámetros
pt: Parâmetros
ta: அளவுருக்கள்

# RobustBayesianMetaAnalysisBaseline|
source: Truncation
de: Stutzung
es: Truncamiento
eu: Mozketa
gl: Tronzado
nl: Truncatie
pt: Truncamento
ta: துண்டிப்பு

# RobustBayesianMetaAnalysisBaseline|
source: Prior weights
de: Prior-Gewichte
es: Ponderaciones previas
eu: Aurreko pisuak
gl: Ponderacións previas
nl: Prior gewichten
pt: Pesos anteriores
ta: முன் எடைகள்

# RobustBayesianMetaAnalysisBaseline|
source: lower
de: untere
es: Inferior
eu: beheago
gl: Inferior
nl: onder
pt: inferior
ta: கீழ்

# RobustBayesianMetaAnalysisBaseline|
source: upper
de: obere
es: Superior
eu: goiko
gl: Superior
nl: boven
pt: superior
ta: மேல்

# RobustBayesianMetaAnalysisBaseline|
source: Weight
de: Gewicht
es: Ponderación
eu: Pisua
gl: Ponderación
nl: Gewicht
pt: Peso
ta: எடை

# RobustBayesianMetaAnalysisDiagnostics|
source: MCMC Diagnostics
de: MCMC-Diagnostiken
es: Diagnósticos MCMC
eu: MCMC Diagnostikoak
gl: Diagnósticos MCMC
nl: MCMC Diagnostiek
pt: Diagnósticos MCMC
ta: எம்.சி.எம்.சி கண்டறிதல்

# RobustBayesianMetaAnalysisDiagnostics|
source: Overview table
de: Übersichtstabelle
es: Tabla de revisión
eu: Ikuspegi orokorraren taula
gl: Táboa de revisión
nl: Overzichtstabel
pt: Tabela de visão geral
ta: கண்ணோட்டம் அட்டவணை

# RobustBayesianMetaAnalysisDiagnostics|
source: Plot
de: Diagramm
es: Gráfico
eu: Lursaila
gl: Gráfica
nl: Figuur
pt: Gráfico
ta: சூழ்ச்சி

# RobustBayesianMetaAnalysisDiagnostics|
source: Heterogeneity
de: Heterogenität
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
nl: Heterogeniteit
pt: Heterogeneidade
ta: பன்முகத்தன்மை

# RobustBayesianMetaAnalysisDiagnostics|
source: Weights
de: Gewichte
es: Ponderaciones
eu: Pisuak
gl: Ponderacións
nl: Gewichten
pt: Pesos
ta: எடைகள்

# RobustBayesianMetaAnalysisDiagnostics|
source: PEESE
eu: PIZARRA
ta: படம்

# RobustBayesianMetaAnalysisDiagnostics|
source: Type
de: Typ
es: Tipo
eu: Mota
gl: Tipo
pt: Tipo
ta: வகை

# RobustBayesianMetaAnalysisDiagnostics|
source: Trace
de: Spur
es: Rastro
eu: Traza
gl: Rastro
nl: Spoor
pt: Traço
ta: சுவடு

# RobustBayesianMetaAnalysisDiagnostics|
source: Autocorrelation
de: Autokorrelation
es: Autocorrelación
eu: Autokorrelazioa
gl: Autocorrelación
nl: Autocorrelatie
pt: Autocorrelação
ta: தன்னொட்டுறவு

# RobustBayesianMetaAnalysisDiagnostics|
source: Posterior samples density
de: Dichte Posterior-Stichprobe
es: Densidad de las muestras posteriores
eu: Atzeko laginen dentsitatea
gl: Densidade das mostras posteriores
nl: Dichtheid van posterior trekkingen
pt: Densidade de amostras posteriores
ta: பின்புற மாதிரிகள் அடர்த்தி

# RobustBayesianMetaAnalysisPlots|
source: Type
de: Typ
es: Tipo
eu: Mota
gl: Tipo
pt: Tipo
ta: வகை

# RobustBayesianMetaAnalysisPlots|
source: Model averaged
es: Modelo promediado
eu: Ereduaren batez bestekoa
gl: Modelo medio
nl: Gemiddeld over modellen
pt: Média do modelo
ta: மாதிரி சராசரி

# RobustBayesianMetaAnalysisPlots|
source: Conditional
es: Condicionado
eu: Baldintzapekoa
gl: Condicionado
nl: Conditioneel
pt: Condicional
ta: நிபந்தனை

# RobustBayesianMetaAnalysisPlots|
source: Heterogeneity
de: Heterogenität
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
nl: Heterogeniteit
pt: Heterogeneidade
ta: பன்முகத்தன்மை

# RobustBayesianMetaAnalysisPlots|
source: Weight function
de: Gewichtungsfunktion
es: Función de ponderación
eu: Pisu funtzioa
gl: Función de ponderación
nl: Gewichtsfunctie
pt: Função de ponderação
ta: எடை செயல்பாடு

# RobustBayesianMetaAnalysisPlots|
source: Rescale x-axis
de: x-Achse umskalieren
es: Cambiar la escala del eje x
eu: X ardatzaren eskala aldatu
gl: Volver escalar o eixe x
nl: Herschaal x-as
pt: Redimensionar o eixo x
ta: எக்ச்-அச்சு மீளுருவாக்கம்

# Description|
source: Miscellaneous
es: Miscelánea
eu: Hainbat
gl: Miscelánea
pt: Variados
ta: மற்றவை

# Description|
source: Effect Size Computation
es: Cálculo de la magnitud del efecto
eu: Efektuaren tamainaren kalkulua
gl: Cálculo da magnitude do efecto
pt: Cálculo do Tamanho de Efeito
ta: விளைவு அளவு கணக்கீடு

# Description|
source: Funnel Plot
es: Gráfico en embudo
eu: Inbutu-diagrama
gl: Gráfica en funil
pt: Gráfico de Funil
ta: புனல் சூழ்ச்சி

# Description|
source: Meta-Analysis (Multilevel/Multivariate)
es: Meta-Análisis (Multinivel/Multivariante)
eu: Metaanalisia (maila anitzekoa/aldagai anitzekoa)
gl: Meta-Análise (Multinivel/Multivariante)
pt: Meta-Análise (Multinível/Multivariada)
ta: மேவு பகுப்பாய்வு (பல நிலை/மல்டிவேரியேட்)

# Description|
source: Classical Meta-Analysis (Multilevel/Multivariate)
es: Meta-Análisis clásico (Multinivel/Multivariante)
eu: Metaanalisi klasikoa (maila anitzekoa/aldagai anitzekoa)
gl: Meta-Análise clásica (Multinivel/Multivariante)
pt: Meta-Análise Clássica (multinível/multivariada)
ta: பாரம்பரிய மேவு பகுப்பாய்வு (பல நிலை/மல்டிவேரியேட்)

# ClassicalMetaAnalysis|
source: Variable containing the observed effect sizes.
es: Variable que contiene las magnitudes de los efectos observados.
eu: Behatutako efektu-tamainak dituen aldagaia.
gl: Variable que contén as magnitudes dos efectos observados.
pt: Variável contendo os tamanhos de efeito observados.
ta: கவனிக்கப்பட்ட விளைவு அளவுகளைக் கொண்ட மாறி.

# ClassicalMetaAnalysis|
source: Variable containing the standard errors corresponding to the effect sizes.
es: Variable que contiene los errores típicos que corresponden a las magnitudes de los efectos.
eu: Efektu-tamainei dagozkien errore estandarrak dituen aldagaia.
gl: Variable que contén os erros padrón que corresponden ás magnitudes dos efectos.
pt: Variável contendo os erros padrão correspondentes aos tamanhos do efeito.
ta: விளைவு அளவுகளுடன் தொடர்புடைய நிலையான பிழைகள் கொண்ட மாறி.

# ClassicalMetaAnalysis|
source: Method
es: Método
eu: Metodoa
gl: Método
pt: Método
ta: முறை

# ClassicalMetaAnalysis|
source: Method used to estimate heterogeneity (tau-squared) in the meta-analysis. The available methods depend on the inclusion of heterogeneity model terms.
es: Método usado para estimar la heterogeneidad (tau-cuadrado) en el Meta-Análisis. Los métodos disponibles dependen de la inclusión de elementos de heterogeneidad en el modelo.
eu: Metaanalisian heterogeneotasuna (tau-karratua) kalkulatzeko erabilitako metodoa. Eskuragarri dauden metodoak heterogeneotasun-ereduaren terminoak sartzearen mende daude.
gl: Método usado para estimar a heteroxeneidade (tau-cadrado) na Meta-Análise. Os métodos dispoñibles dependen da inclusión de elementos de heteroxeneidade no modelo.
pt: Método utilizado para estimar a heterogeneidade (tau-quadrado) na meta-análise. Os métodos disponíveis dependem da inclusão de termos do modelo de heterogeneidade.
ta: மேவு பகுப்பாய்வில் பன்முகத்தன்மையை (ட au-ச்கொயர்) மதிப்பிடுவதற்கு பயன்படுத்தப்படும் முறை. கிடைக்கக்கூடிய முறைகள் பன்முகத்தன்மை மாதிரி விதிமுறைகளைச் சேர்ப்பதைப் பொறுத்தது.

# ClassicalMetaAnalysis|
source: Equal Effects
es: Efectos Iguales
eu: Efektu berdinak
gl: Efectos Iguais
pt: Efeitos Iguais
ta: சம விளைவுகள்

# ClassicalMetaAnalysis|
source: Fixed Effects
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos Fixos
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

# ClassicalMetaAnalysis|
source: Maximum Likelihood
es: Máxima-Verosimilitud
eu: Gehienezko probabilitatea
gl: Máxima-Verosimilitude
pt: Máxima Verossimilhança
ta: அதிகபட்ச வாய்ப்பு

# ClassicalMetaAnalysis|
source: Restricted ML
es: MV restringida
eu: ML mugatua
gl: MV restrinxida
pt: ML restrita
ta: தடைசெய்யப்பட்ட எம்.எல்

# ClassicalMetaAnalysis|
source: Hedges
eu: Heskaiak
ta: எட்ச்கள்

# ClassicalMetaAnalysis|
source: Empirical Bayes
es: Bayes Empírico
eu: Bayes enpirikoa
gl: Bayes Empírico
pt: Bayes Empírico
ta: அனுபவ பேயச்

# ClassicalMetaAnalysis|
source: Generalized Q-stat
es: Estat-Q generalizado
eu: Q-stat orokortua
gl: Estat-Q xeneralizado
pt: Estat-Q generalizada
ta: பொதுமைப்படுத்தப்பட்ட Q-STAT

# ClassicalMetaAnalysis|
source: Generalized Q-stat (MU)
es: Estat-Q generalizado (MU)
eu: Q-stat orokortua (MU)
gl: Estat-Q xeneralizado (MU)
pt: Estat-Q generalizada (MU)
ta: பொதுமைப்படுத்தப்பட்ட Q-STAT (MU)

# ClassicalMetaAnalysis|
source: Fixed effect test
es: Contraste de efectos fijos
eu: Efektu finkoen proba
gl: Proba de efectos fixos
pt: Teste de efeitos fixos
ta: நிலையான விளைவு சோதனை

# ClassicalMetaAnalysis|
source: Method for testing the model coefficients: 'z' uses standard normal approximation, 't' uses t-distribution, and 'knha' uses the Knapp and Hartung adjustment (default).
es: Método para contrastar los coeficientes del modelo: 'z' utiliza la aproximación Normal estándar, 't' usa la distribución t, y 'knha' emplea el ajuste de Knapp y Hartung (predeterminado).
eu: Modeloaren koefizienteak probatzeko metodoa: 'z'-k hurbilketa normal estandarra erabiltzen du, 't'-k t banaketa erabiltzen du eta 'knha'-k Knapp eta Hartung doikuntza erabiltzen du (lehenetsia).
gl: Método para probar os coeficientes do modelo: 'z' utiliza a aproximación Normal estándar, 't' usa a distribución t, e 'knha' emprega o axuste de Knapp e Hartung (predeterminado).
pt: Método para testar os coeficientes do modelo: 'z' usa a aproximação normal padrão, 't' usa a distribuição t e 'knha' usa o ajuste de Knapp e Hartung (padrão).
ta: மாதிரி குணகங்களை சோதிப்பதற்கான முறை: 'சட்' நிலையான இயல்பான தோராயத்தைப் பயன்படுத்துகிறது, 't' டி-விநியோகத்தைப் பயன்படுத்துகிறது, மற்றும் 'Knha' KNAPP மற்றும் HARTUNG சரிசெய்தலை (இயல்புநிலை) பயன்படுத்துகிறது.

# ClassicalMetaAnalysis|
source: Predictors
es: Predictores
eu: Aurreikusleak
gl: Preditores
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# ClassicalMetaAnalysis|
source: Clustering
es: Conglomeración
eu: Multzokatzea
gl: Conglomeración
pt: Agrupamento
ta: கிளச்டரிங்

# ClassicalMetaAnalysis|
source: Variable containing labels for the studies. Used for labeling outputs and plots.
es: Variables que contienen las etiquetas para los estudios. Se usa para etiquetar salidas de resultados y gráficos.
eu: Ikasketetarako etiketak dituen aldagaia. Irteerak eta grafikoak etiketatzeko erabiltzen da.
gl: Variables que conteñen as etiquetas para os estudos. Utilízase para etiquetar saídas de resultados e gráficas.
pt: Variável contendo rótulos para os estudos. Usada para rotular saídas e gráficos.
ta: ஆய்வுகளுக்கான லேபிள்களைக் கொண்ட மாறி. வெளியீடுகள் மற்றும் அடுக்குகளை லேபிளிங் செய்யப் பயன்படுகிறது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de Efeito
ta: விளைவு அளவு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable containing the observed effect sizes.
es: Variable que contiene las magnitudes de los efectos observados.
eu: Behatutako efektu-tamainak dituen aldagaia.
gl: Variable que contén as magnitudes dos efectos observados.
pt: Variável contendo os tamanhos de efeito observados.
ta: கவனிக்கப்பட்ட விளைவு அளவுகளைக் கொண்ட மாறி.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Effect Size Standard Error
es: Error típico de la Magnitud del efecto
eu: Efektuaren Tamaina Errore Estandarra
gl: Erro padrón da Magnitude do efecto
pt: Erro Padrão de Tamanho de Efeito
ta: விளைவு அளவு நிலையான பிழை

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable containing the standard errors corresponding to the effect sizes.
es: Variable que contiene los errores típicos que corresponden a las magnitudes de los efectos.
eu: Efektu-tamainei dagozkien errore estandarrak dituen aldagaia.
gl: Variable que contén os erros padrón que corresponden ás magnitudes dos efectos.
pt: Variável contendo os erros padrões correspondentes aos tamanhos do efeito.
ta: விளைவு அளவுகளுடன் தொடர்புடைய நிலையான பிழைகள் கொண்ட மாறி.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Method
es: Método
eu: Metodoa
gl: Método
pt: Método
ta: முறை

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Method used to estimate heterogeneity in the meta-analysis.
es: Método utilizado para estimar la heterogeneidad del Meta-Análisis.
eu: Metaanalisian heterogeneotasuna kalkulatzeko erabilitako metodoa.
gl: Método utilizado para estimar a heteroxeneidade da Meta-Análise.
pt: Método utilizado para estimar a heterogeneidade na meta-análise.
ta: மேவு பகுப்பாய்வில் பன்முகத்தன்மையை மதிப்பிடுவதற்கு பயன்படுத்தப்படும் முறை.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Maximum Likelihood
es: Máxima-Verosimilitud
eu: Gehienezko probabilitatea
gl: Máxima-Verosimilitude
pt: Máxima Verossimilhança
ta: அதிகபட்ச வாய்ப்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Restricted ML
es: MV restringida
eu: ML mugatua
gl: MV restrinxida
pt: ML restrita
ta: தடைசெய்யப்பட்ட எம்.எல்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Fixed effect test
es: Contraste de efectos fijos
eu: Efektu finkoen proba
gl: Proba de efectos fixos
pt: Teste de efeitos fixos
ta: நிலையான விளைவு சோதனை

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Method for testing the model coefficients: 'z' uses standard normal approximation, 't' uses t-distribution.
es: Método para contrastar los coeficientes del modelo: 'z' utiliza la aproximación Normal estándar, 't' usa la distribución t.
eu: Modeloaren koefizienteak probatzeko metodoa: 'z'-k hurbilketa normal estandarra erabiltzen du, 't'-k t banaketa.
gl: Método para probar os coeficientes do modelo: 'z' utiliza a aproximación Normal estándar, 't' usa a distribución t.
pt: Método para testar os coeficientes do modelo: 'z' usa aproximação normal padrão, 't' usa distribuição t.
ta: மாதிரி குணகங்களை சோதிப்பதற்கான முறை: 'சட்' நிலையான இயல்பான தோராயத்தைப் பயன்படுத்துகிறது, 'டி-விநியோகத்தைப் பயன்படுத்த.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Predictors
es: Predictores
eu: Aurreikusleak
gl: Preditores
pt: Preditores
ta: முன்னறிவிப்பாளர்கள்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variables to include as predictors (moderators) in the meta-regression model.
es: Variables a incluir como predictores (moderadores) en el modelo de meta-regresión.
eu: Meta-erregresio ereduan aurreikusle (moderatzaile) gisa sartu beharreko aldagaiak.
gl: Variables a incluír como preditores (moderadores) no modelo de meta-regresión.
pt: Variáveis a serem incluídas como preditores (moderadores) no modelo de meta-regressão.
ta: மெட்டா-பின்னடைவு மாதிரியில் முன்னறிவிப்பாளர்களாக (மதிப்பீட்டாளர்கள்) சேர்க்கக்கூடிய மாறிகள்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Clustering
es: Conglomeración
eu: Multzokatzea
gl: Conglomeración
pt: Agrupamento
ta: கிளச்டரிங்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable indicating clustering of effect sizes. This option is disabled when permutation tests are selected.
es: Variable que indica la conglomeración de las magnitudes de los efectos. Esta opción está inhabilitada cuando se eligen contrastes de permutaciones.
eu: Efektu-tamainen multzokatzea adierazten duen aldagaia. Aukera hau desgaituta dago permutazio-probak hautatzen direnean.
gl: Variable que indica a conglomeración das magnitudes dos efectos. Esta opción está inhabilitada cando se elixen probas de permutacións.
pt: Variável que indica o agrupamento dos tamanhos de efeito. Esta opção é desabilitada quando testes de permutação são selecionados.
ta: விளைவு அளவுகளின் கிளச்டரிங் குறிக்கும் மாறி. வரிசைமாற்ற சோதனைகள் தேர்ந்தெடுக்கப்படும்போது இந்த விருப்பம் முடக்கப்பட்டுள்ளது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Study Labels
es: Etiquetas de Estudios
eu: Ikasketa Etiketak
gl: Etiquetas dos Estudos
pt: Rótulos de Estudo
ta: ஆய்வு லேபிள்கள்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable containing labels for the studies. Used for labeling outputs and plots.
es: Variables que contienen las etiquetas para los estudios. Se usa para etiquetar salidas de resultados y gráficos.
eu: Ikasketetarako etiketak dituen aldagaia. Irteerak eta grafikoak etiketatzeko erabiltzen da.
gl: Variables que conteñen as etiquetas para os estudos. Utilízase para etiquetar saídas de resultados e gráficas.
pt: Variável contendo rótulos para os estudos. Usada para rotular saídas e gráficos.
ta: ஆய்வுகளுக்கான லேபிள்களைக் கொண்ட மாறி. வெளியீடுகள் மற்றும் அடுக்குகளை லேபிளிங் செய்யப் பயன்படுகிறது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Type of random effect to include in the model.
es: Tipo de efecto aleatorio a incluir en el modelo.
eu: Modeloan sartuko den ausazko efektu mota.
gl: Tipo de efecto aleatorio a incluír no modelo.
pt: Tipo de efeito aleatório a ser incluído no modelo.
ta: மாதிரியில் சேர்க்க சீரற்ற விளைவு வகை.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Simple
eu: Sinplea
pt: Simples
ta: எளிய

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Nested (multilevel)
es: Anidado (multinivel)
eu: Txertatuta (maila anitzekoa)
gl: Aniñado (multinivel)
pt: Aninhado (multinível)
ta: கூடு (பல நிலை)

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Random slopes
es: Pendientes aleatorias
eu: Ausazko maldak
gl: Pendentes aleatorias
pt: Inclinações aleatórias
ta: சீரற்ற சரிவுகள்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Structured
es: Estructurado
eu: Egituratua
gl: Estruturado
pt: Estruturado
ta: கட்டமைக்கப்பட்ட

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Autoregressive
es: Autorregresivo
eu: Autoerregresiboa
gl: Autorregresivo
pt: Autorregressivo
ta: தன்னியக்க முன்னேற்ற

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Spatial
es: Espacial
eu: Espaziala
gl: Espacial
pt: Espacial
ta: இடஞ்சார்ந்த

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Known correlation
es: Correlación conocida
eu: Korrelazio ezaguna
gl: Correlación coñecida
pt: Correlação conhecida
ta: அறியப்பட்ட தொடர்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Structure
es: Estructura
eu: Egitura
gl: Estrutura
pt: Estrutura
ta: கட்டமைப்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Structure of the random effect when the type is 'Structured', 'Autoregressive', or 'Spatial'. Available structures depend on the selected type.
es: Estructura del efecto aleatorio cuando el tipo es 'Estructurado', 'Autorregresivo', o 'Espacial'. Las estructuras disponibles dependen del tipo seleccionado.
eu: Ausazko efektuaren egitura mota 'Egituratua', 'Autoerregresiboa' edo 'Espaziala' denean. Eskuragarri dauden egiturak hautatutako motaren araberakoak dira.
gl: Estrutura do efecto aleatorio cando o tipo é 'Estructurado', 'Autorregresivo', ou 'Espacial'. As estruturas dispoñibles dependen do tipo seleccionado.
pt: Estrutura do efeito aleatório quando o tipo é "Estruturado", "Autorregressivo" ou "Espacial". As estruturas disponíveis dependem do tipo selecionado.
ta: வகை 'கட்டமைக்கப்பட்ட', 'தன்னியக்க முன்னேற்ற' அல்லது 'இடஞ்சார்ந்த' என இருக்கும்போது சீரற்ற விளைவின் கட்டமைப்பு. கிடைக்கக்கூடிய கட்டமைப்புகள் தேர்ந்தெடுக்கப்பட்ட வகையைப் பொறுத்தது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Compound symmetry
es: Simetría compuesta
eu: Simetria konposatua
gl: Simetría composta
pt: Simetria composta
ta: கூட்டு சமச்சீர்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Heteroscedastic compound symmetry
es: Simetría compuesta heterocedástica
eu: Simetria konposatu heteroszedastikoa
gl: Simetría composta heterocedástica
pt: Simetria composta heteroscedástica
ta: ஈட்டோரோச்கெச்டிக் கலவை சமச்சீர்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Identity
es: Identidad
eu: Identitatea
gl: Identidade
pt: Identidade
ta: முற்றொருமை

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Diagonal
eu: Diagonala
ta: மூலைவிட்டம்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Heteroscedastic AR(1)
es: AR(1) heterocedástica
eu: Heteroszedastikoa AR(1)
gl: AR(1) heterocedástica
pt: Heteroscedástico AR(1)
ta: ஈட்டோரோச்கெச்டாச்டிக் ஏ.ஆர் (1)

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Continuous-time AR
es: AR en tiempo continuo
eu: Denbora jarraituko AR
gl: AR en tempo continuo
pt: AR de tempo contínuo
ta: தொடர்ச்சியான நேர ஏ.ஆர்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Exponential
es: Exponencial
eu: Esponentziala
gl: Exponencial
pt: Exponencial
ta: அடுக்குக்குறி

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Gaussian
es: Normal
eu: Gaussiarra
gl: Normal
pt: Gaussiano
ta: காசியன்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Linear
es: Lineal
eu: Lineala
ta: நேரியல்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Rational quadratic
es: Cuadrática racional
eu: Ekuazio koadratiko arrazionala
gl: Cuadrática racional
pt: Quadrático racional
ta: பகுத்தறிவு இருபடி

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Spherical
es: Esférica
eu: Esferikoa
gl: Esférica
pt: Esférico
ta: கோள

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Specification
es: Especificación
eu: Zehaztapena
gl: Especificación
pt: Especificação
ta: விவரக்குறிப்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Random Slope Terms
es: Términos de pendientes aleatorias
eu: Ausazko malda-terminoak
gl: Termos das pendentes aleatorias
pt: Termos de Inclinações Aleatórias
ta: சீரற்ற சாய்வு விதிமுறைகள்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variables to include as random slope terms in the model. Available when the random effect type is 'Random slopes'.
es: Variables a incluir como términos de pendientes aleatorias en el modelo. Disponible cuando el tipo de efecto aleatorio es 'Pendientes aleatorias'.
eu: Ereduan ausazko malda-termino gisa sartzeko aldagaiak. Eskuragarri ausazko efektu mota 'Ausazko maldak' denean.
gl: Variables a incluír como termos de pendentes aleatorias no modelo. Dispoñible cando o tipo de efecto aleatorio é 'Pendentes aleatorias'.
pt: Variáveis a serem incluídas como termos de inclinação aleatória no modelo. Disponível quando o tipo de efeito aleatório é "Inclinações aleatórias".
ta: மாதிரியில் சீரற்ற சாய்வு சொற்களாக சேர்க்க மாறிகள். சீரற்ற விளைவு வகை 'சீரற்ற சரிவுகள்' ஆக இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Factor Levels
es: Niveles de los factores
eu: Faktore Mailak
gl: Niveis dos factores
pt: Níveis do Fator
ta: காரணி நிலைகள்
