Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# FunnelPlot|
source: Set mapping for labels, colors, and shapes of the effect size estimates.
es: Establecer el cartografiado para etiquetas, colores y formas de las estimaciones de la magnitud del efecto.
eu: Ezarri efektu-tamainaren estimazioen etiketetarako, koloreetarako eta formen mapaketa.
gl: Establecer o cartografado para etiquetas, cores e formas das estimacións da magnitude do efecto.
pt: Defina o mapeamento para rótulos, cores e formas das estimativas do tamanho do efeito.
ta: விளைவு அளவு மதிப்பீடுகளின் லேபிள்கள், வண்ணங்கள் மற்றும் வடிவங்களுக்கான மேப்பிங்கை அமைக்கவும்.

# FunnelPlot|
source: Label
es: Etiqueta
eu: Etiketa
gl: Etiqueta
pt: Rótulo
ta: சிட்டை

# FunnelPlot|
source: Show all or only a subset of the effect size estimate labels.
es: Mostrar todas o solo un subconjunto de las etiquetas de las estimaciones de la magnitud del efecto.
eu: Erakutsi efektuaren tamainaren estimazio-etiketa guztiak edo horien azpimultzo bat bakarrik.
gl: Amosar todas ou só un subconxunto das etiquetas das estimacións da magnitude do efecto.
pt: Mostrar todos ou apenas um subconjunto dos rótulos de estimativa do tamanho do efeito.
ta: விளைவு அளவு மதிப்பீட்டு லேபிள்களின் அனைத்து அல்லது ஒரு துணைக்குழுவையும் மட்டுமே காட்டு.

# FunnelPlot|
source: All
es: Todo
eu: Guztiak
gl: Todo
pt: Todos
ta: அனைத்தும்

# FunnelPlot|
source: Outside H₀
es: Fuera de H₀
eu: H₀ kanpoaldean
gl: Fóra de H₀
pt: Fora de H₀
ta: H₀ க்கு வெளியே

# FunnelPlot|
source: Outside H₁
es: Fuera de H₁
eu: H₁ kanpoaldean
gl: Fóra de H₁
pt: Fora de H₁
ta: H₁ க்கு வெளியே

# FunnelPlot|
source: Color
eu: Kolorea
gl: Cor
pt: Cor
ta: நிறம்

# FunnelPlot|
source: Map colors of the effect size estimates in the funnel plot based on the selected variable.
es: Cartografiar los colores de las estimaciones de la magnitud del efecto en el gráfico en embudo, en base a la variable escogida.
eu: Hautatutako aldagaiaren arabera, inbutu-diagraman efektu-tamainaren estimazioen mapa-koloreak.
gl: Cartografar as cores das estimacións da magnitude do efecto na gráfica en funil, en base á variable escollida.
pt: Mapeie as cores das estimativas do tamanho do efeito no gráfico de funil com base na variável selecionada.
ta: தேர்ந்தெடுக்கப்பட்ட மாறியின் அடிப்படையில் புனல் சதித்திட்டத்தில் விளைவு அளவு மதிப்பீடுகளின் வரைபட வண்ணங்கள்.

# FunnelPlot|
source: Shape
es: Forma
eu: Forma
gl: Forma
pt: Forma
ta: வடிவம்

# FunnelPlot|
source: Map shapes of the effect size estimates in the funnel plot based on the selected variable.
es: Cartografiar las formas de las estimaciones de la magnitud del efecto en el gráfico en embudo, en base a la variable escogida.
eu: Hautatutako aldagaiaren arabera, efektu-tamainaren estimazioen mapa-formak inbutu-diagraman irudikatu.
gl: Cartografar as formas das estimacións da magnitude do efecto na gráfica en funil, en base á variable escollida.
pt: Mapeie formas das estimativas do tamanho do efeito no gráfico de funil com base na variável selecionada.
ta: தேர்ந்தெடுக்கப்பட்ட மாறியின் அடிப்படையில் புனல் சதித்திட்டத்தில் விளைவு அளவு மதிப்பீடுகளின் வரைபட வடிவங்கள்.

# FunnelPlot|
source: Legend position
es: Posición de la leyenda
eu: Legendaren posizioa
gl: Posición da lenda
pt: Posição da legenda
ta: புராண நிலை

# FunnelPlot|
source: Set the legend position of the funnel plot. Available when color or shape mapping is enabled.
es: Establecer la posición de la leyenda del gráfico en embudo. Disponible cuando se permite el cartografiado del color o de la forma.
eu: Ezarri inbutu-diagramaren legendaren posizioa. Eskuragarri kolore edo forma mapatzea gaituta dagoenean.
gl: Establecer a posición da lenda da gráfica en funil. Dispoñible cando se permite o cartografado da cor ou da forma.
pt: Define a posição da legenda do gráfico de funil. Disponível quando o mapeamento de cores ou formas está habilitado.
ta: புனல் சதித்திட்டத்தின் புராண நிலையை அமைக்கவும். வண்ணம் அல்லது வடிவ மேப்பிங் இயக்கப்பட்டால் கிடைக்கும்.

# FunnelPlot|
source: Bottom
es: Inferior
eu: Behea
gl: Abaixo
pt: Fundo
ta: கீழே

# FunnelPlot|
source: Right
es: Derecha
eu: Eskuinera
gl: Dereita
pt: Direita
ta: வலது

# FunnelPlot|
source: Top
es: Arriba
eu: Goia
gl: Arriba
pt: Topo
ta: மேலே

# FunnelPlot|
source: Left
es: Izquierda
eu: Ezkerra
gl: Esquerda
pt: Esquerda
ta: இடது

# FunnelPlot|
source: Label offset
es: Compensación de etiquetas
eu: Etiketa desplazamendua
gl: Compensación de etiquetas
pt: Deslocamento de rótulo
ta: சிட்டை ஆஃப்செட்

# FunnelPlot|
source: Adjust the offset of labels in the funnel plot.
es: Ajusta la compensación de etiquetas en el gráfico en embudo.
eu: Doitu etiketen desplazamendua inbutu-diagraman.
gl: Axusta a compensación de etiquetas na gráfica en funil.
pt: Ajuste o deslocamento dos rótulos no gráfico de funil.
ta: புனல் சதித்திட்டத்தில் லேபிள்களின் ஆஃப்செட்டை சரிசெய்யவும்.

# FunnelPlot|
source: Funnel prediction interval
es: Intervalo de predicción en embudo
eu: Inbutuaren iragarpen-tartea
gl: Intervalo de predición en funil
pt: Intervalo de previsão de funil
ta: புனல் கணிப்பு இடைவெளி

# FunnelPlot|
source: Specify the confidence levels for the funnel plot prediction intervals.
es: Especificar los niveles de confianza para los intervalos de predicción del gráfico en embudo.
eu: Zehaztu inbutu-diagramaren iragarpen-tarteen konfiantza-mailak.
gl: Especificar os niveis de confianza para os intervalos de predición da gráfica en funil.
pt: Especifique os níveis de confiança para os intervalos de previsão do gráfico de funil.
ta: புனல் சூழ்ச்சி கணிப்பு இடைவெளிகளுக்கான நம்பிக்கை நிலைகளைக் குறிப்பிடவும்.

# FunnelPlot|
source: Invert colors
es: Invertir colores
eu: Alderantzikatu koloreak
gl: Inverter cores
pt: Inverter cores
ta: வண்ணங்களை தலைகீழ்

# FunnelPlot|
source: Invert the colors used in the funnel plot.
es: Invertir los colores utilizados en el gráfico en embudo.
eu: Inbutu-diagraman erabilitako koloreak alderantzikatu.
gl: Inverter as cores utilizadas na gráfica en funil.
pt: Inverta as cores usadas no gráfico de funil.
ta: புனல் சதித்திட்டத்தில் பயன்படுத்தப்படும் வண்ணங்களை தலைகீழாக மாற்றவும்.

# FunnelPlot|
source: Meta-regression
es: Meta-Regresión
eu: Meta-erregresioa
gl: Meta-Regresión
pt: Metarregressão
ta: மெட்டா-பின்னடைவு

# ClassicalMetaAnalysisAdvanced|
source: Advanced
es: Avanzado
eu: Aurreratua
gl: Avanzado
pt: Avançado
ta: மேம்பட்ட

# ClassicalMetaAnalysisAdvanced|
source: Advanced options for the meta-analysis, including optimization settings, clustering, and permutation tests.
es: Opciones avanzadas para Meta-Análisis, incluyendo contrastes de configuración de optimización, de conglomeración y de permutación.
eu: Metaanalisirako aukera aurreratuak, optimizazio ezarpenak, multzokatzea eta permutazio probak barne.
gl: Opcións avanzadas para Meta-Análise, incluíndo probas de configuración de optimización, de conglomeración e de permutación.
pt: Opções avançadas para a meta-análise, incluindo configurações de otimização, agrupamento e testes de permutação.
ta: தேர்வுமுறை அமைப்புகள், கிளச்டரிங் மற்றும் வரிசைமாற்ற சோதனைகள் உள்ளிட்ட மேவு பகுப்பாய்விற்கான மேம்பட்ட விருப்பங்கள்.

# ClassicalMetaAnalysisAdvanced|
source: Show metafor R code
es: Mostrar el código de R de metafor
eu: Erakutsi metafor R kodea
gl: Amosar o código de R de metafor
pt: Mostrar código R do metafor
ta: மெட்டாஃபோர் ஆர் குறியீட்டைக் காட்டு

# ClassicalMetaAnalysisAdvanced|
source: Display the underlying R code used by the metafor package to fit the model.
es: Presentar el código subyacente de R utilizado por el paquete metafor para ajustar el modelo.
eu: Erakutsi metafor paketeak eredua egokitzeko erabilitako R kode nagusia.
gl: Presentar o código subxacente de R utilizado polo paquete metafor para axustar o modelo.
pt: Exibe o código R subjacente usado pelo pacote metafor para ajustar o modelo.
ta: மாதிரிக்கு ஏற்றவாறு மெட்டாஃபோர் தொகுப்பு பயன்படுத்தும் அடிப்படை ஆர் குறியீட்டைக் காண்பி.

# ClassicalMetaAnalysisAdvanced|
source: Weighted estimation
es: Estimación ponderada
eu: Estimazio haztatua
gl: Estimación ponderada
pt: Estimação ponderada
ta: எடையுள்ள மதிப்பீடு

# ClassicalMetaAnalysisAdvanced|
source: Perform weighted estimation using inverse-variance weights. Uncheck for unweighted estimation.
es: Realizar la estimación ponderada utilizando ponderaciones de las inversas de las varianzas. Desactivar para la estimación no poderada.
eu: Egin haztatutako estimazioa alderantzizko bariantzaren pisuak erabiliz. Desmarkatu haztatu gabeko estimazioa nahi baduzu.
gl: Realizar a estimación ponderada utilizando ponderacións das inversas das varianzas. Desactivar para a estimación non poderada.
pt: Execute a estimativa ponderada usando pesos de variância inversa. Desmarque a opção para estimativa não ponderada.
ta: தலைகீழ்-மாறுபாடு எடைகளைப் பயன்படுத்தி எடையுள்ள மதிப்பீட்டைச் செய்யுங்கள். கவனிக்கப்படாத மதிப்பீட்டிற்கு தேர்வு செய்யவும்.

# ClassicalMetaAnalysisAdvanced|
source: Clustering
es: Conglomeración
eu: Multzokatzea
gl: Conglomeración
pt: Agrupamento
ta: கிளச்டரிங்

# ClassicalMetaAnalysisAdvanced|
source: Use clubSandwich
es: Usar clubSandwich
eu: Erabili clubSandwich
gl: Usar clubSandwich
pt: Usar clubSandwich
ta: கிளப் சாண்ட்விச் பயன்படுத்தவும்

# ClassicalMetaAnalysisAdvanced|
source: Use the clubSandwich package for robust variance estimation in clustered data. Enabled when a clustering variable is specified.
es: Usar el paquete clubSandwich para la estimación robusta de la varianza con datos conglomerados. Habilitado cuando se especifica una variable de conglomeración.
eu: Erabili clubSandwich paketea datu multzokatuetan bariantzaren estimazio sendoa lortzeko. Gaituta dago multzokatzeko aldagai bat zehazten denean.
gl: Usar o paquete clubSandwich para a estimación robusta da varianza con datos conglomerados. Habilitado cando se especifica unha variable de conglomeración.
pt: Use o pacote clubSandwich para estimativa robusta de variância em dados agrupados. Habilitado quando uma variável de agrupamento é especificada.
ta: கிளச்டர்டு தரவுகளில் வலுவான மாறுபாடு மதிப்பீட்டிற்கு கிளப்சாண்ட்விச் தொகுப்பைப் பயன்படுத்தவும். ஒரு கிளச்டரிங் மாறி குறிப்பிடப்படும்போது இயக்கப்பட்டது.

# ClassicalMetaAnalysisAdvanced|
source: Small sample correction
es: Corrección para muestras pequeñas
eu: Lagin txikien zuzenketa
gl: Corrección para mostras pequenas
pt: Correção para amostras pequenas
ta: சிறிய மாதிரி திருத்தம்

# ClassicalMetaAnalysisAdvanced|
source: Apply a small-sample correction to the clustered standard errors.
es: Aplicar una corrección para muestras pequeñas a los errores típicos conglomerados.
eu: Aplikatu lagin txikiko zuzenketa bat multzokatutako errore estandarrei.
gl: Aplicar unha corrección para mostras pequenas aos erros padrón conglomerados.
pt: Aplique uma correção de amostra pequena aos erros padrão agrupados.
ta: கொத்து நிலையான பிழைகளுக்கு சிறிய மாதிரி திருத்தத்தைப் பயன்படுத்துங்கள்.

# ClassicalMetaAnalysisAdvanced|
source: Random Effects / Modele Structure
es: Efectos aleatorios / Estrutura do modelo
eu: Ausazko efektuak / Ereduaren egitura
gl: Efectos aleatorios / Estrutura do modelo
pt: Efeitos Aleatórios / Estrutura do Modelo
ta: சீரற்ற விளைவுகள் / மாதிரி அமைப்பு

# ClassicalMetaAnalysisAdvanced|
source: Use sparse matricies
es: Usar matrices dispersas
eu: Erabili matrize urriak
gl: Usar matrices dispersas
pt: Use matrizes esparsas
ta: சிதறிய மெட்ரிக்குகளைப் பயன்படுத்துங்கள்

# ClassicalMetaAnalysisAdvanced|
source: Use sparse matrix representations to speed up computations in models with large datasets or complex random effects structures. Available in multilevel/multivariate meta-analysis.
es: Usar representaciones de matrices dispersas para acelerar los cálculos en modelos con grandes conjuntos de datos o con estructuras complejas de efectos aleatorios. Disponible en Meta-Análisis multinivel/multivariante.
eu: Erabili matrize sakabanatuen irudikapenak datu-multzo handiak edo ausazko efektuen egitura konplexuak dituzten modeloetan kalkuluak bizkortzeko. Maila anitzeko/aldagai anitzeko metaanalisietan eskuragarri.
gl: Usar representacións de matrices dispersas para acelerar os cálculos en modelos con grandes conxuntos de datos ou con estruturas complexas de efectos aleatorios. Dispoñible na Meta-Análise multinivel/multivariante.
pt: Utilize representações de matriz esparsa para acelerar cálculos em modelos com grandes conjuntos de dados ou estruturas complexas de efeitos aleatórios. Disponível em meta-análise multinível/multivariada.
ta: பெரிய தரவுத்தொகுப்புகள் அல்லது சிக்கலான சீரற்ற விளைவுகள் கட்டமைப்புகளைக் கொண்ட மாதிரிகளில் கணக்கீடுகளை விரைவுபடுத்த சிதறிய மேட்ரிக்ச் பிரதிநிதித்துவங்களைப் பயன்படுத்தவும். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் கிடைக்கிறது.

# ClassicalMetaAnalysisAdvanced|
source: Compute covariance matrix
es: Calcular la matriz de covarianzas
eu: Kalkulatu kobariantza matrizea
gl: Calcular a matriz de covarianzas
pt: Calcular a matriz de covariância
ta: கோவாரன்ச் மேட்ரிக்சை கணக்கிடுங்கள்

# ClassicalMetaAnalysisAdvanced|
source: Compute the covariance matrix of the parameter estimates. Available in multilevel/multivariate meta-analysis.
es: Calcular la matriz de covarianzas de las estimaciones de los parámetros. Disponible en Meta-Análisis multinivel/multivariante.
eu: Kalkulatu parametroen estimazioen kobariantza matrizea. Maila anitzeko/aldagai anitzeko metaanalisietan eskuragarri.
gl: Calcular a matriz de covarianzas das estimacións dos parámetros. Dispoñible na Meta-Análise multinivel/multivariante.
pt: Calcular a matriz de covariância das estimativas dos parâmetros. Disponível em meta-análise multinível/multivariada.
ta: அளவுரு மதிப்பீடுகளின் கோவாரன்ச் மேட்ரிக்சை கணக்கிடுங்கள். மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வில் கிடைக்கிறது.

# ClassicalMetaAnalysisAdvanced|
source: Fix Parameters
es: Fijar parámetros
eu: Konpondu parametroak
gl: Fixar parámetros
pt: Fixar Parâmetros
ta: அளவுருக்களை சரிசெய்யவும்

# ClassicalMetaAnalysisAdvanced|
source: Fix the value of 𝜏² in the model instead of estimating it. Unavailable in multilevel/multivariate meta-analysis or with meta-regression model for heterogeneity. A more complex heterogeneity terms in the multilevel/multivariate meta-analysis can be fixed via the 'Extend metafor call' option.
es: Fijar el valor de 𝜏² en el modelo, en lugar de estimarlo. No disponible en Meta-Análisis multinivel/multivariante o con el modelo de Meta-Regresión para heterogeneidad. Pueden fijarse términos de heterogeneidad más complejos en el Meta-análisis multinivel/multivariante mediante la opción 'Extender la invocación a metafor'.
eu: Konpondu 𝜏²-ren balioa ereduan, kalkulatu beharrean. Ez dago eskuragarri metaanalisi maila anitzeko/aldagai anitzekoan edo heterogeneotasunerako meta-erregresio ereduarekin. Heterogeneotasun termino konplexuagoak maila anitzeko/aldagai anitzeko metaanalisian 'Metafor deia luzatu' aukeraren bidez konpondu daitezke.
gl: Fixar o valor de 𝜏² no modelo, en troques de estimalo. Non dispoñible en Meta-Análise multinivel/multivariante ou co modelo de Meta-Regresión para heteroxeneidade. Poden fixarse termos de heteroxeneidade máis complexos na Meta-análise multinivel/multivariante mediante a opción 'Extender a invocación a metafor'.
pt: Corrigir o valor de 𝜏² no modelo em vez de estimá-lo. Indisponível em meta-análises multinível/multivariadas ou com modelos de meta-regressão para heterogeneidade. Termos de heterogeneidade mais complexos na meta-análise multinível/multivariada podem ser corrigidos por meio da opção 'Estender chamada de metafor'.
ta: மாதிரியின் மதிப்பை மதிப்பிடுவதற்கு பதிலாக அதை சரிசெய்யவும். மல்டிலெவல்/பன்முகத்தன்மை கொண்ட மேவு பகுப்பாய்வில் அல்லது பன்முகத்தன்மைக்கு மெட்டா-பின்னடைவு மாதிரியுடன் கிடைக்காது. மல்டிலெவல்/பன்முக மேவு பகுப்பாய்வில் மிகவும் சிக்கலான பன்முகத்தன்மை சொற்கள் 'விரிவாக்கம் மெட்டாஃபோர் அழைப்பு' விருப்பத்தின் மூலம் சரிசெய்யப்படலாம்.

# ClassicalMetaAnalysisAdvanced|
source: Weights
es: Ponderaciones
eu: Pisuak
gl: Ponderacións
pt: Pesos
ta: எடைகள்

# ClassicalMetaAnalysisAdvanced|
source: Use custom weights for the effect sizes instead of inverse-variance weights.
es: Usar ponderaciones personalizadas para las magnitudes de los efectos en lugar de ponderaciones de las inversas de las varianzas.
eu: Erabili pisu pertsonalizatuak efektu-tamainetarako alderantzizko bariantzako pisuen ordez.
gl: Usar ponderacións personalizadas para as magnitudes dos efectos en troques de ponderacións das inversas das varianzas.
pt: Use pesos personalizados para os tamanhos de efeito em vez de pesos de variância inversa.
ta: தலைகீழ்-மாறுபாடு எடைக்கு பதிலாக விளைவு அளவுகளுக்கு தனிப்பயன் எடைகளைப் பயன்படுத்தவும்.

# ClassicalMetaAnalysisAdvanced|
source: Add Omibus Moderator Test
es: Añadir el contraste ómnibus de moderador
eu: Gehitu Omibus Moderatzaile Proba
gl: Engadir a proba ómnibus de moderador
pt: Adicionar Teste de Moderador Omibus
ta: ஓமிபச் மதிப்பீட்டாளர் சோதனையைச் சேர்க்கவும்

# ClassicalMetaAnalysisAdvanced|
source: Effect size coefficients
es: Coeficientes de la magnitud del efecto
eu: Efektu-tamainaren koefizienteak
gl: Coeficientes da magnitude do efecto
pt: Coeficientes de tamanho de efeito
ta: விளைவு அளவு குணகங்கள்

# ClassicalMetaAnalysisAdvanced|
source: Include an omnibus test for the specified effect size regression coefficients. Available when effect size model terms are included. The coefficients should be selected via their comma-separated indicies which correspond to the order presented in the 'Effect Size Meta-Regression Coefficients' Table.
es: Incluir un contraste ómnibus para los coeficientes de la regresión de la magnitud del efecto especificados. Disponible cuando se incluyen los términos del modelo de la magnitud del efecto. Los coeficientes deben seleccionarse mediante sus índices separados por comas, que correspondan con el orden presentado en la tabla de 'Coeficientes de la Meta-Regresión de la magnitud del efecto'.
eu: Zehaztutako efektu-tamainaren erregresio-koefizienteetarako omnibus proba bat sartu. Efektu-tamainaren ereduaren terminoak sartzen direnean eskuragarri. Koefizienteak komaz bereizitako indizeen bidez hautatu behar dira, 'Efektu-tamainaren meta-erregresio-koefizienteak' taulan aurkeztutako ordenari dagozkionak.
gl: Incluír unha proba ómnibus para os coeficientes da regresión da magnitude do efecto especificados. Dispoñible cando se inclúen os termos do modelo da magnitude do efecto. Os coeficientes deben seleccionarse mediante os seus índices separados por comas, que correspondan coa orde presentada na táboa de 'Coeficientes da Meta-Regresión da magnitude do efecto'.
pt: Incluir um teste abrangente para os coeficientes de regressão do tamanho do efeito especificados. Disponível quando os termos do modelo de tamanho do efeito são incluídos. Os coeficientes devem ser selecionados por meio de seus índices separados por vírgula, que correspondem à ordem apresentada na Tabela 'Coeficientes de Metarregressão do Tamanho do Efeito'.
ta: குறிப்பிட்ட விளைவு அளவு பின்னடைவு குணகங்களுக்கான சர்வபுல சோதனையை சேர்க்கவும். விளைவு அளவு மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது கிடைக்கும். 'விளைவு அளவு மெட்டா-பின்னடைவு குணகங்கள்' அட்டவணையில் வழங்கப்பட்ட வரிசைக்கு ஒத்திருக்கும் கமாவால் பிரிக்கப்பட்ட குறிகாட்டிகள் வழியாக குணகங்கள் தேர்ந்தெடுக்கப்பட வேண்டும்.

# ClassicalMetaAnalysisAdvanced|
source: Specify the indices of the effect size meta-regression coefficients to include in the omnibus test, e.g. '(1, 2)' for the first and the second coefficient.
es: Especificar los índices de los coeficientes de la Meta-Regresión de la magnitud del efecto a incluir en el contraste ómnibus, p.e. '(1, 2)' para el primer y el segundo coeficientes.
eu: Zehaztu omnibus proban sartuko diren efektu-tamainaren meta-erregresio-koefizienteen indizeak, adibidez, '(1, 2)' lehenengo eta bigarren koefizientearentzat.
gl: Especificar os índices dos coeficientes da Meta-Regresión da magnitude do efecto a incluír na proba ómnibus, p.e. '(1, 2)' para o primeiro e o segundo coeficientes.
pt: Especifique os índices dos coeficientes de metarregressão do tamanho do efeito a serem incluídos no teste geral, por exemplo, '(1, 2)' para o primeiro e o segundo coeficiente.
ta: ஓம்னிபச் சோதனையில் சேர்க்க விளைவு அளவு மெட்டா-பின்னடைவு குணகங்களின் குறியீடுகளைக் குறிப்பிடவும், எ.கா. முதல் மற்றும் இரண்டாவது குணகத்திற்கு '(1, 2)'.

# ClassicalMetaAnalysisAdvanced|
source: Heterogeneity coefficients
es: Coeficientes de heterogeneidad
eu: Heterogeneotasun koefizienteak
gl: Coeficientes de heteroxeneidade
pt: Coeficientes de heterogeneidade
ta: பன்முகத்தன்மை குணகங்கள்

# ClassicalMetaAnalysisAdvanced|
source: Include an omnibus test for the specified heterogeneity regression coefficients. Available when heterogeneity model terms are included. The coefficients should be selected via their comma-separated indicies which correspond to the order presented in the 'Heterogeneity Meta-Regression Coefficients' Table.
es: Incluir un contraste ómnibus para los coeficientes de la regresión de heterogeneidad especificados. Disponible cuando se incluyen los términos del modelo de heterogeneidad. Los coeficientes deben seleccionarse mediante sus índices separados por comas, que correspondan con el orden presentado en la tabla de 'Coeficientes de la Meta-Regresión de heterogeneidad.
eu: Zehaztutako heterogeneotasun-erregresio-koefizienteetarako omnibus proba bat sartu. Heterogeneotasun-ereduaren terminoak sartzen direnean eskuragarri. Koefizienteak komaz bereizitako indizeen bidez hautatu behar dira, 'Heterogeneotasun Meta-Erregresio Koefizienteak' taulan aurkeztutako ordenari dagozkionak.
gl: Incluír unha proba ómnibus para os coeficientes da regresión de heteroxeneidade especificados. Dispoñible cando se inclúen os termos do modelo de heteroxeneidade. Os coeficientes deben seleccionarse mediante os seus índices separados por comas, que correspondan coa orde presentada na táboa de 'Coeficientes da Meta-Regresión de heteroxeneidade'.
pt: Incluir um teste abrangente para os coeficientes de regressão de heterogeneidade especificados. Disponível quando os termos do modelo de heterogeneidade são incluídos. Os coeficientes devem ser selecionados por meio de seus índices separados por vírgula, que correspondem à ordem apresentada na Tabela 'Coeficientes de Metarregressão de Heterogeneidade'.
ta: குறிப்பிட்ட பன்முகத்தன்மை பின்னடைவு குணகங்களுக்கான சர்வபுல சோதனை சேர்க்கவும். பன்முகத்தன்மை மாதிரி விதிமுறைகள் சேர்க்கப்படும்போது கிடைக்கும். 'பன்முகத்தன்மை மெட்டா-பின்னடைவு குணகங்கள்' அட்டவணையில் வழங்கப்பட்ட வரிசைக்கு ஒத்திருக்கும் கமாவால் பிரிக்கப்பட்ட குறிகாட்டிகள் வழியாக குணகங்கள் தேர்ந்தெடுக்கப்பட வேண்டும்.

# ClassicalMetaAnalysisAdvanced|
source: Specify the indices of the heterogeneity meta-regression coefficients to include in the omnibus test, e.g. '(1, 2)' for the first and the second coefficient.
es: Especificar los índices de los coeficientes de la Meta-Regresión de heterogeneidad a incluir en el contraste ómnibus, p.e. '(1, 2)' para el primer y el segundo coeficientes.
eu: Zehaztu omnibus proban sartuko diren heterogeneotasun meta-erregresio koefizienteen indizeak, adibidez, '(1, 2)' lehenengo eta bigarren koefizientearentzat.
gl: Especificar os índices dos coeficientes da Meta-Regresión de heteroxeneidade a incluír na proba ómnibus, p.e. '(1, 2)' para o primeiro e o segundo coeficientes.
pt: Especifique os índices dos coeficientes de metarregressão de heterogeneidade a serem incluídos no teste abrangente, por exemplo, '(1, 2)' para o primeiro e o segundo coeficiente.
ta: ஆம்னிபச் சோதனையில் சேர்க்க பன்முகத்தன்மை மெட்டா-பின்னடைவு குணகங்களின் குறியீடுகளைக் குறிப்பிடவும், எ.கா. முதல் மற்றும் இரண்டாவது குணகத்திற்கு '(1, 2)'.

# ClassicalMetaAnalysisAdvanced|
source: Optimizer
es: Optimizador
eu: Optimizatzailea
gl: Optimizador
pt: Otimizador
ta: உகப்பாக்கி
