Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable indicating the factor levels ('Inner Term') for the structured random effect. Available when the random effect type is 'Structured'.
es: Variable que indica los niveles de los factores ('Término interno') para el efecto aleatorio estructurado. Disponible cuando el tipo de efecto aleatorio es 'Estructurado'.
eu: Efektu ausazko egituratuaren faktore-mailak ('Barne Terminoa') adierazten dituen aldagaia. Eskuragarri dago efektu ausazko mota 'Egituratua' denean.
gl: Variable que indica os niveis dos factores ('Termo interno') para o efecto aleatorio estruturado. Dispoñible cando o tipo de efecto aleatorio é 'Estruturado'.
pt: Variável que indica os níveis dos fatores ('Termo Interno') para o efeito aleatório estruturado. Disponível quando o tipo de efeito aleatório é 'Estruturado'.
ta: கட்டமைக்கப்பட்ட சீரற்ற விளைவுக்கான காரணி நிலைகளை ('உள் சொல்') குறிக்கும் மாறி. சீரற்ற விளைவு வகை 'கட்டமைக்கப்பட்டதாக' இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Level 1
es: Nivel 1
eu: 1. maila
gl: Nivel 1
pt: Nível 1
ta: நிலை 1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Level 2
es: Nivel 2
eu: 2. maila
gl: Nivel 2
pt: Nível 2
ta: நிலை 2

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Level 3
es: Nivel 3
eu: 3. maila
gl: Nivel 3
pt: Nível 3
ta: நிலை 3

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Level 4
es: Nivel 4
eu: 4. maila
gl: Nivel 4
pt: Nível 4
ta: நிலை 4

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Level 5
es: Nivel 5
eu: 5. maila
gl: Nivel 5
pt: Nível 5
ta: நிலை 5

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Time
es: Tiempo
eu: Denbora
gl: Tempo
pt: Tempo
ta: நேரம்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable indicating time points for an autoregressive random effects structure. Available when the random effect type is 'Autoregressive'.
es: Variable que indica los puntos temporales para una estructura autorregresiva de efectos aleatorios. Disponible cuando el tipo de efecto aleatorio es 'Autorregresivo'.
eu: Ausazko efektu autorregresiboen egitura baten denbora-puntuak adierazten dituen aldagaia. Eskuragarri ausazko efektu mota 'Autoregresiboa' denean.
gl: Variable que indica os puntos temporais para unha estrutura autorregresiva de efectos aleatorios. Dispoñible cando o tipo de efecto aleatorio é 'Autorregresivo'.
pt: Variável que indica pontos temporais para uma estrutura de efeitos aleatórios autorregressivos. Disponível quando o tipo de efeito aleatório é "Autorregressivo".
ta: ஒரு தன்னியக்க முன்னேற்ற சீரற்ற விளைவுகள் கட்டமைப்பிற்கான நேர புள்ளிகளைக் குறிக்கும் மாறி. சீரற்ற விளைவு வகை 'தன்னியக்க முன்னேற்றமாக' இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Spatial Coordinates
es: Coordenadas espaciales
eu: Koordenatu espazialak
gl: Coordenadas espaciais
pt: Coordenadas Espaciais
ta: இடஞ்சார்ந்த ஆயத்தொலைவுகள்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variables representing spatial coordinates for a spatial random effects structure. Available when the random effect type is 'Spatial' and the distance metric is not 'Great-circle' or prespecified in a file.
es: Variables que representan las coordenadas espaciales para una estructura espacial de efectos aleatorios. Disponible cuando el tipo de efecto aleatorio es 'Espacial' y la métrica de la distancia no es 'Círculo-Grande' ni está predeterminada en un archivo.
eu: Ausazko efektu espazialen egitura baten koordenatu espazialak adierazten dituzten aldagaiak. Eskuragarri ausazko efektu mota 'Espaziala' denean eta distantzia metrika 'Zirkulu nagusia' ez denean edo fitxategi batean aurrez zehaztuta ez dagoenean.
gl: Variables que representan as coordenadas espaciais para unha estrutura espacial de efectos aleatorios. Dispoñible cando o tipo de efecto aleatorio é 'Espacial' e a métrica de distancia non é 'Círculo-Grande' nin está predeterminada nun ficheiro.
pt: Variáveis que representam coordenadas espaciais para uma estrutura de efeitos aleatórios espaciais. Disponível quando o tipo de efeito aleatório é 'Espacial' e a métrica de distância não é 'Círculo Máximo' ou está pré-especificada em um arquivo.
ta: ஒரு இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பிற்கான இடஞ்சார்ந்த ஒருங்கிணைப்புகளைக் குறிக்கும் மாறிகள். சீரற்ற விளைவு வகை 'இடஞ்சார்ந்த' மற்றும் தூர மெட்ரிக் 'பெரிய வட்டம்' அல்ல அல்லது ஒரு கோப்பில் முன்னறிவிக்கப்பட்டால் கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Longitude
es: Longitud
eu: Longitudea
gl: Lonxitude
ta: நெட்டாங்கு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable representing longitude (in decimal degrees, with minus signs for West) for a spatial random effects structure using the 'Great-circle' distance metric. Available when the random effect type is 'Spatial' and the distance metric is 'Great-circle'.
es: Variable que representa la longitud (en grados decimales, con signo menos para el Oeste) para una estructura espacial de efectos aleatorios que usa la métrica 'Círculo-Grande' de distancia. Disponible cuando el tipo de efecto aleatorio es 'Espacial' y la métrica de distancia es 'Círculo-Grande'.
eu: Longitudea adierazten duen aldagaia (gradu hamartarretan, mendebalderako minus zeinuekin) ausazko efektu espazialen egitura baterako, 'Zirkulu nagusia' distantzia metrika erabiliz. Eskuragarri ausazko efektu mota 'Espaziala' denean eta distantzia metrika 'Zirkulu nagusia' denean.
gl: Variable que representa a lonxitude (en graos decimais, con signo menos para o Oeste) para unha estrutura espacial de efectos aleatorios que usa a métrica 'Círculo-Grande' de distancia. Dispoñible cando o tipo de efecto aleatorio é 'Espacial' e a métrica de distancia é 'Círculo-Grande'.
pt: Variável que representa a longitude (em graus decimais, com sinais de menos para Oeste) para uma estrutura de efeitos aleatórios espaciais usando a métrica de distância 'Círculo Máximo'. Disponível quando o tipo de efeito aleatório é 'Espacial' e a métrica de distância é 'Círculo Máximo'.
ta: 'பெரிய வட்ட' தூர மெட்ரிக்கைப் பயன்படுத்தி ஒரு இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பிற்கான தீர்க்கரேகை (தசம டிகிரிகளில், மேற்கு நோக்கி கழித்தல் அறிகுறிகளுடன்) மாறுபடும். சீரற்ற விளைவு வகை 'இடஞ்சார்ந்த' மற்றும் தூர மெட்ரிக் 'பெரிய வட்டம்' ஆக இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Latitude
es: Latitud
eu: Latitudea
ta: அகலாங்கு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable representing latitude (in decimal degrees, with minus signs for South) for a spatial random effects structure using the 'Great-circle' distance metric. Available when the random effect type is 'Spatial' and the distance metric is 'Great-circle'.
es: Variable que representa la latitud (en grados decimales, con signo menos para el Sur) para una estructura espacial de efectos aleatorios que usa la métrica 'Círculo-Grande' de distancia. Disponible cuando el tipo de efecto aleatorio es 'Espacial' y la métrica de distancia es 'Círculo-Grande'.
eu: Latitudea adierazten duen aldagaia (gradu hamartarretan, hegoalderako minus zeinuekin) ausazko efektu espazialen egitura baterako, 'Zirkulu nagusia' distantzia metrika erabiliz. Eskuragarri ausazko efektu mota 'Espaziala' denean eta distantzia metrika 'Zirkulu nagusia' denean.
gl: Variable que representa a latitude (en graos decimais, con signo menos para o Sur) para unha estrutura espacial de efectos aleatorios que usa a métrica 'Círculo-Grande' de distancia. Dispoñible cando o tipo de efecto aleatorio é 'Espacial' e a métrica de distancia é 'Círculo-Grande'.
pt: Variável que representa a latitude (em graus decimais, com sinais de menos para Sul) para uma estrutura de efeitos aleatórios espaciais usando a métrica de distância 'Círculo Máximo'. Disponível quando o tipo de efeito aleatório é 'Espacial' e a métrica de distância é 'Círculo Máximo'.
ta: 'பெரிய வட்ட' தூர மெட்ரிக்கைப் பயன்படுத்தி ஒரு இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பிற்கு அட்சரேகை (தசம டிகிரிகளில், தெற்கே மைனச் அறிகுறிகளுடன்) மாறுபடும். சீரற்ற விளைவு வகை 'இடஞ்சார்ந்த' மற்றும் தூர மெட்ரிக் 'பெரிய வட்டம்' ஆக இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Location Identifier
es: Identificador de localización
eu: Kokapenaren identifikatzailea
gl: Identificador de localización
pt: Identificador de Localização
ta: இருப்பிட அடையாளங்காட்டி

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable identifying locations when loading distances matrix from a file for a spatial random effects structure. The location corresponds to the row and column names of the distance matrix. The names cannot start with a number.
es: Variable que identifica las localizaciones cuando se carga de un archivo una matriz de distancias para la estructura espacial de efectos aleatorios. Las localizaciones se corresponden con los nombres de fila y de columna de la matriz de distancias. Los nombres no pueden comenzar con un número.
eu: Ausazko efektu espazialen egitura baterako fitxategi batetik distantzien matrizea kargatzean kokapenak identifikatzen dituen aldagaia. Kokapena distantzia-matrizearen errenkada eta zutabe izenei dagokie. Izenek ezin dute zenbaki batekin hasi.
gl: Variable que identifica as localizacións cando se carga dun ficheiro unha matriz de distancias para a estrutura espacial de efectos aleatorios. As localizacións correspóndense cos nomes de fila e de columna da matriz de distancias. Os nomes non poden comezar cun número.
pt: Variável que identifica localizações ao carregar a matriz de distâncias de um arquivo para uma estrutura de efeitos aleatórios espaciais. A localização corresponde aos nomes das linhas e colunas da matriz de distâncias. Os nomes não podem começar com um número.
ta: ஒரு இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பிற்காக ஒரு கோப்பிலிருந்து தூர மேட்ரிக்சை ஏற்றும்போது மாறி அடையாளம் காணும் இருப்பிடங்கள். இருப்பிடம் தூர மேட்ரிக்சின் வரிசை மற்றும் நெடுவரிசை பெயர்களுக்கு ஒத்திருக்கிறது. பெயர்கள் ஒரு எண்ணுடன் தொடங்க முடியாது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Grouping Factor
es: Factor de agrupamiento
eu: Taldekatze faktorea
gl: Factor de agrupamento
pt: Fator de Agrupamento
ta: தொகுத்தல் காரணி

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Grouping variable specifying which observations share the same random effect ('Outer Term'). Available for random effect types other than 'Nested (Multilevel)'. The 'Grouping Factor' is not required for 'Spatial' Random Effects.
es: Variable de agrupamiento que especifica qué observaciones comparten el mismo efecto aleatorio ('Término externo'). Disponible para tipos de efectos aleatorios distintos de 'Anidado (Multinivel)'. No se requiere el 'Factor de agrupamiento' para efectos aleatorios 'Espaciales'.
eu: Ausazko efektu bera zein behaketek partekatzen duten zehazten duen taldekatze-aldagaia ('Kanpoko terminoa'). 'Habiaratua (maila anitzekoa)' ez diren ausazko efektu motetarako eskuragarri. 'Taldekatze faktorea' ez da beharrezkoa 'Espaziozko' Ausazko Efektuetarako.
gl: Variable de agrupamento que especifica que observacións comparten o mesmo efecto aleatorio ('Termo externo'). Dispoñible para tipos de efectos aleatorios distintos de 'Aniñado (Multinivel)'. Non se require o 'Factor de agrupamento' para efectos aleatorios 'Espaciais'.
pt: Variável de agrupamento que especifica quais observações compartilham o mesmo efeito aleatório ('Termo Externo'). Disponível para tipos de efeitos aleatórios diferentes de 'Aninhado (Multinível)'. O 'Fator de Agrupamento' não é necessário para Efeitos Aleatórios 'Espaciais'.
ta: எந்த அவதானிப்புகள் ஒரே சீரற்ற விளைவை ('வெளிப்புற சொல்') பகிர்ந்து கொள்கின்றன. 'உள்ளமைக்கப்பட்ட (மல்டிலெவல்)' தவிர வேறு சீரற்ற விளைவு வகைகளுக்கு கிடைக்கிறது. 'இடஞ்சார்ந்த' சீரற்ற விளைவுகளுக்கு 'குழு காரணி' தேவையில்லை.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Distance metric
es: Métrica de distancias
eu: Distantzia metrika
gl: Métrica de distancias
pt: Métrica de distância
ta: தூர மெட்ரிக்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Distance metric used to calculate distances in a spatial random effects structure. Available when the random effect type is 'Spatial'.
es: Métrica de distancias utilizada para calcular distancias en una estructura espacial de efectos aleatorios. Disponible cuando el tipo de efecto aleatorio es 'Espacial'.
eu: Distantzia-metrika, ausazko efektu espazialen egitura batean distantziak kalkulatzeko erabiltzen dena. Eskuragarri dago ausazko efektu mota 'Espaziala' denean.
gl: Métrica de distancias utilizada para calcular distancias nunha estrutura espacial de efectos aleatorios. Dispoñible cando o tipo de efecto aleatorio é 'Espacial'.
pt: A métrica de distância usada para calcular distâncias em uma estrutura de efeitos aleatórios espaciais. Disponível quando o tipo de efeito aleatório é 'Espacial'.
ta: ஒரு இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பில் தூரங்களைக் கணக்கிட பயன்படுத்தப்படும் தூர மெட்ரிக். சீரற்ற விளைவு வகை 'இடஞ்சார்ந்ததாக' இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Euclidean
es: Euclídea
eu: Euklidearra
gl: Euclídea
pt: Euclidiano
ta: யூக்ளிடியன்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Maximum
es: Máximo
eu: Gehienezko
gl: Máximo
pt: Máximo
ta: பெருமம்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Great-circle
es: Círculo-Grande
eu: Zirkulu nagusia
gl: Círculo-Grande
pt: Grande círculo
ta: பெரிய வட்டம்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Load from file
es: Cargar desde archivo
eu: Kargatu fitxategitik
gl: Cargar desde ficheiro
pt: Carregar do arquivo
ta: கோப்பிலிருந்து ஏற்றவும்

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Distance matrix file
es: Archivo de la matriz de distancias
eu: Distantzia-matrizearen fitxategia
gl: Ficheiro da matriz de distancias
pt: Arquivo de matriz de distâncias
ta: தூர மேட்ரிக்ச் கோப்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: CSV file containing the distance matrix for the spatial random effects structure. The first row and the first column of the file must contain names that map the matrix entries to the 'Location Identifier' (the names cannot start with a number). Available when the random effect type is 'Spatial' and the distance metric is loaded from a file.
es: Archivo CSV que contiene la matriz de distancias para la estructura espacial de efectos aleatorios. La primera fila y la primera columna del archivo deben contener los nombres que cartografían las entradas de la matriz al 'Identificador de localización' (los nombres non pueden comenzar con un número). Disponible cuando el tipo de efecto aleatorio es 'Espacial' y la métrica de distancias se cargue desde un archivo.
eu: Ausazko efektu espazialen egituraren distantzia-matrizea duen CSV fitxategia. Fitxategiaren lehen errenkadak eta lehen zutabeak matrizearen sarrerak 'Kokapen identifikatzailea'-rekin lotzen dituzten izenak izan behar dituzte (izenak ezin dira zenbaki batekin hasi). Eskuragarri dago ausazko efektu mota 'Espaziala' denean eta distantzia-metrika fitxategi batetik kargatzen denean.
gl: Ficheiro CSV que contén a matriz de distancias para a estrutura espacial de efectos aleatorios. A primeira fila e a primeira columna do ficheiro deben conter os nomes que cartografan as entradas da matriz ao 'Identificador de localización' (os nomes non poden comezar cun número). Dispoñible cando o tipo de efecto aleatorio é 'Espacial' e a métrica de distancias se cargue desde un ficheiro.
pt: Arquivo CSV contendo a matriz de distância para a estrutura de efeitos aleatórios espaciais. A primeira linha e a primeira coluna do arquivo devem conter nomes que mapeiem as entradas da matriz para o 'Identificador de Localização' (os nomes não podem começar com um número). Disponível quando o tipo de efeito aleatório é 'Espacial' e a métrica de distância é carregada de um arquivo.
ta: இடஞ்சார்ந்த சீரற்ற விளைவுகள் கட்டமைப்பிற்கான தூர மேட்ரிக்சைக் கொண்ட காபிம கோப்பு. முதல் வரிசை மற்றும் கோப்பின் முதல் நெடுவரிசையில் 'இருப்பிட அடையாளங்காட்டி' மேட்ரிக்ச் உள்ளீடுகளை வரைபடமாக்கும் பெயர்கள் இருக்க வேண்டும் (பெயர்கள் ஒரு எண்ணுடன் தொடங்க முடியாது). சீரற்ற விளைவு வகை 'இடஞ்சார்ந்த' மற்றும் தூர மெட்ரிக் ஒரு கோப்பிலிருந்து ஏற்றப்படும் போது கிடைக்கும்.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Correlation matrix file
es: Archivo de la matriz de correlaciones
eu: Korrelazio matrizearen fitxategia
gl: Ficheiro da matriz de correlacións
pt: Arquivo da matriz de correlação
ta: தொடர்பு மேட்ரிக்ச் கோப்பு

# ClassicalMetaAnalysisMultilevelMultivariate|
source: CSV file containing the known correlation matrix for the random effects structure. The first row and the first column of the file must contain names that map the matrix entries to the 'Grouping Factor' (the names cannot start with a number). Available when the random effect type is 'Known correlation'.
es: Archivo CSV que contiene la matriz de correlaciones conocidas para la estructura de efectos aleatorios. La primera fila y la primera columna del archivo deben contener los nombres que cartografían las entradas de la matriz al 'Factor de agrupamiento' (los nombres no pueden comenzar con un número). Disponible cuando el tipo de efecto aleatorio es 'Correlación conocida'.
eu: Ausazko efektuen egituraren korrelazio-matrize ezaguna duen CSV fitxategia. Fitxategiaren lehen errenkadak eta lehen zutabeak matrizearen sarrerak 'Taldekatze Faktorearekin' lotzen dituzten izenak izan behar dituzte (izenak ezin dira zenbaki batekin hasi). Eskuragarri ausazko efektu mota 'Korrelazio ezaguna' denean.
gl: Ficheiro CSV que contén a matriz de correlacións coñecidas para a estrutura de efectos aleatorios. A primeira fila e a primeira columna do ficheiro deben conter os nomes que cartografan as entradas da matriz ao 'Factor de agrupamento' (os nomes non poden comezar cun número). Dispoñible cando o tipo de efecto aleatorio é 'Correlación coñecida'.
pt: Arquivo CSV contendo a matriz de correlação conhecida para a estrutura de efeitos aleatórios. A primeira linha e a primeira coluna do arquivo devem conter nomes que mapeiem as entradas da matriz para o 'Fator de Agrupamento' (os nomes não podem começar com um número). Disponível quando o tipo de efeito aleatório é 'Correlação conhecida'.
ta: சீரற்ற விளைவுகள் கட்டமைப்பிற்கான அறியப்பட்ட தொடர்பு மேட்ரிக்சைக் கொண்ட காபிம கோப்பு. முதல் வரிசை மற்றும் கோப்பின் முதல் நெடுவரிசையில் மேட்ரிக்ச் உள்ளீடுகளை 'குழும காரணி' வரைபடமாக்கும் பெயர்கள் இருக்க வேண்டும் (பெயர்கள் ஒரு எண்ணுடன் தொடங்க முடியாது). சீரற்ற விளைவு வகை 'அறியப்பட்ட தொடர்பு' ஆக இருக்கும்போது கிடைக்கும்.

# EffectSizeComputation|
source: Step %1
es: Paso %1
eu: %1 urratsa
gl: Paso %1
pt: Passo %1
ta: படி %1

# EffectSizeComputation|
source: Independent groups
es: Grupos independientes
eu: Talde independenteak
gl: Grupos independentes
pt: Grupos independentes
ta: சுயாதீன குழுக்கள்

# EffectSizeComputation|
source: Variable association
es: Asociación de variables
eu: Aldagaien elkartea
gl: Asociación de variables
pt: Associação de variáveis
ta: மாறி சங்கம்

# EffectSizeComputation|
source: Single group
es: Grupo único
eu: Talde bakarra
gl: Grupo único
pt: Grupo único
ta: ஒற்றை குழு

# EffectSizeComputation|
source: Repeated measures
es: Medidas repetidas
eu: Neurri errepikatuak
gl: Medidas repetidas
pt: Medidas repetidas
ta: மறுநிகழ்வு நடவடிக்கைகள்

# EffectSizeComputation|
source: Other
es: Otro
eu: Beste
gl: Outro
pt: Outro
ta: மற்றொன்று

# EffectSizeComputation|
source: Reported effect sizes
es: Magnitudes de los efectos declaradas
eu: Jakinarazitako efektu-tamainak
gl: Magnitudes dos efectos declaradas
pt: Tamanhos de efeito relatados
ta: அறிக்கை விளைவு அளவுகள்

# EffectSizeComputation|
source: Quantitative
es: Cuantitativo
eu: Kuantitatiboa
gl: Cuantitativo
pt: Quantitativo
ta: அளவு

# EffectSizeComputation|
source: Binary
es: Binario
eu: Binarioa
gl: Binario
pt: Binário
ta: இருமம்

# EffectSizeComputation|
source: Counts per time
es: Recuentos por tiempo
eu: Aldi bakoitzeko zenbaketak
gl: Recontos por tempo
pt: Contagens por tempo
ta: ஒரு நேரத்திற்கு எண்ணிக்கை

# EffectSizeComputation|
source: Mixed
es: Mixto
eu: Mistoa
gl: Mixto
pt: Misturado
ta: கலப்பு

# EffectSizeComputation|
source: Binary (marginal)
es: Binario (marginal)
eu: Binarioa (marjinala)
gl: Binario (marxinal)
pt: Binário (marginal)
ta: இரும (ஓரளவு)

# EffectSizeComputation|
source: Reliability
es: Fiabilidad
eu: Fidagarritasuna
gl: Fiabilidade
pt: Confiabilidade
ta: நம்பகத்தன்மை

# EffectSizeComputation|
source: Partial correlation
es: Correlación parcial
eu: Korrelazio partziala
gl: Correlación parcial
pt: Correlação parcial
ta: பகுதி தொடர்பு

# EffectSizeComputation|
source: Model fit
es: Ajuste del modelo
eu: Modeloaren egokitzapena
gl: Axuste do modelo
pt: Ajuste do modelo
ta: மாதிரி பொருத்தம்

# EffectSizeComputation|
source: Heterozygosity
es: Heterocigosidad
eu: Heterozigositatea
gl: Heterocigosidade
pt: Heterozigosidade
ta: ஈட்டோரோசைகோசிட்டி

# EffectSizeComputation|
source: MD
eu: Medikuntzako arduraduna
ta: எம்.டி.

# EffectSizeComputation|
source: ROM
eu: ROMa
ta: ரோம்

# EffectSizeComputation|
source: OR
eu: EDO
ta: அல்லது

# EffectSizeComputation|
source: YUY
eu: Bai
ta: யூய்

# EffectSizeComputation|
source: PR
eu: Harreman Publikoak

# EffectSizeComputation|
source: Group 1/Outcome +
es: Grupo 1/Resultado +
eu: 1. taldea/Emaitza +
gl: Grupo 1/Resultado +
pt: Grupo 1/Resultado +
ta: குழு 1/விளைவு +

# EffectSizeComputation|
source: Time 1/Outcome +
es: Tiempo 1/Resultado +
eu: 1. denbora/Emaitza +
gl: Tempo 1/Resultado +
pt: Tempo 1/Resultado +
ta: நேரம் 1/விளைவு +

# EffectSizeComputation|
source: Outcome +/+
es: Resultado +/+
eu: Emaitza +/+
gl: Resultado +/+
pt: Resultado +/+
ta: விளைவு +/ +

# EffectSizeComputation|
source: Coefficient α
es: Coeficiente α
eu: α koefizientea
gl: Coeficiente α
pt: Coeficiente α
ta: குணகங்கள் α

# EffectSizeComputation|
source: Homozygous Dominant Alleles
es: Alelos dominantes de homocigoto
eu: Alelo homozigoto dominanteak
gl: Alelos dominantes de homocigoto
pt: Alelos Dominantes Homozigotos
ta: ஓமோசைகச் ஆதிக்கம் செலுத்தும் அல்லீல்கள்

# EffectSizeComputation|
source: Group 1/Outcome -
es: Grupo 1/Resultado -
eu: 1. taldea/Emaitza -
gl: Grupo 1/Resultado -
pt: Grupo 1/Resultado -
ta: குழு 1/விளைவு -

# EffectSizeComputation|
source: Time 1/Outcome -
es: Tiempo 1/Resultado -
eu: 1. denbora/Emaitza -
gl: Tempo 1/Resultado -
pt: Tempo 1/Resultado -
ta: நேரம் 1/விளைவு -

# EffectSizeComputation|
source: Outcome +/-
es: Resultado +/-
eu: Emaitza +/-
gl: Resultado +/-
pt: Resultado +/-
ta: விளைவு +/-

# EffectSizeComputation|
source: Heterozygous Alleles
es: Alelos de heterocigoto
eu: Alelo heterozigotoak
gl: Alelos de heterocigoto
pt: Alelos Heterozigotos
ta: ஈட்டோரோசைகச் அல்லீல்கள்

# EffectSizeComputation|
source: Group 2/Outcome +
es: Grupo 2/Resultado +
eu: 2. taldea/Emaitza +
gl: Grupo 2/Resultado +
pt: Grupo 2/Resultado +
ta: குழு 2/விளைவு +

# EffectSizeComputation|
source: Time 2/Outcome +
es: Tiempo 2/Resultado +
eu: 2. denbora/Emaitza +
gl: Tempo 2/Resultado +
pt: Tempo 2/Resultado +
ta: நேரம் 2/விளைவு +

# EffectSizeComputation|
source: Outcome -/+
es: Resultado -/+
eu: Emaitza -/+
gl: Resultado -/+
pt: Resultado -/+
ta: விளைவு -/+

# EffectSizeComputation|
source: Homozygous Recessive Alleles
es: Alelos recesivos de homocigoto
eu: Alelo homozigoto errezesiboak
gl: Alelos recesivos de homocigoto
pt: Alelos Homozigotos Recessivos
ta: ஓமோசைகச் பின்னடைவு அல்லீல்கள்

# EffectSizeComputation|
source: Time 2/Outcome -
es: Tiempo 2/Resultado -
eu: 2. denbora/Emaitza -
gl: Tempo 2/Resultado -
pt: Tempo 2/Resultado -
ta: நேரம் 2/விளைவு -

# EffectSizeComputation|
source: Outcome -/-
es: Resultado -/-
eu: Emaitza -/-
gl: Resultado -/-
pt: Resultado -/-
ta: விளைவு -/ -
