Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# FunnelPlot|
source: The Rosenberg method calculates the minimum number of studies averaging null results needed to reduce the significance level of the average effect size to a specified alpha level.
es: El método de Rosenberg calcula el número mínimo de estudios que promedian resultados nulos, que son necesarios para reducir el nivel de significación de la magnitud media del efecto a un nivel alfa concreto.
eu: Rosenberg metodoak batez besteko efektu-tamainaren esangura-maila alfa maila jakin batera murrizteko behar diren emaitza nuluen batez bestekoa duten ikerketen gutxieneko kopurua kalkulatzen du.
gl: O método de Rosenberg calcula o número mínimo de estudos que dan de media resultados nulos, que son necesarios para reducir o nivel de significación da magnitude media do efecto a un nivel alfa concreto.
pt: O método Rosenberg calcula o número mínimo de estudos com média de resultados nulos necessários para reduzir o nível de significância do tamanho médio do efeito para um nível alfa especificado.

# FunnelPlot|
source: General
eu: Orokorra
gl: Xeral
pt: Geral

# FunnelPlot|
source: A general method to calculate the minimum number of studies averaging null results needed to reduce the significance level or the average effect size to a target effect size value. The default is set to 0.10 which is completely aribitrary.
es: Un método general para calcular el número mínimo de estudios que promedian resultados nulos, que son necesarios para reducir el nivel de significación o la magnitud media del efecto a un valor objetivo de la magnitud del efecto. Por defecto se establece en 0.10, lo que es completamente arbitrario.
eu: Emaitza nuluen batez bestekoa kalkulatzeko metodo orokorra, esangura-maila edo batez besteko efektu-tamaina helburuko efektu-tamaina balio batera murrizteko behar diren ikerketen gutxieneko kopurua kalkulatzeko. Berez, balioa 0,10 da, eta guztiz arbitrarioa da.
gl: Un método xeral para calcular o número mínimo de estudos que dan de media resultados nulos, que son necesarios para reducir o nivel de significación ou a magnitude media do efecto a un valor obxectivo da magnitude do efecto. Por defecto se establece en 0.10, o que é completamente arbitrario.
pt: Um método geral para calcular o número mínimo de estudos com média de resultados nulos, necessário para reduzir o nível de significância ou o tamanho médio do efeito a um valor de tamanho de efeito alvo. O padrão é 0,10, que é completamente arbitrário.

# FunnelPlot|
source: Exact
es: Exacto
eu: Zehatza
gl: Exacto
pt: Exato

# FunnelPlot|
source: Use the exact method to calculate the fail-safe N.
es: Usar el método exacto para calcular el N a prueba de fallos.
eu: Erabili metodo zehatza hutsegiteen aurkako N kalkulatzeko.
gl: Usar o método exacto para calcular o N de seguridade.
pt: Use o método exato para calcular o N à prova de falhas.

# FunnelPlot|
source: Alpha
es: Alfa
eu: Alfa
gl: Alfa
pt: Alfa

# FunnelPlot|
source: Set the significance level for the Rosenthal's, Rosenberg's, and general fail-safe N tests.
es: Establecer el nivel de significación de los contrastes de Rosenthal, de Rosenberg y del N a prueba de fallos general.
eu: Ezarri Rosenthal-en, Rosenberg-en eta N proben segurtasun orokorreko esangura-maila.
gl: Establecer o nivel de significación das probas de Rosenthal, de Rosenberg e do N de seguridade xeral.
pt: Defina o nível de significância para os testes N de Rosenthal, Rosenberg e testes de N à prova de falhas.

# FunnelPlot|
source: Target effect size
es: Magnitud objetivo del efecto
eu: Helburu efektuaren tamaina
gl: Magnitude obxectivo do efecto
pt: Tamanho de efeito alvo

# FunnelPlot|
source: Set the target effect size for the Orwin's and general fail-safe N tests.
es: Establecer la magnitud objetivo del efecto para los contrastes de Orwin y del N de seguridad general.
eu: Ezarri Orwin-en eta N proben aurkako hutsegite orokorreko efektuaren tamaina.
gl: Establecer a magnitude obxectivo do efecto para as probas de Orwin e do N de seguridade xeral.
pt: Defina o tamanho do efeito alvo para os testes de N à prova de falhas e de Orwin e gerais.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Random Effects / Model Components
es: Efectos aleatorios/Componentes del modelo
eu: Ausazko efektuak / Eredu osagaiak
gl: Efectos aleatorios/Compoñentes do modelo
pt: Efeitos Aleatórios / Componentes do Modelo

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Options for specifying the random effects components for the meta-analysis model, including the types of random effects and their associated variables. Allows modeling of complex data structures such as multilevel, multivariate, autoregressive, spatial, and other forms of dependency.
es: Opciones para especificar las componentes de los efectos aleatorios para el modelo de Meta-Análisis, incluyendo los tipos de efectos aleatorios y sus variables asociadas. Permite modelar estructuras complejas de datos tales como multiniveles, multivariantes, autorregresivas, espaciales y otras formas de dependencia.
eu: Metaanalisi ereduaren ausazko efektuen osagaiak zehazteko aukerak, ausazko efektu motak eta haiei lotutako aldagaiak barne. Datu-egitura konplexuak modelatzea ahalbidetzen du, hala nola maila anitzekoak, aldagai anitzekoak, autorregresiboak, espazialak eta bestelako mendekotasunak.
gl: Opcións para especificar as compoñentes dos efectos aleatorios para o modelo de Meta-Análise, incluíndo os tipos de efectos aleatorios e súas variables asociadas. Permite modelar estruturas complexas de datos tales como multiniveis, multivariantes, autorregresivas, espaciais e outras formas de dependencia.
pt: Opções para especificar os componentes de efeitos aleatórios para o modelo de meta-análise, incluindo os tipos de efeitos aleatórios e suas variáveis associadas. Permite a modelagem de estruturas de dados complexas, como multinível, multivariada, autorregressiva, espacial e outras formas de dependência.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Component %1
es: Componente %1
eu: %1 osagaia
gl: Compoñente %1
pt: Componente %1

# ClassicalMetaAnalysisAdvanced|
source: Allow adding custom arguments to the metafor function call. Consult the metafor R package documentation for the available commands (for %1meta-analysis%2 and %3meta-analysis (multilevel/multivariate)%4).
es: Permite añadir argumentos personalizados a la invocación de la función metafor. Consulte la documentación del paquete de R de metafor para las instrucciones disponibles (para %1meta-análisis%2 y %3meta-análisis (multinivel/multivariante)%4).
eu: Baimendu argumentu pertsonalizatuak metafor funtzio deiari gehitzea. Kontsultatu metafor R paketearen dokumentazioa eskuragarri dauden komandoak ikusteko (%1meta-analysis%2 eta %3meta-analysis (multilevel/multivariate)%4-rako).
gl: Permite engadir argumentos personalizados á invocación da función metafor. Consulta a documentación do paquete de R de metafor para as instrucións dispoñibles (para %1meta-análise%2 e %3meta-análise (multinivel/multivariante)%4).
pt: Permitir a adição de argumentos personalizados à chamada da função metafor. Consulte a documentação do pacote R metafor para os comandos disponíveis (para %1meta-analysis%2 e %3meta-analysis (multilevel/multivariate)%4).

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Estimated Marginal Means and Contrasts
es: Medias marginales estimadas y contrastes
eu: Kalkulatutako batez besteko marjinalak eta kontrasteak
gl: Medias marxinais estimadas e contrastes
pt: Médias Marginais Estimadas e Contrastes

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Options to compute estimated marginal means (EMMs) and coefficient contrasts for the effect size and heterogeneity models, allowing examination of predicted values at specific levels of moderators and their differences.
es: Opciones para calcular las medias marginales estimadas (EMMs) y los contrastes de coeficientes para los modelos de la magnitud del efecto y de heterogeneidad, permitiendo examinar los valores predichos a niveles concretos de los moderadores y sus diferencias.
eu: Efektu-tamainaren eta heterogeneotasun-ereduetarako batez besteko marjinal estimatuak (EMM) eta koefizienteen kontrasteak kalkulatzeko aukerak, moderatzaileen maila espezifikoetan aurreikusitako balioak eta haien arteko desberdintasunak aztertzeko aukera emanez.
gl: Opcións para calcular as medias marxinais estimadas (EMMs) e os contrastes de coeficientes para os modelos da magnitude do efecto e de heteroxeneidade, permitindo examinar os valores preditos a niveis concretos dos moderadores e as súas diferenzas.
pt: Opções para calcular médias marginais estimadas (MMEs) e contrastes de coeficientes para os modelos de tamanho do efeito e heterogeneidade, permitindo o exame de valores previstos em níveis específicos de moderadores e suas diferenças.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Contrasts
es: Contrastes
eu: Kontrasteak
gl: Comparacións
pt: Contrastes

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: P-value adjustment
es: Ajuste del valor p
eu: P-balioaren doikuntza
gl: Axuste do valor P
pt: Ajuste do valor-p

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: None
es: Ninguno
eu: Bat ere ez
gl: Ningún
pt: Nenhum

# ClassicalMetaAnalysisStatistics|
source: Random Effects / Model Components
es: Efectos aleatorios/Componentes del modelo
eu: Ausazko efektuak / Eredu osagaiak
gl: Efectos aleatorios/Compoñentes do modelo
pt: Efeitos Aleatórios / Componentes do Modelo

# ClassicalMetaAnalysisStatistics|
source: Include confidence intervals for the Random Effects / Model Components.
es: Incluir intervalos de confianza para Efectos aleatorios/Componentes del modelo.
eu: Sartu Ausazko Efektuen / Eredu Osagaien konfiantza-tarteak.
gl: Incluír intervalos de confianza para Efectos aleatorios/Compoñentes do modelo.
pt: Inclua intervalos de confiança para os Efeitos Aleatórios / Componentes do Modelo.

# ClassicalMetaAnalysisStatistics|
source: Test the inclusion of the individual Random Effects / Model Components. The test compares the complete model (i.e., including all components) with a model without one of the specified Random Effects / Model Structure components at a time.
es: Comprobar la inclusión de Efectos aleatorios /Componentes del modelo individuales. El contraste compara el modelo completo (i.e. incluyendo todas las componentes) con un modelo sin una de las componentes de Efectos aleatorios /Estructura del modelo especificados a la vez.
eu: Probatu Ausazko Efektuen / Modelo Osagaien banakako inklusioa. Probak modelo osoa (hau da, osagai guztiak barne) aldi berean zehaztutako Ausazko Efektuen / Modelo Egituraren osagairik gabeko modelo batekin alderatzen du.
gl: Comprobar a inclusión de Efectos aleatorios /Compoñentes do modelo individuais. A proba compara o modelo completo (i.e. incluíndo tódalas compoñentes) cun modelo sen unha das compoñentes de Efectos aleatorios /Estrutura do modelo especificados á vez.
pt: Teste a inclusão dos Efeitos Aleatórios/Componentes do Modelo individuais. O teste compara o modelo completo (i.e., incluindo todos os componentes) com um modelo sem um dos Efeitos Aleatórios/Componentes da Estrutura do Modelo especificados por vez.

# ClassicalMetaAnalysis|
source: Variables to include as predictors (moderators) in the meta-regression model. See the 'Model' section for the meta-regression specification details.
es: Variables a incluir como predictores (moderadores) en el modelo de Meta-Regresión. Consulte la sección 'Modelo' para los detalles de especificación de la Meta-Regresión.
eu: Meta-erregresio ereduan aurreikusle (moderatzaile) gisa sartu beharreko aldagaiak. Ikusi 'Eredua' atala meta-erregresioaren zehaztapenaren xehetasunak ikusteko.
gl: Variables a incluír como preditores (moderadores) no modelo de Meta-Regresión. Consulta a sección 'Modelo' para os detalles de especificación da Meta-Regresión.
pt: Variáveis a serem incluídas como preditores (moderadores) no modelo de metarregressão. Consulte a seção 'Modelo' para obter detalhes sobre a especificação da metarregressão.

# ClassicalMetaAnalysis|
source: Variable indicating clustering of effect sizes for robust variance estimation. If the variable is specified, a cluster-robust tests and confidence intervals are provided. See 'Details' section for additional clustering options. This option is disabled when permutation tests are selected.
es: Variable que indica la conglomeración de las magnitudes de los efectos para la estimación de la varianza robusta. Cuando se especifica la variable, se proporcionan un contraste de conglomerados robustos y los intervalos de confianza. Consulte la sección 'Detalles' para opciones adicionales de conglomeración. Esta opción está deshabilitada cuando se seleccionan contrastes de permutaciones.
eu: Bariantzaren estimazio sendoa lortzeko efektu-tamainen multzokatzea adierazten duen aldagaia. Aldagaia zehaztuta badago, multzokatzeko proba sendoak eta konfiantza-tarteak ematen dira. Ikusi 'Xehetasunak' atala multzokatzeko aukera gehiago ikusteko. Aukera hau desgaituta dago permutazio-probak hautatzen direnean.
gl: Variable que indica a conglomeración das magnitudes dos efectos para a estimación da varianza robusta. Cando se especifica a variable, se proporcionan unha proba de conglomerados robustos e os intervalos de confianza. Consulta a sección 'Detalles' para opcións adicionais de conglomeración. Esta opción non está habilitada cando se seleccionan probas de permutacións.
pt: Variável que indica o agrupamento de tamanhos de efeito para estimativa robusta de variância. Se a variável for especificada, testes robustos para agrupamento e intervalos de confiança serão fornecidos. Consulte a seção 'Detalhes' para obter opções adicionais de agrupamento. Esta opção é desabilitada quando testes de permutação são selecionados.

# ClassicalMetaAnalysis|
source: Subgroup
es: Subgrupo
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# ClassicalMetaAnalysis|
source: Variable indicating subgroup stratification. For each subgroup, an independent model is fitted to the corresponding data set subset.
es: Variable que indica la estratificación de subgrupos. Para cada subgrupo, se ajusta un modelo independiente al correspondiente subconjunto del conjunto de datos.
eu: Azpitaldeen estratifikazioa adierazten duen aldagaia. Azpitalde bakoitzerako, eredu independente bat egokitzen zaio dagokion datu-multzoaren azpimultzoari.
gl: Variable que indica a estratificación de subgrupos. Para cada subgrupo, axústase un modelo independente ao correspondente subconxunto do conxunto de datos.
pt: Variável que indica a estratificação do subgrupo. Para cada subgrupo, um modelo independente é ajustado ao subconjunto do conjunto de dados correspondente.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Subgroup
es: Subgrupo
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable indicating subgroup stratification. For each subgroup, an independent model is fitted to the corresponding data set subset.
es: Variable que indica la estratificación de subgrupos. Para cada subgrupo, se ajusta un modelo independiente al correspondiente subconjunto del conjunto de datos.
eu: Azpitaldeen estratifikazioa adierazten duen aldagaia. Azpitalde bakoitzerako, eredu independente bat egokitzen zaio dagokion datu-multzoaren azpimultzoari.
gl: Variable que indica a estratificación de subgrupos. Para cada subgrupo, axústase un modelo independente ao correspondente subconxunto do conxunto de datos.
pt: Variável que indica a estratificação do subgrupo. Para cada subgrupo, um modelo independente é ajustado ao subconjunto do conjunto de dados correspondente.

# ClassicalMetaAnalysisAdvanced|
source: Include full dataset in subgroup analysis
es: Incluir el conjunto de datos completo en el análisis de subgrupos
eu: Sartu datu-multzo osoa azpitaldeen analisian
gl: Incluír o conxunto de datos completo na análise de subgrupos
pt: Incluir conjunto de dados completo na análise de subgrupos

# ClassicalMetaAnalysisAdvanced|
source: Include the full dataset output in the subgroup analysis. This option is only available when the subgroup analysis is selected.
es: Incluir el resultado del conjunto de datos completo en el análisis de subgrupos. Esta opción solo está disponible cuando se selecciona el análisis de subgrupos.
eu: Sartu datu-multzo osoaren irteera azpitaldeen analisian. Aukera hau azpitaldeen analisia hautatuta dagoenean bakarrik dago eskuragarri.
gl: Incluír o resultado do conxunto de datos completo na análise de subgrupos. Esta opción só está dispoñible cando se selecciona a análise de subgrupos.
pt: Incluir a saída completa do conjunto de dados na análise de subgrupo. Esta opção só está disponível quando a análise de subgrupo é selecionada.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Effect Size Variance-Covariance Matrix
es: Matriz de varianzas-covarianzas de las magnitudes de efectos
eu: Efektuaren Tamaina Bariantza-Kobariantza Matrizea
gl: Matriz de varianzas-covarianzas das magnitudes de efectos
pt: Matriz de Variância-Covariância do Tamanho do Efeito

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Options for specifying the approximate variance-covariance matrix of the effect sizes. This matrix is used to account for the correlation between effect sizes when they are not independent.
es: Opciones para especificar la matriz de varianzas-covarianzas aproximadas de las magnitudes de efectos. Esta matriz se usa para justificar la correlación entre magnitudes de efectos cuando no son independientes.
eu: Efektu-tamainen gutxi gorabeherako bariantza-kobariantza matrizea zehazteko aukerak. Matrize hau efektu-tamainen arteko korrelazioa kontuan hartzeko erabiltzen da, independenteak ez direnean.
gl: Opcións para especificar a matriz de varianzas-covarianzas aproximadas das magnitudes de efectos. Esta matriz se usa para xustificar a correlación entre magnitudes de efectos cando non son independentes.
pt: Opções para especificar a matriz de variância-covariância aproximada dos tamanhos de efeito. Esta matriz é usada para contabilizar a correlação entre os tamanhos de efeito quando eles não são independentes.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Type
es: Tipo
eu: Mota
gl: Tipo
pt: Tipo

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Type of variance-covariance matrix input method.
es: Tipo de método de introducción de la matriz de varianzas-covarianzas.
eu: Bariantza-kobariantza matrizearen sarrera-metodoaren mota.
gl: Tipo de método de introdución da matriz de varianzas-covarianzas.
pt: Tipo de método de entrada de matriz de variância-covariância.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Correlation matrix
es: Matriz de correlaciones
eu: Korrelazio matrizea
gl: Matriz de correlacións
pt: Matriz de correlação

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Use a list of variables to specify the correlation matrix of studies corresponding to the same cluster. Corresponds to the `rvars` option in the metafor's 'vcalc' function.
es: Utilizar una lista de variables para indicar la matriz de correlaciones de los estudios que corresponden al mismo conglomerado. Concuerda con la opción 'rvars' en la función 'vcalc' de metafor.
eu: Erabili aldagai zerrenda bat kluster berari dagozkion ikerketen korrelazio matrizea zehazteko. Metaforaren 'vcalc' funtzioko `rvars` aukerari dagokio.
gl: Utilizar unha lista de variables para indicar a matriz de correlacións dos estudos que corresponden ao mesmo conglomerado. Concorda coa opción 'rvars' na función 'vcalc' de metafor.
pt: Use uma lista de variáveis para especificar a matriz de correlação de estudos correspondentes ao mesmo agrupamento. Corresponde à opção `rvars` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Constructs, groups, and times
es: Constructos, grupos y tiempos
eu: Eraikuntzak, taldeak eta denborak
gl: Constructos, grupos e tempos
pt: Construções, grupos e tempos

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Specify constructs, groups, and times of the measurement to specify the correlation matrix of studies corresponding to the same cluster.
es: Indicar constructos, grupos y tiempos de la medida para especificar la matriz de correlaciones de estudios que corresponden al mismo conglomerado.
eu: Zehaztu neurketaren konstruktuak, taldeak eta denborak kluster berari dagozkion ikerketen korrelazio matrizea zehazteko.
gl: Indicar constructos, grupos e tempos da medida para especificar a matriz de correlacións de estudos que corresponden ao mesmo conglomerado.
pt: Especifique constructos, grupos e tempos da medição para especificar a matriz de correlação de estudos correspondentes ao mesmo agrupamento.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Precomputed
es: Precalculada
eu: Aurrez kalkulatua
gl: Precalculada
pt: Pré-calculado

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Load a csv file containing the precomputed variance-covariance matrix.
es: Cargar un archivo csv que contiene la matriz de varianzas-covarianzas precalculadas.
eu: Kargatu aurrez kalkulatutako bariantza-kobariantza matrizea duen csv fitxategi bat.
gl: Cargar un ficheiro csv que contén a matriz de varianzas-covarianzas precalculadas.
pt: Carregue um arquivo csv contendo a matriz de variância-covariância pré-calculada.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Effect size variance-covariance matrix file
es: Archivo con la matriz de varianzas-covarianzas de magnitudes de efectos
eu: Efektuaren tamainaren bariantza-kobariantza matrizearen fitxategia
gl: Ficheiro coa matriz de varianzas-covarianzas de magnitudes de efectos
pt: Arquivo de matriz de variância-covariância do tamanho do efeito

# ClassicalMetaAnalysisMultilevelMultivariate|
source: CSV file containing the precomputed effect size variance-covariance matrix. The matrix needs to match the dimensions of the data set and cannot contain any other variables or names.
es: Archivo CSV que contiene la matriz precalculada de varianzas-covarianzas de magnitudes de efectos. La matriz necesita coincidir con las dimensiones del conjunto de datos y no puede contener ninguna otra variable ni nombre.
eu: Aurrez kalkulatutako efektu-tamainaren bariantza-kobariantza matrizea duen CSV fitxategia. Matrizeak datu-multzoaren dimentsioekin bat etorri behar du eta ezin du beste aldagai edo izenik izan.
gl: Ficheiro CSV que contén a matriz precalculada de varianzas-covarianzas de magnitudes de efectos. A matriz necesita coincidir coas dimensións do conxunto de datos e non pode conter ningunha outra variable nin nome.
pt: Arquivo CSV contendo a matriz de variância-covariância do tamanho do efeito pré-calculada. A matriz precisa corresponder às dimensões do conjunto de dados e não pode conter outras variáveis ou nomes.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Correlation Matrix
es: Matriz de correlaciones
eu: Korrelazio Matrizea
gl: Matriz de correlacións
pt: Matriz de Correlação
