Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# BayesianBinomialMetaAnalysis|
source: Variable indicating the study level nesting. This variable is used to specify the nesting of the studies in the meta-analysis. The nesting is used to specify the model structure and to account for the correlation between the effect sizes within each study.
es: Variable que indica el anidado de los niveles de estudio. Esta variable se usa para especificar el anidado de los estudios en el Meta-Análisis. El anidado se utiliza para especificar la estructura del modelo y tener en cuenta la correlación entre las magnitudes del efecto dentro de cada estudio.
eu: Ikerketa-mailako habiaratzea adierazten duen aldagaia. Aldagai hau metaanalisian ikerketen habiaratzea zehazteko erabiltzen da. Habiaratzea ereduaren egitura zehazteko eta ikerketa bakoitzaren barruko efektu-tamainen arteko korrelazioa kontuan hartzeko erabiltzen da.
gl: Variable que indica o aniñado dos niveis de estudo. Esta variable se usa para especificar o aniñado dos estudos na Meta-Análise. O aniñado se utiliza para especificar a estrutura do modelo e ter en conta a correlación entre as magnitudes do efecto dentro de cada estudo.
pt: Variável que indica o aninhamento do nível do estudo. Esta variável é usada para especificar o aninhamento dos estudos na meta-análise. O aninhamento é usado para especificar a estrutura do modelo e para levar em conta a correlação entre os tamanhos de efeito dentro de cada estudo.

# BayesianBinomialMetaAnalysis|
source: Subgroup
es: Subgrupo
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# BayesianBinomialMetaAnalysis|
source: Variable indicating subgroup stratification. For each subgroup, an independent model is fitted to the corresponding data set subset.
es: Variable que indica la estratificación de subgrupos. Para cada subgrupo, se ajusta un modelo independiente al correspondiente subconjunto del conjunto de datos.
eu: Azpitaldeen estratifikazioa adierazten duen aldagaia. Azpitalde bakoitzerako, eredu independente bat egokitzen zaio dagokion datu-multzoaren azpimultzoari.
gl: Variable que indica a estratificación de subgrupos. Para cada subgrupo, axústase un modelo independente ao correspondente subconxunto do conxunto de datos.
pt: Variável que indica a estratificação do subgrupo. Para cada subgrupo, um modelo independente é ajustado ao subconjunto do conjunto de dados correspondente.

# BayesianBinomialMetaAnalysis|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# BayesianBinomialMetaAnalysis|
source: Average over the presence vs. absence of the effect. If unspecified, the resulting model assumes that the effect is present.
es: Media de la presencia vs. ausencia del efecto. Si no se especifica, el modelo resultante asume que el efecto está presente.
eu: Efektuaren presentziaren eta ez-efektuaren arteko batez bestekoa. Zehaztu gabe badago, emaitza den ereduak efektua presente dagoela suposatzen du.
gl: Media da presenza vs. ausencia do efecto. Se non se especifica, o modelo resultante asume que o efecto está presente.
pt: Média da presença vs. ausência do efeito. Se não especificado, o modelo resultante assume que o efeito está presente.

# BayesianBinomialMetaAnalysis|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade

# BayesianBinomialMetaAnalysis|
source: Average over the presence vs. absence of heterogeneity. If unspecified, the resulting model assumes that heterogeneity is present.
es: Promedio de la presencia vs. ausencia de heterogeneidad. Si no se especifica, el modelo resultante asume que la heterogeneidad está presente.
eu: Heterogeneotasunaren presentziaren eta ez-existentziaren arteko batez bestekoa. Zehaztu gabe badago, emaitza den ereduak heterogeneotasuna dagoela suposatzen du.
gl: Media da presenza vs. ausencia de heteroxeneidade. Se non se especifica, o modelo resultante asume que a heteroxeneidade está presente.
pt: Média da presença vs. ausência de heterogeneidade. Se não especificado, o modelo resultante assume a presença de heterogeneidade.

# BayesianBinomialMetaAnalysis|
source: Moderation
es: Moderación
eu: Moderazioa
gl: Moderación
pt: Moderação

# BayesianBinomialMetaAnalysis|
source: Average over the presence vs. absence of moderators. If unspecified, the resulting model assumes that all moderators models are present.
es: Promedio de la presencia vs. ausencia de moderadores. Si no se especifica, el modelo resultante asume que todos los moderadores están presentes.
eu: Moderatzaileen presentziaren eta ez-presentziaren arteko batez bestekoa. Zehaztu gabe badago, emaitzezko ereduak moderatzaile guztiak dauden ereduak suposatzen du.
gl: Media da presenza vs. ausencia de moderadores. Se non se especifica, o modelo resultante asume que tódolos moderadores están presentes.
pt: Média da presença vs. ausência de moderadores. Se não especificado, o modelo resultante assume que todos os modelos de moderadores estão presentes.

# BayesianBinomialMetaAnalysis|
source: Prior Distributions
es: Distribuciones previas
eu: Aurreko banaketak
gl: Distribucións previas
pt: Distribuições Anteriores

# BayesianBinomialMetaAnalysis|
source: Effect size and heterogeneity
es: Magnitud del efecto y heterogeneidad
eu: Efektuaren tamaina eta heterogeneotasuna
gl: Magnitude do efecto e heteroxeneidade
pt: Tamanho do efeito e heterogeneidade

# BayesianBinomialMetaAnalysis|
source: Specify the type of prior distributions for the effect size and heterogeneity.
es: Especificar el tipo de distribuciones previas para la magnitud del efecto y la heterogeneidad.
eu: Zehaztu efektuaren tamainaren eta heterogeneotasunaren aurreko banaketa mota.
gl: Especificar o tipo de distribucións previas para a magnitude do efecto e a heteroxeneidade.
pt: Especifique o tipo de distribuições anteriores para o tamanho do efeito e heterogeneidade.

# BayesianBinomialMetaAnalysis|
source: Default
es: Por defecto
eu: Lehenetsia
gl: Por defecto
pt: Padrão

# BayesianBinomialMetaAnalysis|
source: Use default prior distributions for the effect size and heterogeneity based on Bartoš et al. (2022).
es: Utilizar distribuciones previas predeterminadas para la magnitud del efecto y la heterogeneidad basadas en Bartoš et al. (2022).
eu: Erabili Bartoš et al. (2022) oinarrituta efektuaren tamaina eta heterogeneotasunerako aurretiko banaketa lehenetsiak.
gl: Utilizar distribucións previas predeterminadas para a magnitude do efecto e a heteroxeneidade baseadas en Bartoš et al. (2022).
pt: Use distribuições anteriores padrão para o tamanho do efeito e heterogeneidade com base em Bartoš et al. (2022).

# BayesianBinomialMetaAnalysis|
source: Medicine
es: Medicina
eu: Medikuntza
gl: Medicina
pt: Medicina

# BayesianBinomialMetaAnalysis|
source: Use prior distributions based on the Cochrane Database of Systematic Reviews developed by Bartoš et al. (2021)
es: Utilizar distribuciones previas basadas en la Base de Datos de Cochrane de Revisiones Sistemáticas desarrollado por Bartoš et al. (2021)
eu: Erabili aurreko banaketak Bartoš et al.-ek (2021) garatutako Cochrane Database of Systematic Reviews-en oinarrituta.
gl: Utilizar distribucións previas baseadas no Banco de Datos de Cochrane de Revisións Sistemáticas desenvolvido por Bartoš et al. (2021)
pt: Use distribuições anteriores baseadas no Cochrane Database of Systematic Reviews desenvolvido por Bartoš et al. (2021)

# BayesianBinomialMetaAnalysis|
source: Custom
es: Personalizado
eu: Pertsonalizatua
gl: Personalizado
pt: Personalizado

# BayesianBinomialMetaAnalysis|
source: Use custom prior distributions. This option allows you to specify a custom model ensemble for the effect size and heterogeneity prior distributions.
es: Utilizar distribuciones previas personalizadas. Esta opción permite especificar un conjunto de modelos personalizados para las distribuciones previas de la magnitud del efecto y la heterogeneidad.
eu: Erabili aurreko banaketa pertsonalizatuak. Aukera honek efektuaren tamainaren eta heterogeneotasunaren aurreko banaketetarako eredu multzo pertsonalizatu bat zehazteko aukera ematen dizu.
gl: Utilizar distribucións previas personalizadas. Esta opción te permite especificar un conxunto de modelos personalizados para as distribucións previas da magnitude do efecto e a heteroxeneidade.
pt: Usar distribuições a priori personalizadas. Esta opção permite especificar um conjunto de modelos personalizado para as distribuições a priori de tamanho do efeito e heterogeneidade.

# BayesianBinomialMetaAnalysis|
source: Scale
es: Escala
eu: Eskala
gl: Escala
pt: Escala

# BayesianBinomialMetaAnalysis|
source: Setting value different than 1 re-scales the pre-specified prior distributions. Values smaller than 1 lead to more informative priors, while values larger than 1 lead to less informative priors.
es: Establecer un valor distinto a 1, vuelve a escalar las distribuciones previas preespecificadas. Valores menores que 1 implican previas más informativas, mientras valores mayores que 1 implican previas menos informativas.
eu: 1etik desberdina den balio bat ezartzeak aurrez zehaztutako aitzindari banaketak berriro eskalatzen ditu. 1 baino txikiagoko balioek aitzindari informatiboagoak sortzen dituzte, eta 1 baino handiagoko balioek, berriz, aitzindari informatibo gutxiagokoak.
gl: Establecer un valor distinto a 1, volve escalar as distribucións previas preespecificadas. Valores menores que 1 implican previas máis informativas, mentres valores maiores que 1 implican previas menos informativas.
pt: Definir um valor diferente de 1 redimensiona as distribuições a priori pré-especificadas. Valores menores que 1 levam a prioris mais informativos, enquanto valores maiores que 1 levam a prioris menos informativos.

# BayesianBinomialMetaAnalysis|
source: Show model specification
es: Mostrar la especificación del modelo
eu: Erakutsi modeloaren zehaztapena
gl: Amosar a especificación do modelo
pt: Mostrar especificações do modelo

# BayesianBinomialMetaAnalysis|
source: Show the model specification. This is useful for understanding and reporting the specified model.
es: Muestra la especificación del modelo. Esto es útil para entender y presentar el modelo especificado.
eu: Erakutsi modeloaren zehaztapena. Hau erabilgarria da zehaztutako modeloa ulertzeko eta horren berri emateko.
gl: Amosa a especificación do modelo. Isto é útil para entender e presentar o modelo especificado.
pt: Exiba a especificação do modelo. Isso é útil para entender e relatar o modelo especificado.

# BayesianBinomialMetaAnalysis|
source: Prior Distributions (Custom)
es: Distribuciones previas (Personalizado)
eu: Aurreko Banaketak (Pertsonalizatuak)
gl: Distribucións previas (Personalizado)
pt: Distribuições Anteriores (Personalizadas)

# BayesianMetaAnalysis|
source: References
es: Referencias
eu: Erreferentziak
gl: Referencias
pt: Referências

# BayesianMetaAnalysis|
source: R Packages
es: Paquetes de R
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

# BayesianMetaAnalysis|
source: Variable containing the observed effect sizes.
es: Variable que contiene las magnitudes de los efectos observados.
eu: Behatutako efektu-tamainak dituen aldagaia.
gl: Variable que contén as magnitudes dos efectos observados.
pt: Variável contendo os tamanhos de efeito observados.

# BayesianMetaAnalysis|
source: Variable containing the standard errors corresponding to the effect sizes.
es: Variable que contiene los errores típicos que corresponden a las magnitudes de los efectos.
eu: Efektu-tamainei dagozkien errore estandarrak dituen aldagaia.
gl: Variable que contén os erros padrón que corresponden ás magnitudes dos efectos.
pt: Variável contendo os erros padrão correspondentes aos tamanhos do efeito.

# BayesianMetaAnalysis|
source: Effect size measure
es: Medida de la magnitud del efecto
eu: Efektuaren tamainaren neurria
gl: Medida da magnitude do efecto
pt: Medida do tamanho de efeito

# BayesianMetaAnalysis|
source: Effect size measure supplied as the 'Effect Size'. This is an important setting as it determines the defaul prior distributions and the model fitting transformation.
es: Medida de la magnitud del efecto indicada en 'Magnitud del efecto'. Esta es una configuración importante pues determina las distribuciones previas predeterminadas y la transformación del ajuste del modelo.
eu: Efektuaren tamainaren neurria 'Efektuaren Tamaina' gisa eman da. Ezarpen garrantzitsua da hau, aurretiko banaketa lehenetsiak eta ereduaren egokitzapen eraldaketa zehazten baititu.
gl: Medida da magnitude do efecto indicada en 'Magnitude do efecto'. Esta é unha configuración importante pois determina as distribucións previas predeterminadas e a transformación do axuste do modelo.
pt: Medida do tamanho do efeito fornecida como 'Tamanho do Efeito'. Esta é uma configuração importante, pois determina as distribuições a priori padrão e a transformação de ajuste do modelo.

# BayesianMetaAnalysis|
source: Standardized mean difference
es: Diferencia de medias tipificada
eu: Batez besteko diferentzia estandarizatua
gl: Diferenza de medias tipificada
pt: Diferença média padronizada

# BayesianMetaAnalysis|
source: Standardized mean difference such as Cohen's d, Hedge's g
es: Diferencia de medias tipificada, tal como d de Cohen, g de Hedge
eu: Batez besteko diferentzia estandarizatua, hala nola Cohen-en d, Hedge-ren g
gl: Diferenza de medias tipificada, tal como d de Cohen, g de Hedge
pt: Diferença média padronizada, como d de Cohen, g de Hedge

# BayesianMetaAnalysis|
source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
pt: z de Fisher

# BayesianMetaAnalysis|
source: Fisher's z transformation of correlation coefficients
es: Transformación z de Fisher de los coeficientes de correlación
eu: Fisherren korrelazio-koefizienteen z transformazioa
gl: Transformación z de Fisher dos coeficientes de correlación
pt: Transformação z de Fisher dos coeficientes de correlação

# BayesianMetaAnalysis|
source: Log odds ratio
es: Logaritmo de la Razón de Probabilidades
eu: Log probabilitate-erlazioa
gl: Logaritmo da Razón de Probabilidades
pt: Logaritmo da razão de chances

# BayesianMetaAnalysis|
source: Log risk ratio
es: Logaritmo de la Proporción de Riesgos
eu: Arrisku-erlazio logaritmikoa
gl: Logaritmo da Proporción de Riscos
pt: Logaritmo da razão de risco

# BayesianMetaAnalysis|
source: Log hazard ratio
es: Logaritmo de la Proporción de Azares
eu: Arrisku-erlazio logaritmikoa
gl: Logaritmo da Proporción de Azares
pt: Logaritmo da razão de perigos

# BayesianMetaAnalysis|
source: Risk difference
es: Diferencia de riesgos
eu: Arrisku-diferentzia
gl: Diferenza de riscos
pt: Diferença de riscos

# BayesianMetaAnalysis|
source: General
eu: Orokorra
gl: Xeral
pt: Geral

# BayesianMetaAnalysis|
source: General effect size that does not correspond to any of the measures above. Please, be careful when specifying the prior distributions as no sensible defaults are available.
es: Magnitud del efecto general que no se corresponde con ninguna de las medidas de arriba. Por favor, ten cuidado al especificar las distribuciones previas dado que no hay disponibles predeterminadas sensibles.
eu: Goiko neurriekin bat ez datorren efektu-tamaina orokorra. Kontuz ibili aurreko banaketak zehaztean, ez baitago balio lehenetsi zentzuzkorik eskuragarri.
gl: Magnitude do efecto xeral que non se corresponde con ningunha das medidas de arriba. Por favor, ten coidado ao especificar as distribucións previas dado que non hai dispoñibles predeterminadas sensibles.
pt: Tamanho do efeito geral que não corresponde a nenhuma das medidas acima. Tenha cuidado ao especificar as distribuições anteriores, pois não há padrões sensatos disponíveis.

# BayesianMetaAnalysis|
source: Predictors
es: Predictores
eu: Aurreikusleak
gl: Preditores
pt: Preditores

# BayesianMetaAnalysis|
source: Variables to include as predictors (moderators) in the meta-regression model. See the 'Model' section for the meta-regression specification details.
es: Variables a incluir como predictores (moderadores) en el modelo de Meta-Regresión. Consulte la sección 'Modelo' para los detalles de especificación de la Meta-Regresión.
eu: Meta-erregresio ereduan aurreikusle (moderatzaile) gisa sartu beharreko aldagaiak. Ikusi 'Eredua' atala meta-erregresioaren zehaztapenaren xehetasunak ikusteko.
gl: Variables a incluír como preditores (moderadores) no modelo de Meta-Regresión. Consulta a sección 'Modelo' para os detalles de especificación da Meta-Regresión.
pt: Variáveis a serem incluídas como preditores (moderadores) no modelo de metarregressão. Consulte a seção "Modelo" para obter detalhes sobre a especificação da metarregressão.

# BayesianMetaAnalysis|
source: Study Level (Multilevel)
es: Nivel de estudio (Multinivel)
eu: Ikasketa Maila (Maila Anitzekoa)
gl: Nivel de estudo (Multinivel)
pt: Nível de Estudo (Multinível)

# BayesianMetaAnalysis|
source: Variable indicating the study level nesting. This variable is used to specify the nesting of the studies in the meta-analysis. The nesting is used to specify the model structure and to account for the correlation between the effect sizes within each study.
es: Variable que indica el anidado de los niveles de estudio. Esta variable se usa para especificar el anidado de los estudios en el Meta-Análisis. El anidado se utiliza para especificar la estructura del modelo y tener en cuenta la correlación entre las magnitudes del efecto dentro de cada estudio.
eu: Ikerketa-mailako habiaratzea adierazten duen aldagaia. Aldagai hau metaanalisian ikerketen habiaratzea zehazteko erabiltzen da. Habiaratzea ereduaren egitura zehazteko eta ikerketa bakoitzaren barruko efektu-tamainen arteko korrelazioa kontuan hartzeko erabiltzen da.
gl: Variable que indica o aniñado dos niveis de estudo. Esta variable se usa para especificar o aniñado dos estudos na Meta-Análise. O aniñado se utiliza para especificar a estrutura do modelo e ter en conta a correlación entre as magnitudes do efecto dentro de cada estudo.
pt: Variável que indica o aninhamento do nível do estudo. Esta variável é usada para especificar o aninhamento dos estudos na meta-análise. O aninhamento é usado para especificar a estrutura do modelo e para levar em conta a correlação entre os tamanhos de efeito dentro de cada estudo.

# BayesianMetaAnalysis|
source: Subgroup
es: Subgrupo
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# BayesianMetaAnalysis|
source: Variable indicating subgroup stratification. For each subgroup, an independent model is fitted to the corresponding data set subset.
es: Variable que indica la estratificación de subgrupos. Para cada subgrupo, se ajusta un modelo independiente al correspondiente subconjunto del conjunto de datos.
eu: Azpitaldeen estratifikazioa adierazten duen aldagaia. Azpitalde bakoitzerako, eredu independente bat egokitzen zaio dagokion datu-multzoaren azpimultzoari.
gl: Variable que indica a estratificación de subgrupos. Para cada subgrupo, axústase un modelo independente ao correspondente subconxunto do conxunto de datos.
pt: Variável que indica a estratificação do subgrupo. Para cada subgrupo, um modelo independente é ajustado ao subconjunto do conjunto de dados correspondente.

# BayesianMetaAnalysis|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# BayesianMetaAnalysis|
source: Average over the presence vs. absence of the effect. If unspecified, the resulting model assumes that the effect is present.
es: Media de la presencia vs. ausencia del efecto. Si no se especifica, el modelo resultante asume que el efecto está presente.
eu: Efektuaren presentziaren eta ez-efektuaren arteko batez bestekoa. Zehaztu gabe badago, emaitza den ereduak efektua presente dagoela suposatzen du.
gl: Media da presenza vs. ausencia do efecto. Se non se especifica, o modelo resultante asume que o efecto está presente.
pt: Média da presença vs. ausência do efeito. Se não especificado, o modelo resultante assume que o efeito está presente.

# BayesianMetaAnalysis|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade

# BayesianMetaAnalysis|
source: Average over the presence vs. absence of heterogeneity. If unspecified, the resulting model assumes that heterogeneity is present.
es: Promedio de la presencia vs. ausencia de heterogeneidad. Si no se especifica, el modelo resultante asume que la heterogeneidad está presente.
eu: Heterogeneotasunaren presentziaren eta ez-existentziaren arteko batez bestekoa. Zehaztu gabe badago, emaitza den ereduak heterogeneotasuna dagoela suposatzen du.
gl: Media da presenza vs. ausencia de heteroxeneidade. Se non se especifica, o modelo resultante asume que a heteroxeneidade está presente.
pt: Média da presença vs. ausência de heterogeneidade. Se não especificado, o modelo resultante assume a presença de heterogeneidade.

# BayesianMetaAnalysis|
source: Moderation
es: Moderación
eu: Moderazioa
gl: Moderación
pt: Moderação

# BayesianMetaAnalysis|
source: Average over the presence vs. absence of moderators. If unspecified, the resulting model assumes that all moderators models are present.
es: Promedio de la presencia vs. ausencia de moderadores. Si no se especifica, el modelo resultante asume que todos los moderadores están presentes.
eu: Moderatzaileen presentziaren eta ez-presentziaren arteko batez bestekoa. Zehaztu gabe badago, emaitzezko ereduak moderatzaile guztiak dauden ereduak suposatzen du.
gl: Media da presenza vs. ausencia de moderadores. Se non se especifica, o modelo resultante asume que tódolos moderadores están presentes.
pt: Média da presença vs. ausência de moderadores. Se não especificado, o modelo resultante assume que todos os modelos de moderadores estão presentes.

# BayesianMetaAnalysis|
source: Prior Distributions
es: Distribuciones previas
eu: Aurreko banaketak
gl: Distribucións previas
pt: Distribuições Anteriores

# BayesianMetaAnalysis|
source: Effect size and heterogeneity
es: Magnitud del efecto y heterogeneidad
eu: Efektuaren tamaina eta heterogeneotasuna
gl: Magnitude do efecto e heteroxeneidade
pt: Tamanho do efeito e heterogeneidade

# BayesianMetaAnalysis|
source: Specify the type of prior distributions for the effect size and heterogeneity.
es: Especificar el tipo de distribuciones previas para la magnitud del efecto y la heterogeneidad.
eu: Zehaztu efektuaren tamainaren eta heterogeneotasunaren aurreko banaketa mota.
gl: Especificar o tipo de distribucións previas para a magnitude do efecto e a heteroxeneidade.
pt: Especifique o tipo de distribuições anteriores para o tamanho do efeito e heterogeneidade.

# BayesianMetaAnalysis|
source: Default
es: Por defecto
eu: Lehenetsia
gl: Por defecto
pt: Padrão

# BayesianMetaAnalysis|
source: Use default prior distributions for the effect size and heterogeneity based on Bartoš et al. (2022).
es: Utilizar distribuciones previas predeterminadas para la magnitud del efecto y la heterogeneidad basadas en Bartoš et al. (2022).
eu: Erabili Bartoš et al. (2022) oinarrituta efektuaren tamaina eta heterogeneotasunerako aurretiko banaketa lehenetsiak.
gl: Utilizar distribucións previas predeterminadas para a magnitude do efecto e a heteroxeneidade baseadas en Bartoš et al. (2022).
pt: Use distribuições anteriores padrão para o tamanho do efeito e heterogeneidade com base em Bartoš et al. (2022).

# BayesianMetaAnalysis|
source: Medicine
es: Medicina
eu: Medikuntza
gl: Medicina
pt: Medicina
