Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisDiagnostics|
source: Include casewise diagnostics to assess the influence of individual studies on the meta-analysis results. Note that diagnostics are always based on the non-clustered model.
eu: Sartu kasuz kasuko diagnostikoak metaanalisi emaitzetan banakako ikerketek duten eragina ebaluatzeko. Kontuan izan diagnostikoak beti eredu ez-multzokatuan oinarritzen direla.
gl: Incluír diagnósticos caso a caso para avaliar a influencia dos estudos individuais nos resultados da meta-análise. Cae na conta de que os diagnósticos están sempre baseados no modelo non-conglomerado.
pt: Inclua diagnósticos caso a caso para avaliar a influência de estudos individuais nos resultados da meta-análise. Observe que os diagnósticos são sempre baseados no modelo não agrupado.

# ClassicalMetaAnalysisDiagnostics|
source: Show only the influential studies in the casewise diagnostics. Unavailable when performing multilevel/multivariate meta-analysis.
eu: Erakutsi kasuen araberako diagnostikoan eragin handia izan duten ikerketak soilik. Ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisia egitean.
gl: Amosar só os estudos influíntes nos diagnósticos caso a caso. Non está dispoñible cando se fai a meta-análise multinivel/multivariante.
pt: Mostrar apenas os estudos influentes no diagnóstico por caso. Indisponível ao realizar meta-análise multinível/multivariada.

# ClassicalMetaAnalysisDiagnostics|
source: Include a Baujat plot to detect studies contributing to heterogeneity and overall effect size. Unavailable when performing multilevel/multivariate meta-analysis. Note that Baujat plot is always based on the non-clustered model.
eu: Sartu Baujat grafiko bat heterogeneotasunean eta efektuaren tamaina orokorrean laguntzen duten ikerketak detektatzeko. Ez dago eskuragarri metaanalisi maila anitzekoa/aldagai anitzekoa egiten denean. Kontuan izan Baujat grafikoa beti eredu ez-multzokatuan oinarritzen dela.
gl: Incluír unha gráfica de Baujat para detectar estudos que contribúen á heteroxeneidade e á magnitude global do efecto. Non está dispoñible cando se fai a meta-análise multinivel/multivariante. Cae na conta de que a gráfica de Baujat sempre está baseada no modelo non-conglomerado.
pt: Inclua um gráfico de Baujat para detectar estudos que contribuem para a heterogeneidade e o tamanho geral do efeito. Indisponível ao realizar meta-análises multinível/multivariadas. Observe que o gráfico de Baujat é sempre baseado no modelo não agrupado.

# ClassicalMetaAnalysisDiagnostics|
source: Include a residual funnel plot. Note that residual funnel plot is always based on the non-clustered model.
eu: Sartu hondar-inbutu-diagrama bat. Kontuan izan hondar-inbutu-diagrama beti eredu ez-multzokatuan oinarritzen dela.
gl: Incluír unha gráfica de funil dos erros. Cae na conta de que a gráfica de funil dos erros sempre está baseada no modelo non-conglomerado.
pt: Inclua um gráfico de funil residual. Observe que o gráfico de funil residual é sempre baseado no modelo não agrupado.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Variables selected for computing estimated marginal means in the heterogeneity model. Unavailable when performing multilevel/multivariate meta-analysis.
eu: Heterogeneotasun ereduan batez besteko marjinal estimatuak kalkulatzeko hautatutako aldagaiak. Ez daude eskuragarri maila anitzeko/aldagai anitzeko metaanalisia egitean.
gl: Variables seleccionadas para calcular as medias marxinais estimadas no modelo de heteroxeneidade. Non está dispoñible cando se fai a meta-análise multinivel/multivariante.
pt: Variáveis selecionadas para o cálculo das médias marginais estimadas no modelo de heterogeneidade. Indisponível ao realizar meta-análise multinível/multivariada.

# ClassicalMetaAnalysisModel|
source: Specify the heterogeneity model. Unavailable when performing multilevel/multivariate meta-analysis.
eu: Zehaztu heterogeneotasun eredua. Ez dago erabilgarri maila anitzeko/aldagai anitzeko metaanalisia egitean.
gl: Especificar o modelo de heteroxeneidade. Non está dispoñible cando se fai a meta-análise multinivel/multivariante.
pt: Especifique o modelo de heterogeneidade. Indisponível ao realizar meta-análise multinível/multivariada.

# ClassicalMetaAnalysisStatistics|
source: Summarize the meta-analytic between-study heterogeneity. Unavailable when performing multilevel/multivariate meta-analysis.
eu: Laburbildu metaanalisien arteko heterogeneotasuna. Ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisia egitean.
gl: Resumir a heteroxeneidade entre-estudos meta-analítica. Non está dispoñible cando se fai a meta-análise multinivel/multivariante.
pt: Resumir a heterogeneidade meta-analítica entre estudos. Indisponível ao realizar meta-análises multinível/multivariadas.

# RobustBayesianMetaAnalysisInference|
source: Include I², the percentage of total variation across studies due to heterogeneity. Unavailable when performing binomial meta-analysis.
eu: Sartu I², ikerketen arteko aldakuntza osoaren ehunekoa heterogeneotasunagatik. Ez dago eskuragarri metaanalisi binomiala egiten denean.
gl: Incluír I², a porcentaxe da variación total entre estudos debida á heteroxeneidade. Non está dispoñible cando se fai a meta-análise binomial.
pt: Inclui I², a porcentagem da variação total entre os estudos devido à heterogeneidade. Indisponível ao realizar meta-análise binomial.

# RobustBayesianMetaAnalysisInference|
source: Include H², an index indicating the ratio of total variability to sampling variability. Unavailable when performing binomial meta-analysis.
eu: Sartu H², aldakortasun osoaren eta laginketaren aldakortasunaren arteko erlazioa adierazten duen indizea. Ez dago erabilgarri metaanalisi binomiala egitean.
gl: Incluír H², un índice que expresa a proporción da variabilidade total respecto á variabilidade mostral. Non está dispoñible cando se fai a meta-análise binomial.
pt: Incluir H², um índice que indica a razão entre a variabilidade total e a variabilidade amostral. Indisponível ao realizar meta-análise binomial.

# RobustBayesianMetaAnalysisInference|
source: SMD to CLES, Pr(superiority)
eu: SMDtik CLESera, Pr(nagusitasuna)
gl: SMD a CLES, Pr(superioridade)
pt: SMD a CLES, Pr(superioridade)

# SemBasedMetaAnalysis|
source: Model fit measures
eu: Ereduaren egokitzapen neurriak
gl: Medidas de axuste do modelo
pt: Medidas de ajuste do modelo

# SemBasedMetaAnalysis|
source: Show a summary of the model fit statistics.
eu: Erakutsi ereduaren doikuntza-estatistiken laburpena.
gl: Amosar un resumo dos estatísticos de axuste do modelo.
pt: Mostrar um resumo das estatísticas de ajuste do modelo.

# BayesianBinomialMetaAnalysis|
source: Sample Size Group 2
eu: Laginaren tamaina 2. taldea
gl: Tamaño da mostra Grupo 2
pt: Tamanho de amostra Grupo 2

# ClassicalMantelHaenszelPeto|
source: Mantel-Haenszel / Peto meta-analysis allows you to conduct a meta-analysis of frequencies / time to event outcomes.
eu: Mantel-Haenszel / Peto metaanalisiak gertaeren emaitzen maiztasunen / denboraren metaanalisi bat egiteko aukera ematen dizu.
gl: A Meta-Análise de Mantel-Haenszel/Peto te permite realizar unha meta-análise de frecuencias/tempo aos resultados de eventos.
pt: A meta-análise de Mantel-Haenszel/Peto permite que você conduza uma meta-análise de frequências/tempo até os resultados do evento.

# ClassicalMantelHaenszelPeto|
source: References
eu: Erreferentziak
gl: Referencias
pt: Referências

# ClassicalMantelHaenszelPeto|
source: R Packages
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

# ClassicalMantelHaenszelPeto|
source: Successes Group 1
eu: Arrakastak 1. Taldea
gl: Acertos Grupo 1
pt: Sucessos Grupo 1

# ClassicalMantelHaenszelPeto|
source: Successes Group 2
eu: Arrakastak 2. Taldea
gl: Acertos Grupo 2
pt: Sucessos Grupo 2

# ClassicalMantelHaenszelPeto|
source: Sample Size Group 1
eu: Laginaren tamaina 1. taldea
gl: Tamaño da mostra Grupo 1
pt: Tamanho de Amostra Grupo 1

# ClassicalMantelHaenszelPeto|
source: Sample Size Group 2
eu: Laginaren tamaina 2. taldea
gl: Tamaño da mostra Grupo 2
pt: Tamanho de Amostra Grupo 2

# ClassicalMantelHaenszelPeto|
source: Events Group 1
eu: Ekitaldiak 1. Taldea
gl: Eventos Grupo 1
pt: Eventos Grupo 1

# ClassicalMantelHaenszelPeto|
source: Events Group 2
eu: 2. Ekitaldi Taldea
gl: Eventos Grupo 2
pt: Eventos Grupo 2

# ClassicalMantelHaenszelPeto|
source: Person-Time Group 1
eu: Pertsona-Denbora 1. Taldea
gl: Persona-Tempo Grupo 1
pt: Pessoa-Tempo Grupo 1

# ClassicalMantelHaenszelPeto|
source: Person-Time Group 2
eu: Pertsona-Denbora 2. Taldea
gl: Persona-Tempo Grupo 2
pt: Pessoa-Tempo Grupo 2

# ClassicalMantelHaenszelPeto|
source: Method
eu: Metodoa
gl: Método
pt: Método

# ClassicalMantelHaenszelPeto|
source: Select the method to be used for the meta-analysis.
eu: Hautatu metaanalisirako erabiliko den metodoa.
gl: Seleccionar o método a usar para a Meta-Análise.
pt: Selecione o método a ser usado para a meta-análise.

# ClassicalMantelHaenszelPeto|
source: Mantel-Haenszel (Frequencies)
eu: Mantel-Haenszel (Maiztasunak)
gl: Mantel-Haenszel (Frecuencias)
pt: Mantel-Haenszel (Frequências)

# ClassicalMantelHaenszelPeto|
source: Mantel-Haenszel (Events)
eu: Mantel-Haenszel (Ekitaldiak)
gl: Mantel-Haenszel (Eventos)
pt: Mantel-Haenszel (Eventos)

# ClassicalMantelHaenszelPeto|
source: Effect size measure
eu: Efektuaren tamainaren neurria
gl: Medida da magnitude do efecto
pt: Medida do tamanho de efeito

# ClassicalMantelHaenszelPeto|
source: Select the effect size measure to be used in the meta-analysis.
eu: Hautatu metaanalisian erabiliko den efektuaren tamainaren neurria.
gl: Selecciona a medida da magnitude do efecto a usar na Meta-Análise.
pt: Selecione a medida do tamanho do efeito a ser usada na meta-análise.

# ClassicalMantelHaenszelPeto|
source: Log odds ratio
eu: Log probabilitate-erlazioa
gl: Logaritmo da Razón de Probabilidades
pt: Log da razão de chances

# ClassicalMantelHaenszelPeto|
source: Log risk ratio
eu: Arrisku-erlazio logaritmikoa
gl: Logaritmo da Proporción de Riscos
pt: Log da razão de risco

# ClassicalMantelHaenszelPeto|
source: Risk difference
eu: Arrisku-diferentzia
gl: Diferenza de riscos
pt: Diferença de riscos

# ClassicalMantelHaenszelPeto|
source: Log incidence rate ratio
eu: Intzidentzia-tasaren ratioaren logaritmoa
gl: Logaritmo da Proporción de Taxas de Incidencias
pt: Log da razão da taxa de incidência

# ClassicalMantelHaenszelPeto|
source: Incidence rate difference
eu: Intzidentzia-tasaren aldea
gl: Diferenza de Taxas de Incidencias
pt: Diferença da taxa de incidência

# ClassicalMantelHaenszelPeto|
source: Study Labels
eu: Ikasketa Etiketak
gl: Etiquetas dos Estudos
pt: Rótulos de Estudo

# ClassicalMantelHaenszelPeto|
source: Variable containing labels for the studies. Used for labeling outputs and plots.
eu: Ikasketetarako etiketak dituen aldagaia. Irteerak eta grafikoak etiketatzeko erabiltzen da.
gl: Variables que conteñen as etiquetas para os estudos. Utilízase para etiquetar saídas de resultados e gráficas.
pt: Variável contendo rótulos para os estudos. Usada para rotular saídas e gráficos.

# ClassicalMantelHaenszelPeto|
source: Subgroup
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# ClassicalMantelHaenszelPeto|
source: Variable indicating subgroup stratification. For each subgroup, an independent model is fitted to the corresponding data set subset.
eu: Azpitaldeen estratifikazioa adierazten duen aldagaia. Azpitalde bakoitzerako, eredu independente bat egokitzen zaio dagokion datu-multzoaren azpimultzoari.
gl: Variable que indica a estratificación de subgrupos. Para cada subgrupo, axústase un modelo independente ao correspondente subconxunto do conxunto de datos.
pt: Variável que indica a estratificação do subgrupo. Para cada subgrupo, um modelo independente é ajustado ao subconjunto do conjunto de dados correspondente.

# ClassicalMantelHaenszelPetoAdvanced|
source: Advanced
eu: Aurreratua
gl: Avanzado
pt: Avançado

# ClassicalMantelHaenszelPetoAdvanced|
source: Advanced options for the meta-analysis.
eu: Metaanalisirako aukera aurreratuak.
gl: Opcións avanzadas para a Meta-Análise.
pt: Opções avançadas para a meta-análise.

# ClassicalMantelHaenszelPetoAdvanced|
source: Show metafor R code
eu: Erakutsi metafor R kodea
gl: Amosar o código de R de metafor
pt: Mostrar código R do metafor

# ClassicalMantelHaenszelPetoAdvanced|
source: Display the underlying R code used by the metafor package to fit the model.
eu: Erakutsi metafor paketeak eredua egokitzeko erabilitako R kode nagusia.
gl: Presentar o código subxacente de R utilizado polo paquete metafor para axustar o modelo.
pt: Exibe o código R subjacente usado pelo pacote metafor para ajustar o modelo.

# ClassicalMantelHaenszelPetoAdvanced|
source: Include full dataset in subgroup analysis
eu: Sartu datu-multzo osoa azpitaldeen analisian
gl: Incluír o conxunto de datos completo na análise de subgrupos
pt: Incluir conjunto de dados completo na análise de subgrupos

# ClassicalMantelHaenszelPetoAdvanced|
source: Include the full dataset output in the subgroup analysis. This option is only available when the subgroup analysis is selected.
eu: Sartu datu-multzo osoaren irteera azpitaldeen analisian. Aukera hau azpitaldeen analisia hautatuta dagoenean bakarrik dago eskuragarri.
gl: Incluír o resultado do conxunto de datos completo na análise de subgrupos. Esta opción só está dispoñible cando se selecciona a análise de subgrupos.
pt: Incluir a saída completa do conjunto de dados na análise de subgrupo. Esta opção só está disponível quando a análise de subgrupo é selecionada.

# ClassicalMantelHaenszelPetoAdvanced|
source: Handling of zero frequencies
eu: Zero maiztasunen maneiua
gl: Manexar as frecuencias nulas
pt: Manipulação de frequências zero

# ClassicalMantelHaenszelPetoAdvanced|
source: Options for handling zero frequencies in the data.
eu: Datuetan zero maiztasunak kudeatzeko aukerak.
gl: Opcións para manexar as frecuencias nulas nos datos.
pt: Opções para lidar com frequências zero nos dados.

# ClassicalMantelHaenszelPetoAdvanced|
source: Add
eu: Gehitu
gl: Engadir
pt: Adicionar

# ClassicalMantelHaenszelPetoAdvanced|
source: To
eu: Hara
gl: A
pt: Para

# ClassicalMantelHaenszelPetoAdvanced|
source: All
eu: Guztiak
gl: Todo
pt: Todos

# ClassicalMantelHaenszelPetoAdvanced|
source: Only zero
eu: Zero bakarrik
gl: Só cero
pt: Apenas zero

# ClassicalMantelHaenszelPetoAdvanced|
source: If any zero
eu: Zeroren bat baldin badago
gl: Se algún cero
pt: Se algum zero

# ClassicalMantelHaenszelPetoAdvanced|
source: None
eu: Bat ere ez
gl: Ningún
pt: Nenhum

# ClassicalMantelHaenszelPetoAdvanced|
source: Drop studies with no cases/events
eu: Kasu/gertaerarik gabeko ikerketak bertan behera utzi
gl: Quitar estudos sen ningún caso/evento
pt: Excluir estudos sem casos/eventos

# ClassicalMantelHaenszelPetoAdvanced|
source: Yes
eu: Bai
gl: Si
pt: Sim

# ClassicalMantelHaenszelPetoAdvanced|
source: No
eu: Ez
gl: Non
pt: Não

# ClassicalMantelHaenszelPetoAdvanced|
source: Continuity correction
eu: Jarraitutasun zuzenketa
gl: Corrección de continuidade
pt: Correção de continuidade

# ClassicalMantelHaenszelPetoAdvanced|
source: Apply continuity correction to Cochran-Mantel-Haenszel test statistic.
eu: Aplikatu jarraitutasun-zuzenketa Cochran-Mantel-Haenszel proba-estatistikari.
gl: Aplicar a corrección de continuidade ao estatístico da proba de Cochran-Mantel-Haenszel.
pt: Aplique correção de continuidade à estatística de teste de Cochran-Mantel-Haenszel.

# ClassicalMetaAnalysisAdvanced|
source: Specify the maximum allowable value of 𝜏² during optimization. Available only for specific optimization methods and unavailable in multilevel/multivariate meta-analysis or when heterogeneity model terms are included.
eu: Zehaztu 𝜏²-ren gehienezko balio onargarria optimizazioan zehar. Optimizazio metodo espezifikoetarako soilik eskuragarri eta ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietan edo heterogeneotasun ereduaren terminoak sartzen direnean.
gl: Especificar o valor máximo admisible para 𝜏² durante a optimización. Só dispoñible para métodos concretos de optimización; e non dispoñible na Meta-Análise multinivel/multivariante nin cando se inclúen os termos do modelo de heteroxeneidade.
pt: Especifique o valor máximo permitido de 𝜏² durante a otimização. Disponível apenas para métodos de otimização específicos e indisponível em meta-análises multinível/multivariadas ou quando termos do modelo de heterogeneidade são incluídos.

# BayesianBinomialMetaAnalysis|
source: Bayesian Model Averaging
eu: Bayesiar ereduaren batez bestekoa
gl: Facer a media do Modelo baiesiano
pt: Média do Modelo Bayesiano

# BayesianBinomialMetaAnalysis|
source: Specify which components should be included Bayesian model averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
eu: Zehaztu zein osagai sartu behar diren Bayes ereduaren batez bestekoa erabiliz. Hautatuta badago, osagaiaren presentziaren eta absentziaren araberako aurreko banaketa zehazten da. Horri esker, osagaiaren presentzia edo absentzia probatu daiteke (osagaia hautatzen ez bada, Bayes faktorearen proba ez da egiten). Bistaratutako estimazioak zehaztutako osagai guztien aurreko banaketa nulu eta alternatiboen batez bestekoa dira.
gl: Especificar que compoñentes deben incluírse ao facer a media do Modelo baiesiano. Cando se selecciona, especifícanse as distribucións previas baixo a presencia e baixo a ausencia da compoñente. Isto permite probar a presencia vs. ausencia da compoñente (se non se selecciona unha compoñente, non se realiza unha proba de factores de Bayes). Faise a media das estimacións presentadas entre as distribucións previas nula e alternativa de tódalas compoñentes especificadas.
pt: Especifique quais componentes devem ser incluídos na média do modelo bayesiano. Se selecionado, a distribuição a priori, tanto na presença quanto na ausência do componente, é especificada. Isso permite testar a presença vs. ausência do componente (se o componente não for selecionado, o teste do fator Bayesiano não será realizado). As estimativas exibidas são calculadas com base na média das distribuições a priori nulas e alternativas de todos os componentes especificados.

# BayesianMetaAnalysis|
source: Bayesian Model Averaging
eu: Bayesiar ereduaren batez bestekoa
gl: Facer a media do Modelo baiesiano
pt: Média do Modelo Bayesiano

# BayesianMetaAnalysis|
source: Specify which components should be included Bayesian model averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
eu: Zehaztu zein osagai sartu behar diren Bayes ereduaren batez bestekoa erabiliz. Hautatuta badago, osagaiaren presentziaren eta absentziaren araberako aurreko banaketa zehazten da. Horri esker, osagaiaren presentzia edo absentzia probatu daiteke (osagaia hautatzen ez bada, Bayes faktorearen proba ez da egiten). Bistaratutako estimazioak zehaztutako osagai guztien aurreko banaketa nulu eta alternatiboen batez bestekoa dira.
gl: Especificar que compoñentes deben incluírse ao facer a media do Modelo baiesiano. Cando se selecciona, especifícanse as distribucións previas baixo a presencia e baixo a ausencia da compoñente. Isto permite probar a presencia vs. ausencia da compoñente (se non se selecciona unha compoñente, non se realiza unha proba de factores de Bayes). Faise a media das estimacións presentadas entre as distribucións previas nula e alternativa de tódalas compoñentes especificadas.
pt: Especifique quais componentes devem ser incluídos na média do modelo bayesiano. Se selecionado, a distribuição a priori, tanto na presença quanto na ausência do componente, é especificada. Isso permite testar a presença vs. ausência do componente (se o componente não for selecionado, o teste do fator Bayesiano não será realizado). As estimativas exibidas são calculadas com base na média das distribuições a priori nulas e alternativas de todos os componentes especificados.

# EffectSizeComputation|
source: Group 2/Outcome -
eu: 2. taldea/Emaitza -
gl: Grupo 2/Resultado -
pt: Grupo 2/Resultado -

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Model Variables
eu: Eredu aldagaiak
gl: Variables do modelo
pt: Variáveis do Modelo

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Selected Variables
eu: Hautatutako aldagaiak
gl: Variables escollidas
pt: Variáveis Selecionadas

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Model Variables
eu: Eredu aldagaiak
gl: Variables do modelo
pt: Variáveis do Modelo

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Selected Variables
eu: Hautatutako aldagaiak
gl: Variables escollidas
pt: Variáveis Selecionadas

# RobustBayesianMetaAnalysis|
source: Bayesian Model Averaging
eu: Bayesiar ereduaren batez bestekoa
gl: Facer a media do Modelo baiesiano
pt: Média do Modelo Bayesiano

# RobustBayesianMetaAnalysis|
source: Specify which components should be included Bayesian model averaging. If selected, prior distribution under both the presence and absence of the component are specified. This allows for testing for the presence vs. absence of the component (if the component is not selected, a Bayes factor test is not conducted). The displayed estimates are averaged across null and alternative prior distributions of all specified components.
eu: Zehaztu zein osagai sartu behar diren Bayes ereduaren batez bestekoa erabiliz. Hautatuta badago, osagaiaren presentziaren eta absentziaren araberako aurreko banaketa zehazten da. Horri esker, osagaiaren presentzia edo absentzia probatu daiteke (osagaia hautatzen ez bada, Bayes faktorearen proba ez da egiten). Bistaratutako estimazioak zehaztutako osagai guztien aurreko banaketa nulu eta alternatiboen batez bestekoa dira.
gl: Especificar que compoñentes deben incluírse ao facer a media do Modelo baiesiano. Cando se selecciona, especifícanse as distribucións previas baixo a presencia e baixo a ausencia da compoñente. Isto permite probar a presencia vs. ausencia da compoñente (se non se selecciona unha compoñente, non se realiza unha proba de factores de Bayes). Faise a media das estimacións presentadas entre as distribucións previas nula e alternativa de tódalas compoñentes especificadas.
pt: Especifique quais componentes devem ser incluídos na média do modelo bayesiano. Se selecionado, a distribuição a priori, tanto na presença quanto na ausência do componente, é especificada. Isso permite testar a presença vs. ausência do componente (se o componente não for selecionado, o teste do fator Bayesiano não será realizado). As estimativas exibidas são calculadas com base na média das distribuições a priori nulas e alternativas de todos os componentes especificados.

# BayesianMetaAnalysisPriors|
source: df:
es: GL:
gl: GL:
ja: 自由度:
nl: vg:
pt: gl:
ta: டி.எஃப்:

# RobustBayesianMetaAnalysisPriors|
source: Student-t(μ,σ,v)
es: T de Student(μ,σ,v)
gl: T de Student(μ,σ,v)
pt: t de Student(μ,σ,v)
ta: மாணவர்-டி (μ, σ, வி)

# RobustBayesianMetaAnalysisPriors|
source: Spike(x₀)
de: Punktmasse(x₀)
es: Pico(x₀)
gl: Pico(x₀)
nl: Puntmassa(x₀)
pt: Pico(x₀)
ta: ச்பைக் (x₀)

# Description|
source: WAAP-WLS
es: WAAP-MCP
gl: WAAP-MCX
ta: Thlirts

# PredictionPerformancePriors|
source: sd:
es: dt:
gl: dp:
pt: dp:
ta: எச்டி:
