Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisForestPlot|
source: Change color of the plotted objects. Only available if no color mapping is selected.
ta: திட்டமிடப்பட்ட பொருட்களின் நிறத்தை மாற்றவும். வண்ண மேப்பிங் எதுவும் தேர்ந்தெடுக்கப்படாவிட்டால் மட்டுமே கிடைக்கும்.

# ClassicalMetaAnalysisForestPlot|
source: Black
ta: கருப்பு

# ClassicalMetaAnalysisForestPlot|
source: Blue
ta: நீலம்

# ClassicalMetaAnalysisForestPlot|
source: Red
ta: சிவப்பு

# ClassicalMetaAnalysisForestPlot|
source: Add vertical line
ta: செங்குத்து கோட்டைச் சேர்க்கவும்

# ClassicalMetaAnalysisForestPlot|
source: Add a solid vertical line in the forest plot.
ta: வன சதித்திட்டத்தில் திடமான செங்குத்து கோட்டைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Add vertical line (2)
ta: செங்குத்து கோட்டைச் சேர்க்கவும் (2)

# ClassicalMetaAnalysisForestPlot|
source: Add a dotted vertical line in the forest plot.
ta: வன சதித்திட்டத்தில் புள்ளியிடப்பட்ட செங்குத்து கோட்டைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: X-axis label
ta: எக்ச்-அச்சு சிட்டை

# ClassicalMetaAnalysisForestPlot|
source: Change the x-axis label of the forest plot (the default 'Effect Size' changes in accordance with the selected effect size transformation).
ta: வன சதித்திட்டத்தின் எக்ச்-அச்சு லேபிளை மாற்றவும் (தேர்ந்தெடுக்கப்பட்ட விளைவு அளவு மாற்றத்திற்கு ஏற்ப இயல்புநிலை 'விளைவு அளவு' மாற்றங்கள்).

# ClassicalMetaAnalysisForestPlot|
source: X-axis limits
ta: எக்ச்-அச்சு வரம்புகள்

# ClassicalMetaAnalysisForestPlot|
source: Change the default x-axis limits.
ta: இயல்புநிலை எக்ச்-அச்சு வரம்புகளை மாற்றவும்.

# ClassicalMetaAnalysisForestPlot|
source: Lower
ta: கீழ்

# ClassicalMetaAnalysisForestPlot|
source: Upper
ta: மேல்

# ClassicalMetaAnalysisStatistics|
source: Random Effects / Model Structure
ta: சீரற்ற விளைவுகள் / மாதிரி அமைப்பு

# ClassicalMetaAnalysisStatistics|
source: Test the inclusion of the individual Random Effects / Model Structure components. The test compares the complete model (i.e., including all components) with a model without one of the specified Random Effects / Model Structure components at a time.
ta: தனிப்பட்ட சீரற்ற விளைவுகள் / மாதிரி கட்டமைப்பு கூறுகளைச் சேர்ப்பதை சோதிக்கவும். சோதனை ஒரு நேரத்தில் குறிப்பிட்ட சீரற்ற விளைவுகள் / மாதிரி கட்டமைப்பு கூறுகளில் ஒன்று இல்லாமல் ஒரு மாதிரியுடன் முழுமையான மாதிரியை (அதாவது அனைத்து கூறுகளையும் உள்ளடக்கியது) ஒப்பிடுகிறது.

# PredictionPerformanceInference|
source: DerSimonian-Laird
ta: டெர்சிமோனியன்-லெயார்ட்

# PredictionPerformanceInference|
source: Hunter-Schmidt
ta: அண்டர்-ச்மிட்

# PredictionPerformanceInference|
source: Sidik-Jonkman
ta: சிடிக்-சோன்க்மேன்

# PredictionPerformanceInference|
source: Paule-Mandel
ta: புலே-மாண்டல்

# ClassicalMetaAnalysis|
source: Covariates
de: Kovariaten
ja: 共変量
nl: Covariaten

# ClassicalMetaAnalysis|
source: Factors
de: Faktoren
ja: 要因
nl: Factoren

# ClassicalMetaAnalysis|
source: Components
de: Komponenten
ja: コンポーネント
nl: Componenten

# ClassicalMetaAnalysis|
source: Model Terms
de: Modellterme
ja: モデル項
nl: Modeltermen

# ClassicalMetaAnalysis|
source: Include intercept
de: Konstante einbeziehen
ja: 切片を含む
nl: Voeg intercept toe

# ClassicalMetaAnalysisDiagnostics|
source: Trim-fill analysis
de: Trim-fill-Analyse
ja: トリム-フィル分析
nl: Trim-fill analyse

# ClassicalMetaAnalysisDiagnostics|
source: Profile plot
de: Profildiagramm
ja: プロフィールプロット
nl: Profielgrafiek

# ClassicalMetaAnalysisDiagnostics|
source: Diagnostic plots
de: Diagnostische Diagramme
ja: 診断プロット
nl: Diagnostische grafieken

# ClassicalMetaAnalysisDiagnostics|
source: Q-Q plot standardized residuals
de: Q-Q-Diagramm standardisierter Residuen
ja: Q-Qプロット標準化残差
nl: Q-Q grafiek gestandaardiseerde residuen

# ClassicalMetaAnalysisDiagnostics|
source: Robustness
de: Robustheit
ja: ロバスト性
nl: Robuustheid

# ClassicalMetaAnalysisMethod|
source: Method
de: Methode
ja: 方法
nl: Methode

# ClassicalMetaAnalysisMethod|
source: Fixed Effects
de: Feste Effekte
ja: 固定効果
nl: Gefixeerde effecten

# ClassicalMetaAnalysisMethod|
source: Maximum Likelihood
ja: 最尤
nl: Maximale aannemelijkheid

# ClassicalMetaAnalysisMethod|
source: Restricted ML
de: Begrenztes ML
ja: 制限付き最尤法
nl: Beperkte ML

# ClassicalMetaAnalysisMethod|
source: Empirical Bayes
de: Empirische Bayes
ja: 経験ベイズ
nl: Empirische Bayes

# ClassicalMetaAnalysisStatistics|
source: Regression Coefficients
de: Regressionskoeffizienten
ja: 回帰係数
nl: Regressiecoëfficiënten

# ClassicalMetaAnalysisStatistics|
source: Estimates
de: Schätzungen
ja: 推定値
nl: Schattingen

# ClassicalMetaAnalysisStatistics|
source: Test
ja: 検定
nl: Toets

# ClassicalMetaAnalysisStatistics|
source: Covariance matrix
de: Kovarianzmatrix
ja: 共分散行列
nl: Covariantiematrix

# ClassicalMetaAnalysisStatistics|
source: Model Fit
de: Modellanpassung
ja: モデルフィット
nl: Model Passing

# ClassicalMetaAnalysisStatistics|
source: Forest plot
ja: フォレストプロット
nl: Forest grafiek

# ClassicalMetaAnalysisStatistics|
source: Show labels
de: Beschriftungen anzeigen
ja: ラベルを表示
nl: Toon labels

# ClassicalMetaAnalysisStatistics|
source: Ordering
de: Reihenfolge
ja: 順序
nl: Ordening

# ClassicalMetaAnalysisStatistics|
source: Year (ascending)
de: Jahr (aufsteigend)
ja: 年 (昇順)
nl: Jaar (toenemend)

# ClassicalMetaAnalysisStatistics|
source: Year (descending)
de: Jahr (absteigend)
ja: 年 (降順)
nl: Jaar (afnemend)

# ClassicalMetaAnalysisStatistics|
source: Effect size (ascending)
de: Effektstärke (aufsteigend)
ja: 効果量 (昇順)
nl: Effectgrootte (toenemend)

# ClassicalMetaAnalysisStatistics|
source: Effect size (descending)
de: Effektstärke (absteigend)
ja: 効果量 (降順)
nl: Effectgrootte (afnemend)

# ClassicalMetaAnalysisStatistics|
source: Funnel plot
ja: ファンネルプロット
nl: Trechtergrafiek

# ClassicalMetaAnalysisStatistics|
source: Rank test for funnel plot asymmetry
de: Rangordertest für Funnelplot-Asymmetrie
ja: ファンネルプロットの非対称性に関するランク検定
nl: Rangordetoets voor trechtergrafiek-asymmetrie

# ClassicalMetaAnalysisStatistics|
source: Regression test for funnel plot asymmetry
de: Regressionstest für Funnelplot-Asymmetrie
ja: ファンネルプロットの非対称性における回帰検定
nl: Regressietoets voor trechtergrafiek-asymmetrie

# ClassicalMetaAnalysisStatistics|
source: Residuals Model
de: Residuen Modell
ja: 残差モデル
nl: Residuen Model

# ClassicalMetaAnalysisStatistics|
source: Residuals parameters
de: Residuen-Parameter
ja: 残差パラメータ
nl: Residuen Parameters

# ClassicalMetaAnalysis|
source: Model
de: Modell
ja: モデル

# ClassicalMetaAnalysisStatistics|
source: Interval
de: Intervall
ja: 区間

# RobustBayesianMetaAnalysis|
source: Effect
ja: 効果

# RobustBayesianMetaAnalysis|
source: Weight function
ja: 重み関数

# RobustBayesianMetaAnalysis|
source: Inference
ja: 推論

# RobustBayesianMetaAnalysis|
source: Conditional estimates
ja: 条件付き推定値

# RobustBayesianMetaAnalysis|
source: Models overview
ja: モデル概要

# RobustBayesianMetaAnalysis|
source: Inclusion
ja: 包含

# RobustBayesianMetaAnalysis|
source: Order
ja: 順序

# RobustBayesianMetaAnalysis|
source: Posterior prob.
ja: 事後確率

# RobustBayesianMetaAnalysis|
source: Individual models
ja: 個別モデル

# RobustBayesianMetaAnalysis|
source: Single model
ja: 単一モデル

# RobustBayesianMetaAnalysis|
source: CI width
ja: CI幅

# RobustBayesianMetaAnalysis|
source: Plots
ja: プロット

# RobustBayesianMetaAnalysis|
source: Pooled estimates
ja: プールされた推定値

# RobustBayesianMetaAnalysis|
source: Forest plot
ja: フォレストプロット

# RobustBayesianMetaAnalysis|
source: Show
ja: 表示

# RobustBayesianMetaAnalysis|
source: Ascending
ja: 昇順

# RobustBayesianMetaAnalysis|
source: Descending
ja: 降順

# RobustBayesianMetaAnalysis|
source: Row order
ja: 行の順序

# RobustBayesianMetaAnalysis|
source: Weights
ja: 重み

# RobustBayesianMetaAnalysis|
source: Rescale x-axis
ja: X軸のリスケール

# RobustBayesianMetaAnalysis|
source: Type
ja: タイプ

# RobustBayesianMetaAnalysis|
source: Model averaged
ja: モデル平均

# RobustBayesianMetaAnalysis|
source: Conditional
ja: 条件付き

# RobustBayesianMetaAnalysis|
source: Show priors
ja: 事前分布表示

# RobustBayesianMetaAnalysis|
source: Model number
ja: モデル番号

# RobustBayesianMetaAnalysis|
source: MCMC Diagnostics
ja: MCMC診断

# RobustBayesianMetaAnalysis|
source: Overview
ja: 概要

# RobustBayesianMetaAnalysis|
source: Plot
ja: プロット

# RobustBayesianMetaAnalysis|
source: Trace
ja: トレース

# RobustBayesianMetaAnalysis|
source: Autocorrelation
ja: 自己相関

# RobustBayesianMetaAnalysis|
source: Posterior samples densities
ja: 事後サンプル密度

# RobustBayesianMetaAnalysis|
source: Advanced
ja: 詳細

# RobustBayesianMetaAnalysis|
source: Estimation settings (MCMC)
ja: 推定設定 (MCMC)

# RobustBayesianMetaAnalysis|
source: Adaptation
ja: 適応

# RobustBayesianMetaAnalysis|
source: Burnin
ja: バーンイン

# RobustBayesianMetaAnalysis|
source: Iterations
ja: イテレーション

# RobustBayesianMetaAnalysis|
source: Chains
ja: チェイン

# RobustBayesianMetaAnalysis|
source: Thin
ja: Thin(間引き)

# RobustBayesianMetaAnalysis|
source: Autofit
ja: オートフィット

# RobustBayesianMetaAnalysis|
source: Maximum fitting time
ja: 最大適合時間

# RobustBayesianMetaAnalysis|
source: hours
ja: 時間

# RobustBayesianMetaAnalysis|
source: minutes
ja: 分

# RobustBayesianMetaAnalysis|
source: seconds
ja: 秒

# RobustBayesianMetaAnalysis|
source: Save the fitted model
ja: 適合モデルの保存

# SelectionModels|
source: P-value frequency
ja: p値の度数(Frequency)

# SelectionModels|
source: Mean estimates
ja: 平均推定値

# SelectionModels|
source: Estimated weights
ja: 推定された重み

# SelectionModels|
source: Estimated heterogeneity
ja: 推定された異質性

# ClassicalMetaAnalysisDiagnostics|
source: Fail-safe N
ja: フェイルセーフN

# ClassicalMetaAnalysisMethod|
source: DerSimonian-Laird
ja: DerSimonian-Laird法

# ClassicalMetaAnalysisMethod|
source: Hedges
ja: ヘッジ(Hedges)

# RobustBayesianMetaAnalysis|
source: vs. Best
ja: vs. ベスト

# RobustBayesianMetaAnalysis|
source: vs. Previous
ja: vs. 前回

# RobustBayesianMetaAnalysis|
source: Bayes factor
ja: ベイズファクター

# RobustBayesianMetaAnalysis|
source: Output scale
ja: 出力スケール

# RobustBayesianMetaAnalysis|
source: Shorten prior names
ja: 事前分布の名前を短縮

# RobustBayesianMetaAnalysis|
source: Order by
ja: 順序

# RobustBayesianMetaAnalysis|
source: Estimate
ja: 推定

# RobustBayesianMetaAnalysis|
source: Bayesian updating
ja: ベイジアン更新

# RobustBayesianMetaAnalysis|
source: Posterior estimates
ja: 事後推定値

# RobustBayesianMetaAnalysis|
source: Estimation scale
ja: 推定スケール

# RobustBayesianMetaAnalysis|
source: Effective sample size
ja: 有効サンプルサイズ

# RobustBayesianMetaAnalysis|
source: MCMC error
ja: MCMC誤差

# RobustBayesianMetaAnalysis|
source: MCMC error / SD
ja: MCMC誤差 / SD

# RobustBayesianMetaAnalysis|
source: Extend samples
ja: サンプル拡張

# RobustBayesianMetaAnalysis|
source: Remove failed models
ja: 失敗したモデルの除去

# RobustBayesianMetaAnalysis|
source: Rebalance component probability on model failure
ja: モデルの失敗時にコンポーネントの確率を再調整します

# PetPeese|
source: Mean estimates
ja: 平均推定値

# PetPeese|
source: PET-PEESE regression estimates
ja: PET-PEESE 回帰推定値

# PetPeese|
source: Meta-Regression Estimate
ja: メタ回帰推定値

# PredictionPerformanceData|
source: Data
ja: データ

# PredictionPerformanceData|
source: O:E ratio
ja: O:E 比

# PredictionPerformanceData|
source: O:E Ratio
ja: O:E 比

# PredictionPerformanceInference|
source: Export O:E ratios
ja: O:E比を出力

# PredictionPerformanceInference|
source: Export C-statistics
ja: C統計量の出力

# PredictionPerformanceInference|
source: Column name
ja: 列名

# PredictionPerformanceInference|
source: O:E ratios
ja: O:E比

# PredictionPerformanceInference|
source: O:E ratios (lCI)
ja: O:E比 (lCI)

# PredictionPerformanceInference|
source: O:E ratios (uCI)
ja: O:E比 (uCI)

# PredictionPerformancePriors|
source: Summary estimate (O:E Ratio)
ja: 要約推定値 (O:E比)

# PredictionPerformancePriors|
source: Summary estimate (C statistic)
ja: 要約推定値 (C統計量)

# PredictionPerformancePriors|
source: Heterogeneity (Between study SD)
ja: 異質性 (研究間 SD)

# PredictionPerformancePriors|
source: Half t
ja: 半t

# WaapWls|
source: Mean estimates
ja: 平均推定値

# WaapWls|
source: Multiplicative heterogeneity estimates
ja: 乗法異質性の推定値

# RobustBayesianMetaAnalysis|
source: Model ensemble
ja: モデルアンサンブル

# RobustBayesianMetaAnalysis|
source: Plot prior distributions
ja: 事前分布のプロット
