Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ForestPlot|
source: Add a dotted vertical line in the forest plot.
es: Añadir una línea vertical punteada en el gráfico forestal.
eu: Gehitu puntuzko marra bertikal bat baso-diagraman.
gl: Engadir unha liña vertical punteada na gráfica forestal.
pt: Adicione uma linha vertical pontilhada no gráfico de floresta.

# ForestPlot|
source: X-axis label
es: Etiqueta del eje X
eu: X ardatzaren etiketa
gl: Etiqueta do eixe X
pt: Rótulo do eixo x

# ForestPlot|
source: Change the x-axis label of the forest plot (the default 'Effect Size' changes in accordance with the selected effect size transformation).
es: Modificar la etiqueta del eje X en el gráfico forestal (la 'Magnitud del efecto' predeterminada cambia de acuerdo con la transformación elegida de la magnitud del efecto).
eu: Aldatu baso-diagramaren x ardatzaren etiketa (lehenetsitako 'Efektuaren Tamaina' hautatutako efektuaren tamainaren eraldaketaren arabera aldatzen da).
gl: Trocar a etiqueta do eixe X na gráfica forestal (a 'Magnitude do efecto' predeterminada cambia de acordo coa transformación escollida da magnitude do efecto).
pt: Altere o rótulo do eixo x do gráfico de floresta (o 'Tamanho do efeito' padrão muda de acordo com a transformação do tamanho do efeito selecionada).

# ForestPlot|
source: X-axis limits
es: Límites del eje X
eu: X ardatzaren mugak
gl: Límites do eixe X
pt: Limites do eixo x

# ForestPlot|
source: Change the default x-axis limits.
es: Cambiar los límites predeterminados del eje X.
eu: Aldatu x ardatzaren muga lehenetsiak.
gl: Trocar os límites predeterminados do eixe X.
pt: Alterar os limites padrão do eixo x.

# ForestPlot|
source: Lower
es: Inferior
eu: Beheko
gl: Inferior
pt: Inferior

# ForestPlot|
source: Upper
es: Superior
eu: Goiko
gl: Superior
pt: Superior

# ForestPlot|
source: Relative Size
es: Tamaño relativo
eu: Tamaina erlatiboa
gl: Tamaño relativo
pt: Tamanho Relativo

# ForestPlot|
source: Adjust the relative size of the forest plot components.
es: Ajustar el tamaño relativo de las componentes del gráfico forestal.
eu: Doitu baso-lursailaren osagaien tamaina erlatiboa.
gl: Axustar o tamaño relativo das compoñentes da gráfica forestal.
pt: Ajuste o tamanho relativo dos componentes do gráfico de floresta.

# ForestPlot|
source: Estimates
es: Estimaciones
eu: Estimazioak
gl: Estimacións
pt: Estimativas

# ForestPlot|
source: Text
es: Texto
eu: Testua
gl: Texto
pt: Texto

# ForestPlot|
source: Axis labels
es: Etiquetas de los ejes
eu: Ardatz etiketak
gl: Etiquetas dos eixes
pt: Rótulos dos eixos

# ForestPlot|
source: Row
es: Fila
eu: Ilara
gl: Fila
pt: Linha

# ForestPlot|
source: Left panel
es: Panel izquierdo
eu: Ezkerreko panela
gl: Panel esquerdo
pt: Painel esquerdo

# ForestPlot|
source: Middle panel
es: Panel medio
eu: Erdiko panela
gl: Panel medio
pt: Painel do meio

# ForestPlot|
source: Right panel
es: Panel derecho
eu: Eskuineko panela
gl: Panel dereito
pt: Painel direito

# ForestPlot|
source: Adjust width based on text
es: Ajustar el ancho en base al texto
eu: Doitu zabalera testuaren arabera
gl: Axustar o largo en base ao texto
pt: Ajuste a largura com base no texto

# ForestPlot|
source: Turn off the automatic width adjustment of the individual components.
es: Desactivar el ajuste automático del ancho de las componentes individuales.
eu: Desaktibatu osagai bakoitzaren zabalera automatikoki doitzeko aukera.
gl: Desactivar o axuste automático do largo das compoñentes individuais.
pt: Desative o ajuste automático de largura dos componentes individuais.

# ForestPlot|
source: Mapping
es: Cartografiar
eu: Mapak egitea
gl: Cartografar
pt: Mapeamento

# ForestPlot|
source: Select a variable for encoding the color or shape of the study information and the estimated marginal means output.
es: Seleccionar una variable para codificar el color o la forma de la salida de resultados de la información del estudio y de las medias marginales estimadas.
eu: Hautatu aldagai bat azterketa-informazioaren kolorea edo forma eta kalkulatutako batez besteko marjinalaren irteera kodetzeko.
gl: Escoller unha variable para codificar a cor ou forma da saída de resultados da información do estudo e das medias marxinais estimadas.
pt: Selecione uma variável para codificar a cor ou a forma das informações do estudo e a saída das médias marginais estimadas.

# ForestPlot|
source: Shape
es: Forma
eu: Forma
gl: Forma
pt: Forma

# RobustBayesianMetaAnalysisAdvanced|
source: Show RoBMA R code
es: Mostrar el código R de RoBMA
eu: Erakutsi RoBMA R kodea
gl: Amosar o código R de RoBMA
pt: Mostrar código R do RoBMA

# RobustBayesianMetaAnalysisAdvanced|
source: Display the underlying R code used by the RoBMA package to fit the model.
es: Mostrar el código R subyacente utilizado por el paquete RoBMA para ajustar el modelo.
eu: Erakutsi RoBMA paketeak eredua egokitzeko erabilitako azpiko R kodea.
gl: Presentar o código R subxacente utilizado polo paquete RoBMA para axustar o modelo.
pt: Exibe o código R subjacente usado pelo pacote RoBMA para ajustar o modelo.

# RobustBayesianMetaAnalysisAdvanced|
source: Include full dataset in subgroup analysis
es: Incluir el conjunto de datos completo en el análisis de subgrupos
eu: Sartu datu-multzo osoa azpitaldeen analisian
gl: Incluír o conxunto de datos completo na análise de subgrupos
pt: Incluir conjunto de dados completo na análise de subgrupos

# RobustBayesianMetaAnalysisAdvanced|
source: Include the full dataset output in the subgroup analysis. This option is only available when the subgroup analysis is selected.
es: Incluir el resultado del conjunto de datos completo en el análisis de subgrupos. Esta opción solo está disponible cuando se selecciona el análisis de subgrupos.
eu: Sartu datu-multzo osoaren irteera azpitaldeen analisian. Aukera hau azpitaldeen analisia hautatuta dagoenean bakarrik dago eskuragarri.
gl: Incluír o resultado do conxunto de datos completo na análise de subgrupos. Esta opción só está dispoñible cando se selecciona a análise de subgrupos.
pt: Incluir a saída completa do conjunto de dados na análise de subgrupo. Esta opção só está disponível quando a análise de subgrupo é selecionada.

# RobustBayesianMetaAnalysisAdvanced|
source: Shorten prior names
es: Acortar los nombres previos
eu: Aurreko izenak laburtu
gl: Acurtar os nomes previos
pt: Encurtar nomes anteriores

# RobustBayesianMetaAnalysisAdvanced|
source: Shorten the prior names in the output.
es: Acortar los nombres previos en el resultado.
eu: Laburtu irteerako aurreko izenak.
gl: Acurtar os nomes previos no resultado.
pt: Encurte os nomes anteriores na saída.

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Medical subfield
es: Subcampo médico
eu: Medikuntza azpieremua
gl: Subcampo médico
pt: Subcampo médico

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: General
eu: Orokorra
gl: Xeral
pt: Geral

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Acute Respiratory Infections
es: Infecciones respiratorias agudas
eu: Arnas infekzio akutuak
gl: Infeccións respiratorias agudas
pt: Infecções Respiratórias Agudas

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Airways
es: Vías respiratorias
eu: Airebideak
gl: Vías respiratorias
pt: Vias aéreas

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Anaesthesia
es: Anestesia
eu: Anestesia
gl: Anestesia
pt: Anestesia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Back and Neck
es: Espalda y cuello
eu: Bizkarra eta lepoa
gl: Lombo e colo
pt: Costas e Pescoço

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Bone, Joint and Muscle Trauma
es: Traumatismo de huesos, articulaciones y músculos
eu: Hezur, artikulazio eta giharretako traumatismoak
gl: Traumatismo de ósos, artellos e músculos
pt: Trauma Ósseo, Articular e Muscular

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Colorectal
eu: Kolon eta ondesteko
pt: Colorretal

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Common Mental Disorders
es: Desórdenes mentales comunes
eu: Buruko nahasmendu ohikoenak
gl: Desordes mentais comúns
pt: Transtornos Mentais Comuns

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Consumers and Communication
es: Consumidores y comunicación
eu: Kontsumitzaileak eta Komunikazioa
gl: Consumidores e comunicación
pt: Consumidores e Comunicação

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Cystic Fibrosis and Genetic Disorders
es: Fibrosis quística y desórdenes genéticos
eu: Fibrosi kistikoa eta nahasmendu genetikoak
gl: Fibrose quística e desordes xenéticas
pt: Fibrose Cística e Doenças Genéticas

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Dementia and Cognitive Improvement
es: Demencia y pérdidas cognitivas
eu: Dementzia eta Hobekuntza Kognitiboa
gl: Demencia e perdas cognitivas
pt: Demência e Melhoria Cognitiva

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Developmental, Psychosocial and Learning Problems
es: Problemas de desarrollo mental, psicosociales y de aprendizaje
eu: Garapen, Psikosozial eta Ikaskuntza Arazoak
gl: Problemas de desenvolvemento mental, psicosociais e de aprendizaxe
pt: Problemas de Desenvolvimento, Psicossociais e de Aprendizagem

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Drugs and Alcohol
es: Drogas y alcohol
eu: Drogak eta alkohola
gl: Drogas e alcohol
pt: Drogas e Álcool

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Effective Practice and Organisation of Care
es: Práctica y organización sanitaria efectivas
eu: Zaintzaren Praktika eta Antolaketa Eraginkorra
gl: Práctica e organización sanitaria efectivas
pt: Prática Eficaz e Organização do Cuidado

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Emergency and Critical Care
es: Emergencias y cuidados críticos
eu: Larrialdiak eta Zaintza Intentsiboa
gl: Emerxencias e coidados críticos
pt: Emergência e Cuidados Críticos

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Eyes and Vision
es: Ojos y visión
eu: Begiak eta Ikusmena
gl: Ollos e visión
pt: Olhos e Visão

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Gynaecological, Neuro-oncology and Orphan Cancer
es: Cáncer ginecológico, neuro-oncología y cáncer huérfano
eu: Ginekologia, Neuroonkologia eta Umezurtz Minbizia
gl: Cáncer xinecolóxico, neuro-oncoloxía e cáncer orfo
pt: Ginecologia, Neuro-oncologia e Câncer Órfão

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Gynaecology and Fertility
es: Ginecología y fertilidad
eu: Ginekologia eta Ugalkortasuna
gl: Xinecoloxía e fertilidade
pt: Ginecologia e Fertilidade

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Heart
es: Corazón
eu: Bihotza
gl: Corazón
pt: Coração

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Hepato-Biliary
es: Hepatobiliar
eu: Gibel-bilaria
gl: Hepatobiliar
pt: Hepatobiliar

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: HIV/AIDS
es: VIH/SIDA
eu: GIB/HIESa
gl: VIH/SIDA

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Hypertension
es: Hipertensión
eu: Hipertentsioa
gl: Hipertensión
pt: Hipertensão

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Incontinence
es: Incontinencia
eu: Inkontinentzia
gl: Incontinencia
pt: Incontinência

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Infectious Diseases
es: Enfermedades infecciosas
eu: Gaixotasun infekziosoak
gl: Enfermidades infecciosas
pt: Doenças Infecciosas

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Inflammatory Bowel Disease
es: Enfermedad intestinal inflamatoria
eu: Hesteetako hanturazko gaixotasuna
gl: Enfermidade intestinal inflamatoria
pt: Doença Inflamatória Intestinal

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Injuries
es: Lesiones
eu: Lesioak
gl: Lesións
pt: Lesões

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Kidney and Transplant
es: Riñones y trasplantes
eu: Giltzurruna eta transplantea
gl: Riles e transplantes
pt: Rins e Transplante

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Metabolic and Endocrine Disorders
es: Trastornos metabólicos y endocrinos
eu: Nahasmendu metaboliko eta endokrinoak
gl: Trastornos metabólicos e endocrinos
pt: Distúrbios Metabólicos e Endócrinos

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Methodology
es: Metodología
eu: Metodologia
gl: Metodoloxía
pt: Metodologia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Movement Disorders
es: Trastornos del movimiento
eu: Mugimendu-nahasmenduak
gl: Trastornos do movemento
pt: Distúrbios do Movimento

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Musculoskeletal
es: Músculo-esquelético
eu: Muskulu-eskeletikoa
gl: Músculo-esquelético
pt: Musculoesquelético

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Neonatal
eu: Jaioberrien

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Oral Health
es: Salud oral
eu: Ahozko Osasuna
gl: Saúde oral
pt: Saúde Bucal

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Pain, Palliative and Supportive Care
es: Dolor, apoyo y cuidados paliativos
eu: Mina, Aringarri eta Laguntza Zaintza
gl: Dor, apoio e coidados paliativos
pt: Dor, Cuidados Paliativos e de Suporte

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Pregnancy and Childbirth
es: Embarazo y parto
eu: Haurdunaldia eta Erditzea
gl: Embarazo e parto
pt: Gravidez e Parto

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Public Health
es: Salud pública
eu: Osasun Publikoa
gl: Saúde pública
pt: Saúde Pública

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Schizophrenia
es: Esquizofrenia
eu: Eskizofrenia
gl: Esquizofrenia
pt: Esquizofrenia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Sexually Transmitted Infections
es: Infecciones de transmisión sexual
eu: Sexu bidez transmititzen diren infekzioak
gl: Infeccións de transmisión sexual
pt: Doenças Sexualmente Transmissíveis

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Skin
es: Piel
eu: Azala
gl: Pel
pt: Pele

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Stroke
es: Embolia
eu: Iktusa
gl: Embolia
pt: Derrame

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Tobacco Addiction
es: Adicción al tabaco
eu: Tabakoaren mendekotasuna
gl: Adicción ao tabaco
pt: Vício em Tabaco

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Upper GI and Pancreatic Diseases
es: Enfermedades del gastrointestino alto y páncreas
eu: Goiko digestio-aparatuaren eta pankreako gaixotasunak
gl: Enfermidades do gastrointestino alto e páncreas
pt: Doenças do Trato Gastrointestinal Superior e do Pâncreas

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Urology
es: Urología
eu: Urologia
gl: Uroloxía
pt: Urologia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Vascular
eu: Baskularra

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Work
es: Trabajo
eu: Lana
gl: Traballo
pt: Trabalho

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Wounds
es: Feridas
eu: Zauriak
gl: Feridas
pt: Ferimentos

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Breast Cancer
es: Cáncer de mama
eu: Bularreko minbizia
gl: Cáncer de mama
pt: Câncer de Mama

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Chronic Pain
es: Dolor crónico
eu: Mina kronikoa
gl: Dor crónica
pt: Dor Crônica

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Cirrhosis and Liver Transplantation
es: Cirrosis y trasplante de hígado
eu: Zirrosia eta gibel-transplantea
gl: Cirrose e transplante de fígado
pt: Cirrose e Transplante de Fígado

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Cognitive Impairment and Dementia
es: Deterioro cognitivo y demencia
eu: Narriadura Kognitiboa eta Dementzia
gl: Deterioro cognitivo e demencia
pt: Deficiência Cognitiva e Demência

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Colorectal Cancer
es: Cáncer colorectal
eu: Kolon eta ondesteko minbizia
gl: Cáncer colorectal
pt: Câncer Colorretal

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Epilepsy
es: Epilepsia
eu: Epilepsia
gl: Epilepsia
pt: Epilepsia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Fertility Regulation
es: Regulación de la fertilidad
eu: Ugalkortasunaren erregulazioa
gl: Regulación da fertilidade
pt: Regulação da Fertilidade

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Gut
es: Intestino
eu: Hestea
gl: Intestino
pt: Intestino

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Haematology
es: Hematología
eu: Hematologia
gl: Hematoloxía
pt: Hematologia

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Heart; Vascular
es: Corazón; Vascular
eu: Bihotza; Baskularra
gl: Corazón; Vascular
pt: Coração; Vascular

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Lung Cancer
es: Cáncer de pulmón
eu: Biriketako minbizia
gl: Cáncer de pulmón
pt: Câncer de Pulmão

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Multiple Sclerosis and Rare Diseases of the CNS
es: Esclerosis múltiple y enfermedades raras del SNC
eu: Esklerosi Anizkoitza eta NSZko Gaixotasun Arraroak
gl: Esclerose múltiple e enfermidades raras do SNC
pt: Esclerose Múltipla e Doenças Raras do SNC

# RobustBayesianMetaAnalysisCochranePriorDistributions|
source: Neuromuscular
eu: Neuromuskularra

# RobustBayesianMetaAnalysisDiagnostics|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# RobustBayesianMetaAnalysisDiagnostics|
source: Moderation
es: Moderación
eu: Moderazioa
gl: Moderación
pt: Moderação

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Estimated Marginal Means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias marxinais estimadas
pt: Médias Marginais Estimadas

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Options to compute estimated marginal means, allowing examination of predicted values at specific levels of moderators and their differences from 0.
es: Opciones para calcular las medias marginales estimadas, que permiten examinar los valores predichos a niveles concretos de los moderadores y sus diferencias de 0.
eu: Moderatzaileen maila espezifikoetan aurreikusitako balioak eta 0tik duten desberdintasunak aztertzea ahalbidetzen duten batez besteko marjinal estimatuak kalkulatzeko aukerak.
gl: Opcións para calcular as medias marxinais estimadas, que permiten examinar os valores preditos a niveis concretos dos moderadores e as súas diferenzas de 0.
pt: Opções para calcular médias marginais estimadas, permitindo o exame de valores previstos em níveis específicos de moderadores e suas diferenças de 0.

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Variables selected for computing estimated marginal means in the effect size model.
es: Variables seleccionadas para calcular las medias marginales estimadas en el modelo de la magnitud del efecto.
eu: Efektu-tamainaren ereduan estimatutako batez besteko marjinalak kalkulatzeko hautatutako aldagaiak.
gl: Variables escollidas para calcular as medias marxinais estimadas no modelo da magnitude do efecto.
pt: Variáveis selecionadas para calcular médias marginais estimadas no modelo de tamanho do efeito.

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Add adjusted estimate
es: Añadir estimación ajustada
eu: Gehitu doitutako estimazioa
gl: Engadir estimación axustada
pt: Adicionar estimativa ajustada

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Include the adjusted effect estimate, which accounts for the moderators in the meta-regression model. This provides the effect size adjusted for the influence of moderators, as opposed to the pooled effect which combines the estimates across all studies.
es: Incluir la estimación del efecto ajustado, que tiene en cuenta los moderadores en el modelo de Meta-Regresión. Esto proporciona la magnitud del efecto ajustada por la influencia de los moderadores, en contraposición al efecto combinado que mezcla las estimaciones a través de todos los estudios.
eu: Sartu doitutako efektuaren estimazioa, meta-erregresio ereduan moderatzaileak kontuan hartzen dituena. Horrek moderatzaileen eraginaren arabera doitutako efektuaren tamaina ematen du, ikerketa guztietako estimazioak konbinatzen dituen efektu metatuaren aldean.
gl: Incluír a estimación do efecto axustado, que ten en conta os moderadores no modelo de Meta-Regresión. Isto proporciona a magnitude do efecto axustada pola influencia dos moderadores, en contraposición ao efecto combinado que mestura as estimacións a través de tódolos estudos.
pt: Inclua a estimativa do efeito ajustado, que considera os moderadores no modelo de metarregressão. Isso fornece o tamanho do efeito ajustado para a influência dos moderadores, em oposição ao efeito combinado, que combina as estimativas de todos os estudos.

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Test against 0
es: Contraste frente a 0
eu: 0ren aurkako proba
gl: Proba fronte a 0
pt: Teste contra 0

# RobustBayesianMetaAnalysisEstimatedMarginalMeans|
source: Option to test the estimated marginal means against 0. The test for the adjusted estimate is available only for meta-regression models with centred parameterization (i.e., no treatment factor contrasts). The test for the estimated marginal means is performed using a Savage-Dickey Density Ratio test based on the prior and posterior distributions assuming either the presence of the effect or moderation.
es: Opción para contrastar las medias marginales estimadas frente a 0. El contraste para la estimación ajustada está disponible solo para modelos de Meta-Regresión con parametrización centrada (i.e. sin contrastes del factor de tratamiento). El contraste para las medias marginales estimadas se realiza utilizando un contraste de Proporción de densidades de Savage-Dickey basado en las distribuciones previa y posterior, asumiendo la presencia del efecto o la moderación.
eu: Kalkulatutako batez besteko marjinalak 0ren aurka probatzeko aukera. Doitutako estimazioaren proba parametrizazio zentratutako meta-erregresio ereduetarako bakarrik dago eskuragarri (hau da, tratamendu faktoreen kontrasterik gabe). Kalkulatutako batez besteko marjinalaren proba Savage-Dickey dentsitate-erlazio proba bat erabiliz egiten da, aurreko eta ondorengo banaketetan oinarrituta, efektuaren presentzia edo moderazioa suposatuz.
gl: Opción para probar as medias marxinais estimadas fronte a 0. A proba para a estimación axustada está dispoñible só para modelos de Meta-Regresión con parametrización centrada (i.e. sen contrastes do factor de tratamento). A proba para as medias marxinais estimadas se realiza utilizando unha proba de Proporción de densidades de Savage-Dickey baseada nas distribucións previa e posterior, asumindo a presenza do efecto ou a moderación.
pt: Opção para testar as médias marginais estimadas em relação a 0. O teste para a estimativa ajustada está disponível apenas para modelos de metarregressão com parametrização centralizada (e.g., sem contrastes entre fatores de tratamento). O teste para as médias marginais estimadas é realizado usando um teste de Razão de Densidade de Savage-Dickey com base nas distribuições anterior e posterior, assumindo a presença do efeito ou da moderação.
