Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# RobustBayesianMetaAnalysisInference|
source: Statistics
es: Estadísticos
eu: Estatistikak
gl: Estatísticos
pt: Estatística

# RobustBayesianMetaAnalysisInference|
source: Options for summarizing the meta-analytic results.
es: Opciones para resumir los resultados meta-analíticos.
eu: Metaanalisiaren emaitzak laburbiltzeko aukerak.
gl: Opcións para resumir os resultados meta-analíticos.
pt: Opções para resumir os resultados meta-analíticos.

# RobustBayesianMetaAnalysisInference|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade

# RobustBayesianMetaAnalysisInference|
source: Summarize the meta-analytic between-study heterogeneity.
es: Resumir la heterogeneidad entre-estudios meta-analítica.
eu: Laburbildu metaanalisi-ikerketen arteko heterogeneotasuna.
gl: Resumir a heteroxeneidade entre-estudos meta-analítica.
pt: Resumir a heterogeneidade meta-analítica entre estudos.

# RobustBayesianMetaAnalysisInference|
source: Include 𝜏, the square root of the estimated between-study variance.
es: Incluir 𝜏, la raíz cuadrada de la varianza estimada entre-estudios.
eu: Sartu 𝜏, ikerketen arteko bariantza estimatuaren erro karratua.
gl: Incluír 𝜏, a raíz cadrada da varianza estimada entre-estudos.
pt: Incluir 𝜏, a raiz quadrada da variância estimada entre estudos.

# RobustBayesianMetaAnalysisInference|
source: Include 𝜏², the estimated between-study variance.
es: Incluir 𝜏², la varianza estimada entre-estudios.
eu: Sartu 𝜏², ikerketen arteko bariantza kalkulatua.
gl: Incluír 𝜏², a varianza estimada entre-estudos.
pt: Inclui 𝜏², a variância estimada entre estudos.

# RobustBayesianMetaAnalysisInference|
source: Meta-Regression
es: Meta-Regresión
eu: Meta-erregresioa
gl: Meta-Regresión
pt: Metarregressão

# RobustBayesianMetaAnalysisInference|
source: Create summaries of the meta-regression. Available when predictors are included.
es: Crear resúmenes de la Meta-Regresión. Disponible cuando se incluyen predictores.
eu: Sortu meta-erregresioaren laburpenak. Aurreikusleak sartzen direnean eskuragarri.
gl: Crear resumos da Meta-Regresión. Dispoñible cando se inclúen preditores.
pt: Crie resumos da metarregressão. Disponível quando preditores são incluídos.

# RobustBayesianMetaAnalysisInference|
source: Term tests
es: Contrastes de términos
eu: Ikasturteko probak
gl: Probas de termos
pt: Testes de termos

# RobustBayesianMetaAnalysisInference|
source: Include tests for each term in the meta-regression model. The null hypothesis states that the effect size at all levels of the categorical variable are equal or that there is no linear association between the effect size and the continuous variable).
es: Incluir contrastes para cada término del modelo de Meta-Regresión. La hipótesis nula establece que la magnitud del efecto en todos los niveles de la variable con categorías es la misma, o que no hay asociación lineal entre la magnitud del efecto y la variable continua.
eu: Sartu meta-erregresio ereduko termino bakoitzerako probak. Hipotesi nuluak dioenez, efektuaren tamaina aldagai kategorikoaren maila guztietan berdina da edo ez dago lotura linealik efektuaren tamainaren eta aldagai jarraituaren artean.
gl: Incluír probas para cada termo do modelo de Meta-Regresión. A hipótese nula establece que a magnitude do efecto en tódolos niveis da variable con categorías é a mesma, ou que non hai asociación linear entre a magnitude do efecto e a variable continua.
pt: Inclua testes para cada termo no modelo de metarregressão. A hipótese nula afirma que o tamanho do efeito em todos os níveis da variável categórica é igual ou que não há associação linear entre o tamanho do efeito e a variável contínua.

# RobustBayesianMetaAnalysisInference|
source: Coefficient estimates
es: Estimaciones de coeficientes
eu: Koefizienteen estimazioak
gl: Estimacións de coeficientes
pt: Estimativas de coeficientes

# RobustBayesianMetaAnalysisInference|
source: Include estimates of the regression coefficients in the meta-regression model. Note that the regression coefficients are not standardized and correspond to the scale of the prior distribution (the RoBMA R package provides only standardized regression coefficients).
es: Incluir estimaciones de los coeficientes de la regresión en el modelo de Meta-Regresión. Ten en cuenta que los coeficientes de la regresión no están tipificados, y se corresponden con la escala de la distribución previa (el paquete RoBMA de R solo proporciona coeficientes de la regresión tipificados).
eu: Sartu erregresio-koefizienteen estimazioak meta-erregresio-ereduan. Kontuan izan erregresio-koefizienteak ez daudela estandarizatuta eta aurreko banaketaren eskalari dagozkiola (RoBMA R paketeak erregresio-koefiziente estandarizatuak baino ez ditu eskaintzen).
gl: Incluír estimacións dos coeficientes da regresión no modelo de Meta-Regresión. Cae na conta de que os coeficientes da regresión non están tipificados, e se corresponden coa escala da distribución previa (o paquete RoBMA de R só proporciona coeficientes da regresión tipificados).
pt: Inclua estimativas dos coeficientes de regressão no modelo de metarregressão. Observe que os coeficientes de regressão não são padronizados e correspondem à escala da distribuição anterior (o pacote RoBMA R fornece apenas coeficientes de regressão padronizados).

# RobustBayesianMetaAnalysisInference|
source: Standardized coefficient estimates
es: Estimaciones de los coeficientes tipificados
eu: Koefiziente estandarizatuen estimazioak
gl: Estimacións dos coeficientes tipificados
pt: Estimativas de coeficientes padronizados

# RobustBayesianMetaAnalysisInference|
source: Include estimates of the standardized regression coefficients in the meta-regression model. The standardized regression coefficients are the regression coefficients divided by the standard deviation of the predictor variable and correspond to the scale of prior distribution (there is no difference between standardized and non-standardized regression coefficients for categorical moderators).
es: Incluir estimaciones de los coeficientes de la regresión tipificados en el modelo de Meta-Regresión. Los coeficientes de la regresión tipificados son los coeficientes de la regresión divididos por la desviación típica de la variable predictora, y se corresponden con la escala de la distribución previa (no hay diferencia entre los coeficientes de la regresión tipificada y no tipificada para moderadores con categorías).
eu: Sartu erregresio-koefiziente estandarizatuen estimazioak meta-erregresio-ereduan. Erregresio-koefiziente estandarizatuak erregresio-koefizienteak dira, aldagai iragarlearen desbideratze estandarrarekin zatituta, eta aurreko banaketaren eskalari dagozkio (ez dago desberdintasunik moderatzaile kategorikoetarako erregresio-koefiziente estandarizatuen eta ez-estandarizatuen artean).
gl: Incluír estimacións dos coeficientes da regresión tipificados no modelo de Meta-Regresión. Os coeficientes da regresión tipificados son os coeficientes da regresión divididos polo desvío padrón da variable preditora, e se corresponden coa escala da distribución previa (non hai diferenza entre os coeficientes da regresión tipificada e non tipificada para moderadores con categorías).
pt: Incluir estimativas dos coeficientes de regressão padronizados no modelo de metarregressão. Os coeficientes de regressão padronizados são os coeficientes de regressão divididos pelo desvio padrão da variável preditora e correspondem à escala da distribuição anterior (não há diferença entre os coeficientes de regressão padronizados e não padronizados para moderadores categóricos).

# RobustBayesianMetaAnalysisInference|
source: Credible intervals
es: Intervalos de credibilidad
eu: Tarte sinesgarriak
gl: Intervalos de credibilidade
pt: Intervalos credíveis

# RobustBayesianMetaAnalysisInference|
source: Include credible intervals in the tabular output.
es: Incluir intervalos de credibilidad en el resultado tabular.
eu: Sartu tarte sinesgarriak taula-irteeran.
gl: Incluír intervalos de credibilidade no resultado tabular.
pt: Inclua intervalos credíveis na saída tabular.

# RobustBayesianMetaAnalysisInference|
source: Prediction intervals
es: Intervalos de predicción
eu: Iragarpen-tarteak
gl: Intervalos de predición
pt: Intervalos de previsão

# RobustBayesianMetaAnalysisInference|
source: Include prediction intervals in the tabular output.
es: Incluir intervalos de predicción en la salida tabular de resultados.
eu: Sartu iragarpen-tarteak taula-irteeran.
gl: Incluír intervalos de predición na saída tabular de resultados.
pt: Incluir intervalos de previsão na saída tabular.

# RobustBayesianMetaAnalysisInference|
source: Conditional estimates
es: Estimaciones condicionadas
eu: Baldintzapeko estimazioak
gl: Estimacións condicionadas
pt: Estimativas condicionais

# RobustBayesianMetaAnalysisInference|
source: Include conditional estimates, i.e., estimates assuming the presence of the corresponding model component/parameter, in the tabular output and figures.
es: Incluir estimaciones condicionadas, i.e. estimaciones que asumen la presencia de la correspondiente componente/parámetro del modelo, en el resultado tabular e imágenes.
eu: Sartu baldintzapeko estimazioak, hau da, dagokion ereduaren osagaia/parametroa dagoela suposatzen duten estimazioak, taula-irteeran eta irudietan.
gl: Incluír estimacións condicionadas, i.e. estimacións que asumen a presenza da correspondente compoñente/parámetro do modelo, no resultado tabular e imaxes.
pt: Inclua estimativas condicionais, ou seja, estimativas que pressupõem a presença do componente/parâmetro do modelo correspondente, na saída tabular e nas figuras.

# RobustBayesianMetaAnalysisInference|
source: Transform effect size
es: Transformar la magnitud del efecto
eu: Eraldatu efektuaren tamaina
gl: Transformar a magnitude do efecto
pt: Transformar o tamanho de efeito

# RobustBayesianMetaAnalysisInference|
source: Select a transformation to apply to the effect size estimates in the output. This transformation applies to the 'Meta-Analytic Estimates Table', 'Estimated Marginal Means Table', 'Forest Plot', and the 'Bubble Plot'. The 'Meta-Regression Coeffient Estimates' are not transformed.
es: Seleccionar una transformación a aplicar a las estimaciones de la magnitud del efecto en la salida de resultados. Esta transformación se aplica a 'Tabla de estimaciones meta-analíticas', 'Tabla de medias marginales estimadas', 'Gráfico forestal' y 'Gráfico de burbujas'. Las 'Estimaciones de los coeficientes de Meta-Regresión' no se transforman.
eu: Hautatu irteerako efektu-tamainaren estimazioei aplikatzeko eraldaketa bat. Eraldaketa hau 'Meta-Analitika Estimazioen Taula', 'Estimatutako Marjina Batez bestekoen Taula', 'Baso-diagrama' eta 'Burbuila-diagrama'-ri aplikatzen zaie. 'Meta-Erregresio Koefizientearen Estimazioak' ez dira eraldatzen.
gl: Escoller unha transformación a aplicar ás estimacións da magnitude do efecto na saída de resultados. Esta transformación se aplica a 'Táboa de estimacións meta-analíticas', 'Táboa de medias marxinais estimadas', 'Gráfica forestal' e 'Gráfica de burbullas'. As 'Estimacións dos coeficientes da Meta-Regresión' non se transforman.
pt: Selecione uma transformação a ser aplicada às estimativas do tamanho do efeito na saída. Esta transformação se aplica à 'Tabela de Estimativas Meta-Analíticas', à 'Tabela de Médias Marginais Estimadas', ao 'Gráfico de Floresta' e ao 'Gráfico de Bolhas'. As 'Estimativas do Coeficiente de Metarregressão' não são transformadas.

# RobustBayesianMetaAnalysisInference|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum

# RobustBayesianMetaAnalysisInference|
source: Exponential
es: Exponencial
eu: Esponentziala
gl: Exponencial
pt: Exponencial

# RobustBayesianMetaAnalysisInference|
source: Log odds to proportions
es: Log de probabilidades a proporciones
eu: Erregistratu probabilitateak proportzioetara
gl: Log de probabilidades a proporcións
pt: Log de chances para proporções

# RobustBayesianMetaAnalysisInference|
source: Log odds to SMD (normal)
es: Log de probabilidades a SMD (Normal)
eu: Erregistratu probabilitateak SMDra (normala)
gl: Log de probabilidades a SMD (Normal)
pt: Log de chances para SMD (normal)

# RobustBayesianMetaAnalysisInference|
source: Log odds to SMD (logistic)
es: Log de probabilidades a SMD (Logística)
eu: Erregistratu probabilitateak SMDra (logistika)
gl: Log de probabilidades a SMD (Loxística)
pt: Log de chances para SMD (logístico)

# RobustBayesianMetaAnalysisInference|
source: SMD to log odds (normal)
es: SMD a Log de probabilidades (Normal)
eu: SMD probabilitateak erregistratzeko (normala)
gl: SMD a Log de probabilidades (Normal)
pt: SMD para log das chances (normal)

# RobustBayesianMetaAnalysisInference|
source: SMD to log odds (logistic)
es: SMD a Log de probabilidades (Logística)
eu: SMDtik probabilitateen erregistroa (logistika)
gl: SMD a Log de probabilidades (Loxística)
pt: SMD para log das chances (logístico)

# RobustBayesianMetaAnalysisInference|
source: SMD to Cohen's U₁
es: SMD a U₁ de Cohen
eu: SMD Cohenen U₁-ra
gl: SMD a U₁ de Cohen
pt: SMD para U₁ de Cohen

# RobustBayesianMetaAnalysisInference|
source: SMD to Cohen's U₂
es: SMD a U₂ de Cohen
eu: SMD Cohenen U₂-ra
gl: SMD a U₂ de Cohen
pt: SMD para U₂ de Cohen

# RobustBayesianMetaAnalysisInference|
source: SMD to Cohen's U₃
es: SMD a U₃ de Cohen
eu: SMD Cohen-en U₃-ra
gl: SMD a U₃ de Cohen
pt: SMD para U₃ de Cohen

# RobustBayesianMetaAnalysisInference|
source: Fisher's z to r
es: z de Fisher a r
eu: Fisherren z-tik r-ra
gl: z de Fisher a r
pt: z de Fisher a r

# RobustBayesianMetaAnalysisInference|
source: Z to R²
es: Z a R²
eu: Z-tik R²-ra
gl: Z a R²
pt: Z a R²

# RobustBayesianMetaAnalysisInference|
source: Hakstian & Whalen inverse α
es: α inversa de Hakstian & Whalen
eu: Hakstian eta Whalen alderantzizko α
gl: α inversa de Hakstian & Whalen
pt: α inverso de Hakstian & Whalen

# RobustBayesianMetaAnalysisInference|
source: Bonett inverse α
es: α inversa de Bonett
eu: Bonett-en alderantzizko α
gl: α inversa de Bonett
pt: α inverso de Bonett

# RobustBayesianMetaAnalysisInference|
source: Publication Bias Adjustment
es: Ajuste del Sesgo de publicación
eu: Argitalpenaren alborapenaren doikuntza
gl: Axuste do Nesgo de publicación
pt: Ajuste do Viés de Publicação

# RobustBayesianMetaAnalysisInference|
source: Create summaries of the publication bias adjustment. Available when publication bias adjustment is specified.
es: Crear resúmenes del ajuste del Sesgo de publicación. Disponible cuando se especifica el ajuste del Sesgo de publicación.
eu: Sortu argitalpen-alborapenaren doikuntzaren laburpenak. Eskuragarri argitalpen-alborapenaren doikuntza zehaztuta dagoenean.
gl: Crear resumos do axuste do Nesgo de publicación. Dispoñible cando se especifica o axuste do Nesgo de publicación.
pt: Crie resumos do ajuste de viés de publicação. Disponível quando o ajuste de viés de publicação for especificado.

# RobustBayesianMetaAnalysisInference|
source: Weight function estimates
es: Estimaciones de la función de ponderación
eu: Pisu funtzioaren estimazioak
gl: Estimacións da función de ponderación
pt: Estimativas da função de ponderação

# RobustBayesianMetaAnalysisInference|
source: Include estimates of the weight function parameters in the publication bias adjustment model.
es: Incluir estimaciones de los parámetros de la función de ponderación en el modelo de ajuste del Sesgo de publicación.
eu: Sartu pisu-funtzioen parametroen estimazioak argitalpen-alborapenaren doikuntza-ereduan.
gl: Incluír estimacións dos parámetros da función de ponderación no modelo de axuste do Nesgo de publicación.
pt: Incluir estimativas dos parâmetros da função de ponderação no modelo de ajuste de viés de publicação.

# RobustBayesianMetaAnalysisInference|
source: PET-PEESE estimates
es: Estimaciones PET-PEESE
eu: PET-PEESE estimazioak
gl: Estimacións PET-PEESE
pt: Estimativas PET-PEESE

# RobustBayesianMetaAnalysisInference|
source: Include estimates of the PET-PEESE parameters in the publication bias adjustment model.
es: Incluir estimaciones de los parámetros PET-PEESE en el modelo de ajuste del Sesgo de publicación.
eu: Sartu PET-PEESE parametroen estimazioak argitalpen-alborapenaren doikuntza-ereduan.
gl: Incluír estimacións dos parámetros PET-PEESE no modelo de axuste do Nesgo de publicación.
pt: Incluir estimativas dos parâmetros PET-PEESE no modelo de ajuste de viés de publicação.

# RobustBayesianMetaAnalysisModel|
source: Model
es: Modelo
eu: Modeloa
gl: Modelo
pt: Modelo

# RobustBayesianMetaAnalysisModel|
source: Options for specifing the effect size and heterogeneity models based on the included predictors, including model terms, intercepts, and link functions.
es: Opciones para especificar los modelos de magnitud del efecto y de heterogeneidad basados en los predictores incluidos, abarcando términos del modelo, constantes y funciones de enlace.
eu: Efektuaren tamainaren eta heterogeneotasun-ereduak zehazteko aukerak, sartutako iragarleetan oinarrituta, eredu-terminoak, ebakidurak eta lotura-funtzioak barne.
gl: Opcións para especificar os modelos de magnitude do efecto e de heteroxeneidade baseados nos preditores incluídos, abranguendo termos do modelo, constantes e funcións de enlace.
pt: Opções para especificar o tamanho do efeito e modelos de heterogeneidade com base nos preditores incluídos, incluindo termos do modelo, interceptos e funções de ligação.

# RobustBayesianMetaAnalysisModel|
source: Effect size model
es: Modelo de magnitud del efecto
eu: Efektuaren tamainaren eredua
gl: Modelo da magnitude do efecto
pt: Modelo de tamanho de efeito

# RobustBayesianMetaAnalysisModel|
source: Specify the effect size model.
es: Especificar el modelo de magnitud del efecto.
eu: Zehaztu efektuaren tamainaren eredua.
gl: Especificar o modelo da magnitude do efecto.
pt: Especifique o modelo de tamanho do efeito.

# RobustBayesianMetaAnalysisModel|
source: Available Components
es: Componentes disponibles
eu: Eskuragarri dauden osagaiak
gl: Compoñentes dispoñibles
pt: Componentes Disponíveis

# RobustBayesianMetaAnalysisModel|
source: Model Terms
es: Elementos del Modelo
eu: Eredu Baldintzak
gl: Elementos do Modelo
pt: Termos do Modelo

# RobustBayesianMetaAnalysisModel|
source: Variables assigned as model terms in the effect size model.
es: Variables asignadas como términos en el modelo de la magnitud del efecto.
eu: Efektu-tamainaren ereduan eredu-termino gisa esleitutako aldagaiak.
gl: Variables asignadas como termos no modelo da magnitude do efecto.
pt: Variáveis atribuídas como termos do modelo no modelo de tamanho do efeito.

# RobustBayesianMetaAnalysisPlots|
source: Prior and Posterior Plots
es: Gráficos de previas y posteriores
eu: Aurreko eta ondorengo grafikoak
gl: Gráficas de previas e posteriores
pt: Gráficos Anterior e Posterior

# RobustBayesianMetaAnalysisPlots|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito

# RobustBayesianMetaAnalysisPlots|
source: Moderation
es: Moderación
eu: Moderazioa
gl: Moderación
pt: Moderação

# RobustBayesianMetaAnalysisPlots|
source: Estimated marginal means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias marxinais estimadas
pt: Médias marginais estimadas

# RobustBayesianMetaAnalysisPlots|
source: Include prior distribution
es: Incluir distribución previa
eu: Sartu aurreko banaketa
gl: Incluír distribución previa
pt: Incluir distribuição anterior

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Continuous Moderators (null)
es: Moderadores continuos (nulo)
eu: Moderatzaile jarraituak (nuloak)
gl: Moderadores continuos (nulo)
pt: Moderadores Contínuos (nulo)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Continuous Moderators
es: Moderadores continuos
eu: Moderatzaile jarraituak
gl: Moderadores continuos
pt: Moderadores Contínuos

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Truncation
es: Truncamiento
eu: Mozketa
gl: Tronzado
pt: Truncamento

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Prior weights
es: Ponderaciones previas
eu: Aurreko pisuak
gl: Ponderacións previas
pt: Pesos anteriores

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Lower
es: Inferior
eu: Beheko
gl: Inferior
pt: Inferior

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Upper
es: Superior
eu: Goiko
gl: Superior
pt: Superior

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Parameters
es: Parámetros
eu: Parametroak
gl: Parámetros
pt: Parâmetros

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Distribution
es: Distribución
eu: Banaketa
gl: Distribución
pt: Distribuição

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Normal(μ,σ)
eu: Normala(μ,σ)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Inverse-Gamma(α,β)
es: Gamma Inversa (α,β)
eu: Alderantzizko Gamma(α,β)
gl: Gamma Inversa(α,β)
pt: Gama Inversa(α,β)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Log-Normal(μ,σ)
eu: Log-Normala(μ,σ)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: Uniform(a,b)
es: Uniforme(a,b)
eu: Uniformea(a,b)
gl: Uniforme(a,b)
pt: Uniforme(a,b)

# RobustBayesianMetaAnalysisPriorsContinuousModerators|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Factor Moderators (null)
es: Moderadores de factores (nulo)
eu: Faktore Moderatzaileak (nuloa)
gl: Moderadores de factores (nulo)
pt: Moderadores de Fatores (nulo)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Factor Moderators
es: Moderadores de factores
eu: Faktore Moderatzaileak
gl: Moderadores de factores
pt: Moderadores de Fatores

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
pt: Anterior

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Truncation
es: Truncamiento
eu: Mozketa
gl: Tronzado
pt: Truncamento

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: weights
es: Ponderaciones
eu: pisuak
gl: Ponderacións
pt: pesos

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Upper
es: Superior
eu: Goiko
gl: Superior
pt: Superior

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Lower
es: Inferior
eu: Beheko
gl: Inferior
pt: Inferior

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Parameters
es: Parámetros
eu: Parametroak
gl: Parámetros
pt: Parâmetros

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Distribution
es: Distribución
eu: Banaketa
gl: Distribución
pt: Distribuição

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Contrast
es: Contraste
eu: Kontrastea
gl: Contraste
pt: Contraste

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: M-Normal(μ=0,σ)
eu: M-Normala(μ=0,σ)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Spike(x₀=0)
es: Pico(x₀=0)
eu: Punta(x₀=0)
gl: Pico(x₀=0)
pt: Pico(x₀=0)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: None
es: Ninguna
eu: Bat ere ez
gl: Ningunha
pt: Nenhum

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Normal(μ,σ)
eu: Normala(μ,σ)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Inverse-Gamma(α,β)
es: Gamma Inversa (α,β)
eu: Alderantzizko Gamma(α,β)
gl: Gamma Inversa(α,β)
pt: Gama Inversa(α,β)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Log-Normal(μ,σ)
eu: Log-Normala(μ,σ)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Uniform(a,b)
es: Uniforme(a,b)
eu: Uniformea(a,b)
gl: Uniforme(a,b)
pt: Uniforme(a,b)

# RobustBayesianMetaAnalysisPriorsFactorModerators|
source: Mean dif.
es: Dif. medias
eu: Batez besteko aldea
gl: Dif. medias
pt: Dif. média
