Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the correlation between the individual estimates within cluster. The column order of the variable correspond to the row order of effect size estimates within cluster. Only the lower triangle needs to be specified. Corresponds to the `rvars` option in the metafor's 'vcalc' function.
es: Variable que indica la correlación entre las estimaciones individuales dentro del conglomerado. El orden de columna de la variable corresponde con el orden de fila de las estimaciones de magnitudes de efectos dentro del conglomerado. Solo se necesita especificar el triángulo inferior. Se corresponde con la opción 'rvars' en la función 'vcalc' de metafor.
eu: Klusterraren barruko banakako estimazioen arteko korrelazioa zehazten duen aldagaia. Aldagaiaren zutabe-ordena klusterraren barruko efektu-tamainaren estimazioen errenkada-ordenari dagokio. Beheko triangelua bakarrik zehaztu behar da. Metaforaren 'vcalc' funtzioko 'rvars' aukerari dagokio.
gl: Variable que indica a correlación entre as estimacións individuais dentro do conglomerado. A orde de columna da variable corresponde coa orde de fila das estimacións de magnitudes de efectos dentro do conglomerado. Só se necesita especificar o triángulo inferior. Correspóndese coa opción 'rvars' na función 'vcalc' de metafor.
pt: Variável que especifica a correlação entre as estimativas individuais dentro do agrupamento. A ordem das colunas da variável corresponde à ordem das linhas das estimativas do tamanho do efeito dentro do agrupamento. Apenas o triângulo inferior precisa ser especificado. Corresponde à opção `rvars` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Construct
es: Constructo
eu: Eraiki
gl: Constructo
pt: Construto

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the construct measured by the effect size. Corresponds to the `obs` option in the metafor's 'vcalc' function.
es: Variable que indica el constructo medido por la magnitud del efecto. Se corresponde con la opción 'obs' en la función 'vcalc' de metafor.
eu: Efektuaren tamainaren arabera neurtutako eraikuntza zehazten duen aldagaia. Metaforaren 'vcalc' funtzioko `obs` aukerari dagokio.
gl: Variable que indica o constructo medido pola magnitude do efecto. Correspóndese coa opción 'obs' na función 'vcalc' de metafor.
pt: Variável que especifica o constructo medido pelo tamanho do efeito. Corresponde à opção `obs` na função `vcalc' do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Construct Type
es: Tipo de constructo
eu: Eraikuntza mota
gl: Tipo de constructo
pt: Tipo de Construto

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the type of construct measured by the effect size. Construct Type corresponds to a higher level grouping of the Constructs. Corresponds to the `type` option in the metafor's 'vcalc' function.
es: Variable que indica el tipo de constructo medido por la magnitud del efecto. El Tipo de constructo concuerda con el agrupamiento de más alto nivel de los Constructos. Se corresponde con la opción 'type' en la función 'vcalc' de metafor.
eu: Efektuaren tamainaren arabera neurtutako eraikuntza mota zehazten duen aldagaia. Eraikuntza mota Eraikuntzen maila altuagoko multzokatzeari dagokio. Metaforaren 'vcalc' funtzioko 'mota' aukerari dagokio.
gl: Variable que indica o tipo de constructo medido pola magnitude do efecto. O Tipo de constructo concorda co agrupamento de máis alto nivel dos Constructos. Correspóndese coa opción 'type' na función 'vcalc' de metafor.
pt: Variável que especifica o tipo de constructo medido pelo tamanho do efeito. O Tipo de Construto corresponde a um agrupamento de nível superior dos Construtos. Corresponde à opção `type` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Time 1
es: Tiempo 1
eu: 1. ordua
gl: Tempo 1
pt: Tempo 1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the time point of the effect size measurement. In case multiple time points are specified, the first time corresponds to the first condition.
eu: Efektuaren tamainaren neurketaren denbora-puntua zehazten duen aldagaia. Denbora-puntu bat baino gehiago zehazten badira, lehenengo denbora lehenengo kodeketari dagokio.
gl: Variable que indica o punto temporal da medida da magnitude do efecto. No caso de indicarse múltiples puntos temporais, o primeiro momento se corresponde coa primeira condición.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Time 2
es: Tiempo 2
eu: 2. ordua
gl: Tempo 2
pt: Tempo 2

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying the time point of the effect size measurement. In case multiple time points are specified, the second time corresponds to the second condition.
es: Variable que indica el punto temporal de la medida de la magnitud del efecto. En caso de indicarse múltiples puntos temporales, el segundo momento se corresponde con la segunda condición.
eu: Efektuaren tamainaren neurketaren denbora-puntua zehazten duen aldagaia. Denbora-puntu bat baino gehiago zehazten badira, bigarren denbora bigarren baldintzari dagokio.
gl: Variable que indica o punto temporal da medida da magnitude do efecto. No caso de indicarse múltiples puntos temporais, o segundo momento se corresponde coa segunda condición.
pt: Variável que especifica o ponto temporal da medição do tamanho do efeito. Caso sejam especificados vários pontos temporais, o segundo momento corresponde à segunda condição.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Group 1
es: Grupo 1
eu: 1. taldea
gl: Grupo 1
pt: Grupo 1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable to specify the group of the first condition when the observed effect sizes or outcomes represent contrasts between two conditions. Corresponds to the `grp1` argument in the metafor's 'vcalc' function.
es: Variable que especifica el grupo de la primera condición cuando las magnitudes observadas de los efectos o los resultados representan divergencias entre dos condiciones. Se corresponde con el argumento 'grp1' en la función 'vcalc' de metafor.
eu: Behatutako efektu-tamainak edo emaitzak bi baldintzen arteko kontrasteak adierazten dituztenean, lehenengo baldintzaren taldea zehazteko aldagaia. Metaforaren 'vcalc' funtzioko `grp1` argumentuari dagokio.
gl: Variable que especifica o grupo da primeira condición cando as magnitudes observadas dos efectos ou os resultados representan diverxencias entre dúas condicións. Se corresponde co argumento 'grp1' na función 'vcalc' de metafor.
pt: Variável para especificar o grupo da primeira condição quando os tamanhos de efeito ou resultados observados representam contrastes entre duas condições. Corresponde ao argumento `grp1` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Group 2
es: Grupo 2
eu: 2. taldea
gl: Grupo 2
pt: Grupo 2

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable to specify the group of the second condition when the observed effect sizes or outcomes represent contrasts between two conditions. Corresponds to the `grp1` argument in the metafor's 'vcalc' function.
es: Variable que especifica el grupo de la segunda condición cuando las magnitudes observadas de los efectos o los resultados representan divergencias entre dos condiciones. Se corresponde con el argumento 'grp2' en la función 'vcalc' de metafor.
eu: Bigarren baldintzaren taldea zehazteko aldagaia, behatutako efektu-tamainak edo emaitzak bi baldintzen arteko kontrasteak adierazten dituztenean. Metaforaren 'vcalc' funtzioko `grp1` argumentuari dagokio.
gl: Variable que especifica o grupo da segunda condición cando as magnitudes observadas dos efectos ou os resultados representan diverxencias entre dúas condicións. Se corresponde co argumento 'grp2' na función 'vcalc' de metafor.
pt: Variável para especificar o grupo da segunda condição quando os tamanhos de efeito ou resultados observados representam contrastes entre duas condições. Corresponde ao argumento `grp1` na função `vcalc' do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Group Size 1
es: Tamaño de grupo 1
eu: Taldearen tamaina 1
gl: Tamaño do grupo 1
pt: Tamanho do Grupo 1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable to specify the size of the group (or more generally, the inverse-sampling variance weight) of the first condition when the observed effect sizes or outcomes represent contrasts between two conditions. Corresponds to the `w1` argument in the metafor's 'vcalc' function.
es: Variable que especifica el tamaño del grupo (o, en general, la ponderación de la varianza del muestreo inverso) de la primera condición cuando las magnitudes observadas de los efectos o los resultados representan divergencias entre dos condiciones. Se corresponde con el argumento 'w1' en la función 'vcalc' de metafor.
eu: Aldagaia, lehenengo baldintzaren taldearen tamaina (edo, oro har, alderantzizko laginketaren bariantza-pisua) zehazteko, behatutako efektu-tamainak edo emaitzak bi baldintzen arteko kontrasteak adierazten dituztenean. Metaforaren 'vcalc' funtzioko `w1` argumentuari dagokio.
gl: Variable que especifica o tamaño do grupo (ou, en xeral, a ponderación da varianza da mostraxe inversa) da primeira condición cando as magnitudes observadas dos efectos ou os resultados representan diverxencias entre dúas condicións. Se corresponde co argumento 'w1' na función 'vcalc' de metafor.
pt: Variável para especificar o tamanho do grupo (ou, mais genericamente, o peso da variância da amostragem inversa) da primeira condição quando os tamanhos de efeito ou resultados observados representam contrastes entre duas condições. Corresponde ao argumento `w1` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Group Size 2
es: Tamaño de grupo 2
eu: Taldearen tamaina 2
gl: Tamaño do grupo 2
pt: Tamanho do Grupo 2

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Optional numeric vector to specify the size of the group (or more generally, the inverse-sampling variance weight) of the second condition when the observed effect sizes or outcomes represent contrasts between two conditions. Corresponds to the `w2` argument in the metafor's 'vcalc' function.
es: Vector numérico opcional que especifica el tamaño del grupo (o, en general, la ponderación de la varianza del muestreo inverso) de la segunda condición cuando las magnitudes observadas de los efectos o los resultados representan divergencias entre dos condiciones. Se corresponde con el argumento 'w2' en la función 'vcalc' de metafor.
eu: Bigarren baldintzaren taldearen tamaina (edo, oro har, alderantzizko laginketaren bariantza-pisua) zehazteko bektore numeriko aukerakoa, behatutako efektu-tamainak edo emaitzak bi baldintzen arteko kontrasteak adierazten dituztenean. Metaforaren 'vcalc' funtzioko `w2` argumentuari dagokio.
gl: Vector numérico opcional que especifica o tamaño do grupo (ou, en xeral, a ponderación da varianza da mostraxe inversa) da segunda condición cando as magnitudes observadas dos efectos ou os resultados representan diverxencias entre dúas condicións. Se corresponde co argumento 'w2' na función 'vcalc' de metafor.
pt: Vetor numérico opcional para especificar o tamanho do grupo (ou, de forma mais geral, o peso da variância da amostragem inversa) da segunda condição quando os tamanhos de efeito ou resultados observados representam contrastes entre duas condições. Corresponde ao argumento `w2` na função `vcalc` do metafor.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Subcluster
es: Subconglomerado
eu: Azpiklusterra
gl: Subconglomerado
pt: Subagrupamento

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Cluster
es: Conglomerado
eu: Multzoa
gl: Conglomerado
pt: Agrupamento

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Variable specifying clustering of the effect sizes for computing the variance covariance matrix. Effect sizes with different values of the cluster variable are assumed to be independent. Note that this input differs from the 'Clustering' option in the data input which is used to specify cluster-robust standard error. In most cases however, both input should contain the same variable.
es: Variable que especifica la conglomeración de las magnitudes de los efectos para calcular la matriz de varianzas-varianzas. Se asume que son independientes las magnitudes de los efectos con valores diferentes de la variable de conglomerado. Observe que esta entrada es diferente a la opción 'Conglomeración' de la entrada de datos, que se usa para especificar el error típico robusto a conglomerados. Sin embargo, en la mayor parte de los casos, ambas entradas deberían contener la misma variable.
eu: Bariantza-kobariantza-matrizea kalkulatzeko efektu-tamainen multzokatzea zehazten duen aldagaia. Multzo-aldagaiaren balio desberdinak dituzten efektu-tamainak independenteak direla suposatzen da. Kontuan izan sarrera hau datu-sarrerako 'Multzokatzea' aukeratik desberdina dela, zeina multzo-errotsotasun handiko errore estandarra zehazteko erabiltzen den. Hala ere, kasu gehienetan, bi sarrerek aldagai bera izan beharko lukete.
gl: Variable que especifica a conglomeración das magnitudes dos efectos para calcular a matriz de varianzas-varianzas. Se asume que son independentes as magnitudes dos efectos con valores diferentes da variable de conglomerado. Cae na conta de que esta entrada é diferente á opción 'Conglomeración' da entrada de datos, que se usa para especificar o erro padrón robusto a conglomerados. Porén, na maior parte dos casos, ambas entradas deberían conter a mesma variable.
pt: Variável que especifica o agrupamento dos tamanhos de efeito para calcular a matriz de variância-covariância. Os tamanhos de efeito com valores diferentes da variável de agrupamento são considerados independentes. Observe que esta entrada difere da opção "Agrupamento" na entrada de dados, que é usada para especificar o erro padrão robusto para agrupamentos. Na maioria dos casos, no entanto, ambas as entradas devem conter a mesma variável.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Construct Correlation Matrix
es: Matriz de correlaciones de Constructos
eu: Eraiki korrelazio matrizea
gl: Matriz de correlacións de Constructos
pt: Matriz de Correlação de Construtos

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Common correlation
es: Correlación común
eu: Korrelazio arrunta
gl: Correlación común
pt: Correlação comum

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Specify the correlation between the same construct levels.
es: Especificar la correlación entre los mismos niveles de constructos.
eu: Zehaztu eraikuntza-maila berdinen arteko korrelazioa.
gl: Especificar a correlación entre os mesmos niveis de constructos.
pt: Especifique a correlação entre os mesmos níveis de construção.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: CSV file containing the correlation matrix between the constructs levels. The first row and the first column of the file must contain names that map the matrix entries to the construct level names (the names cannot start with a number).
es: Archivo CSV que contiene la matriz de correlaciones entre niveles de constructos. La primera fila y la primera columna del archivo deben contener nombres que enlacen las entradas de la matriz con los nombres de los niveles de los constructos (los nombres no pueden comenzar con un número).
eu: Eraikuntza-mailen arteko korrelazio-matrizea duen CSV fitxategia. Fitxategiaren lehen errenkadak eta lehen zutabeak matrizearen sarrerak eraikuntza-mailaren izenekin lotzen dituzten izenak izan behar dituzte (izenak ezin dira zenbaki batekin hasi).
gl: Ficheiro CSV que contén a matriz de correlacións entre niveis de constructos. A primeira fila e a primeira columna do ficheiro deben conter nomes que enlacen as entradas da matriz cos nomes dos niveis dos constructos (os nomes non poden comezar cun número).
pt: Arquivo CSV contendo a matriz de correlação entre os níveis dos constructos. A primeira linha e a primeira coluna do arquivo devem conter nomes que mapeiem as entradas da matriz para os nomes dos níveis dos constructos (os nomes não podem começar com um número).

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Construct Type Correlation Matrix
es: Matriz de correlaciones de los tipos de Constructos
eu: Eraikuntza Motaren Korrelazio Matrizea
gl: Matriz de correlacións dos tipos de Constructos
pt: Matriz de Correlação de Tipo de Construção

# ClassicalMetaAnalysisMultilevelMultivariate|
source: CSV file containing the correlation matrix between the constructs type level. The first row and the first column of the file must contain names that map the matrix entries to the construct level type names (the names cannot start with a number).
es: Archivo CSV que contiene la matriz de correlaciones entre niveles de tipos de constructos. La primera fila y la primera columna del archivo deben contener nombres que enlacen las entradas de la matriz con los nombres de los niveles de los tipos de constructos (los nombres no pueden comenzar con un número).
eu: Eraikuntza mota-mailaren arteko korrelazio-matrizea duen CSV fitxategia. Fitxategiaren lehen errenkadak eta lehen zutabeak matrizearen sarrerak eraikuntza-maila mota-izenekin lotzen dituzten izenak izan behar dituzte (izenak ezin dira zenbaki batekin hasi).
gl: Ficheiro CSV que contén a matriz de correlacións entre niveis de tipos de constructos. A primeira fila e a primeira columna do ficheiro deben conter nomes que enlacen as entradas da matriz cos nomes dos niveis de tipos dos constructos (os nomes non poden comezar cun número).
pt: Arquivo CSV contendo a matriz de correlação entre os níveis de tipo de construção. A primeira linha e a primeira coluna do arquivo devem conter nomes que mapeiem as entradas da matriz para os nomes de tipo de nível de construção (os nomes não podem começar com um número).

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Time lag 1 correlation
es: Correlación de retardo temporal 1
eu: Denbora-atzerapenaren 1. korrelazioa
gl: Correlación de retardo temporal 1
pt: Correlação de atraso de tempo 1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Check positive definiteness
es: Comprobar certeza positiva
eu: Egiaztatu zehaztasun positiboa
gl: Comprobar certeza positiva
pt: Verifique a definição positiva

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Check if the variance-covariance matrix is symmetric.
es: Comprobar si la matriz de varianzas-covarianzas es simétrica.
eu: Egiaztatu bariantza-kobariantza matrizea simetrikoa den.
gl: Comprobar se a matriz de varianzas-covarianzas é simétrica.
pt: Verifique se a matriz de variância-covariância é simétrica.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Force positive definiteness
es: Forzar certeza positiva
eu: Behartu zehaztasun positiboa
gl: Forzar certeza positiva
pt: Forçar a definição positiva

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Force the variance-covariance matrix to be positive definite. This option shuld be used with caution as non-positive definite matricies often indicate input misspecification.
es: Forzar que la matriz de varianzas-covarianzas sea positiva. Esta opción debe utilizarse con cuidado, pues matrices definidas no-positivas habitualmente indican mala especificación de la entrada.
eu: Behartu bariantza-kobariantza matrizea definitu positiboa izatera. Aukera hau kontuz erabili behar da, matrize ez-positibo definituek askotan sarreraren zehaztapen okerra adierazten baitute.
gl: Forzar que a matriz de varianzas-covarianzas sexa positiva. Esta opción debe utilizarse con coidado, pois matrices definidas non-positivas habitualmente indican mala especificación da entrada.
pt: Forçar a matriz de variância-covariância a ser positiva definida. Esta opção deve ser usada com cautela, pois matrizes não positivas definidas frequentemente indicam especificação incorreta da entrada.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Save computed variance-covariance matrix
es: Guardar la matriz de varianzas-covarianzas calculada
eu: Gorde kalkulatutako bariantza-kobariantza matrizea
gl: Gardar a matriz de varianzas-covarianzas calculada
pt: Salvar matriz de variância-covariância calculada

# Description|
source: Meta-Analysis (Deprecated)
es: Meta-Análisis (Obsoleto)
eu: Metaanalisia (zaharkituta)
gl: Meta-Análise (Obsoleta)
pt: Meta-Análise (Obsoleto)

# Description|
source: Bayesian Meta-Analysis (Deprecated)
es: Meta-Análisis bayesiano (Obsoleto)
eu: Bayesiar Metaanalisia (Zaharkituta)
gl: Meta-Análise baisesiana (Obsoleta)
pt: Meta-análise Bayesiana (Obsoleta)

# BayesianBinomialMetaAnalysis|
source: References
es: Referencias
eu: Erreferentziak
gl: Referencias
pt: Referências

# BayesianBinomialMetaAnalysis|
source: R Packages
es: Paquetes de R
eu: R paketeak
gl: Paquetes de R
pt: Pacotes R

# BayesianBinomialMetaAnalysis|
source: Successes Group 1
es: Aciertos Grupo 1
eu: Arrakastak 1. Taldea
gl: Acertos Grupo 1
pt: Sucessos Grupo 1

# BayesianBinomialMetaAnalysis|
source: Successes Group 2
es: Aciertos Grupo 2
eu: Arrakastak 2. Taldea
gl: Acertos Grupo 2
pt: Sucessos Grupo 2

# BayesianBinomialMetaAnalysis|
source: Sample Size Group 1
es: Tamaño de muestra Grupo 1
eu: Laginaren tamaina 1. taldea
gl: Tamaño da mostra Grupo 1
pt: Tamanho de Amostra Grupo 1

# BayesianBinomialMetaAnalysis|
source: Predictors
es: Predictores
eu: Aurreikusleak
gl: Preditores
pt: Preditores

# BayesianBinomialMetaAnalysis|
source: Variables to include as predictors (moderators) in the meta-regression model. See the 'Model' section for the meta-regression specification details.
es: Variables a incluir como predictores (moderadores) en el modelo de Meta-Regresión. Consulte la sección 'Modelo' para los detalles de especificación de la Meta-Regresión.
eu: Meta-erregresio ereduan aurreikusle (moderatzaile) gisa sartu beharreko aldagaiak. Ikusi 'Eredua' atala meta-erregresioaren zehaztapenaren xehetasunak ikusteko.
gl: Variables a incluír como preditores (moderadores) no modelo de Meta-Regresión. Consulta a sección 'Modelo' para os detalles de especificación da Meta-Regresión.
pt: Variáveis a serem incluídas como preditores (moderadores) no modelo de metarregressão. Consulte a seção "Modelo" para obter detalhes sobre a especificação da metarregressão.

# BayesianBinomialMetaAnalysis|
source: Study Level (Multilevel)
es: Nivel de estudio (Multinivel)
eu: Ikasketa Maila (Maila Anitzekoa)
gl: Nivel de estudo (Multinivel)
pt: Nível de Estudo (Multinível)
