Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ForestPlot|
source: Options for visualizing study-level information, estimated marginal means, and the model information in an all encompassing forest plot. Different sections of the forest plot can be individually enabled/disabled.
es: Opciones para visualizar información de nivel-estudio, medias marginales estimadas y la información de los modelos en un gráfico forestal que abarque todo. Se pueden habilitar/deshabilitar por separado distintas secciones del gráfico forestal.
eu: Baso-diagrama oso batean azterketa-mailako informazioa, batez besteko marjinal estimatuak eta ereduaren informazioa bistaratzeko aukerak. Baso-diagramaren atal desberdinak banaka gaitu/desgaitu daitezke.
gl: Opcións para visualizar información de nivel-estudo, medias marxinais estimadas e a información dos modelos nunha gráfica forestal que abarque todo. Pódense habilitar/inhabilitar por separado distintas seccións da gráfica forestal.
pt: Opções para visualizar informações em nível de estudo, médias marginais estimadas e informações do modelo em um gráfico de floresta abrangente. Diferentes seções do gráfico de floresta podem ser ativadas/desativadas individualmente.

# ForestPlot|
source: Study information
es: Información del estudio
eu: Ikasketa informazioa
gl: Información do estudo
pt: Informações do estudo

# ForestPlot|
source: Add study-level information panel to the forest plot. There are three sections of the study-level information panel: a) the left section with study labels, names, and etc designed via the 'Selected Variables' option, b) the middle section visualizing the estimates and confidence intervals based on the meta-analytic input, c) the right section textually summarizing the estimates and confidence intervals based on the meta-analytic input.
es: Añadir panel de información de nivel-estudio al gráfico forestal. Hay tres secciones en el panel de información de nivel-estudio: a) la sección izquierda con etiquetas de estudios, nombres, etc... designados mediante la opción 'Variables seleccionadas', b) la sección media que visualiza las estimaciones e intervalos de confianza basados en la entrada meta-analítica, c) la sección derecha que resume textualmente las estimaciones e intervalos de confianza basados en la entrada meta-analítica.
eu: Gehitu ikerketa-mailako informazio-panela baso-diagramara. Ikerketa-mailako informazio-panelean hiru atal daude: a) ezkerreko atala, 'Hautatutako aldagaiak' aukeraren bidez diseinatutako ikerketa-etiketak, izenak eta abar dituena, b) erdiko atala, meta-analisiaren sarreran oinarritutako estimazioak eta konfiantza-tarteak bistaratzen dituena, c) eskuineko atala, meta-analisiaren sarreran oinarritutako estimazioak eta konfiantza-tarteak testuz laburbiltzen dituena.
gl: Engadir panel de información de nivel-estudo á gráfica forestal. Hai tres seccións no panel de información de nivel-estudo: a) a sección esquerda con etiquetas de estudo, nomes, etc... designados mediante a opción 'Variables escollidas', b) a sección media que visualiza as estimacións e intervalos de confianza baseados na entrada meta-analítica, c) a sección dereita que resume textualmente as estimacións e intervalos de confianza baseados na entrada meta-analítica.
pt: Adicione um painel de informações em nível de estudo ao gráfico de floresta. Há três seções no painel de informações em nível de estudo: a) a seção à esquerda com rótulos, nomes e outros elementos dos estudos, projetados por meio da opção 'Variáveis Selecionadas', b) a seção do meio, que visualiza as estimativas e os intervalos de confiança com base na entrada meta-analítica, c) a seção à direita, que resume textualmente as estimativas e os intervalos de confiança com base na entrada meta-analítica.

# ForestPlot|
source: Selected Variables
es: Variables seleccionadas
eu: Hautatutako aldagaiak
gl: Variables escollidas
pt: Variáveis Selecionadas

# ForestPlot|
source: Select variables containing study-level information to be printed in the left section of the panel. Each variable creates a new column in the panel.
es: Seleccionar variables que contienen información de nivel-estudio a presentar en la sección izquierda del panel. Cada variable genera una nueva columna en el panel.
eu: Hautatu panelaren ezkerreko atalean inprimatzeko ikasketa-mailako informazioa duten aldagaiak. Aldagai bakoitzak zutabe berri bat sortzen du panelean.
gl: Escoller variables que conteñen información de nivel-estudo a presentar na sección esquerda do panel. Cada variable xera unha nova columna no panel.
pt: Selecione variáveis contendo informações do nível do estudo a serem impressas na seção esquerda do painel. Cada variável cria uma nova coluna no painel.

# ForestPlot|
source: Title
es: Título
eu: Izenburua
gl: Título
pt: Título

# ForestPlot|
source: Width
es: Ancho
eu: Zabalera
gl: Ancho
pt: Largura

# ForestPlot|
source: Alignment
es: Alineamiento
eu: Lerrokatzea
gl: Aliñación
pt: Alinhamento

# ForestPlot|
source: Adjust the Title, Width, and Alignment of each column in the left section of the study-level information panel.
es: Ajustar el Título, Ancho y Alineamiento de cada columna en la sección izquierda del panel de información de nivel-estudio.
eu: Doitu ikasketa-mailako informazio-panelaren ezkerreko ataleko zutabe bakoitzaren Izenburua, Zabalera eta Lerrokatzea.
gl: Axustar o Título, Ancho e Aliñación de cada columna na sección esquerda do panel de información de nivel-estudo.
pt: Ajuste o Título, a Largura e o Alinhamento de cada coluna na seção esquerda do painel de informações do nível de estudo.

# ForestPlot|
source: Left
es: Izquierda
eu: Ezkerra
gl: Esquerda
pt: Esquerda

# ForestPlot|
source: Middle
es: Medio
eu: Erdialdea
gl: Medio
pt: Meio

# ForestPlot|
source: Right
es: Derecha
eu: Eskuinera
gl: Dereita
pt: Direita

# ForestPlot|
source: Predicted effects
es: Efectos predichos
eu: Aurreikusitako efektuak
gl: Efectos preditos
pt: Efeitos previstos

# ForestPlot|
source: Include predicted effect sizes in the middle section of the study-level information panel.
es: Incluir magnitudes predichas del efecto en la sección media del panel de información de nivel-estudio.
eu: Sartu aurreikusitako efektu-tamainak ikerketa-mailako informazio-panelaren erdiko atalean.
gl: Incluír magnitudes preditas do efecto na sección media do panel de información de nivel-estudo.
pt: Inclua os tamanhos de efeito previstos na seção intermediária do painel de informações do nível do estudo.

# ForestPlot|
source: Study weights
es: Ponderaciones de estudios
eu: Ikasketa-pisuak
gl: Ponderacións dos estudos
pt: Ponderações dos estudos

# ForestPlot|
source: Include the study weights in the right section of the study-level information panel.
es: Incluir las ponderaciones de los estudios en la sección derecha del panel de información de nivel-estudio.
eu: Sartu ikasketa-pisuak ikasketa-mailako informazio-panelaren eskuineko atalean.
gl: Incluír as ponderacións dos estudos na sección dereita do panel de información de nivel-estudo.
pt: Inclua as ponderações do estudo na seção direita do painel de informações do nível do estudo.

# ForestPlot|
source: Secondary confidence interval
es: Intervalo secundario de confianza
eu: Bigarren mailako konfiantza-tartea
gl: Intervalo secundario de confianza
pt: Intervalo de confiança secundário

# ForestPlot|
source: Include secondary confidence interval for effect sizes in the middle section of the study-level information panel.
es: Incluir los intervalos secundarios de confianza para las magnitudes del efecto en la sección media del panel de información de nivel-estudio.
eu: Sartu efektu-tamainen bigarren mailako konfiantza-tartea ikerketa-mailako informazio-panelaren erdiko atalean.
gl: Incluír os intervalos secundarios de confianza para as magnitudes do efecto na sección media do panel de información de nivel-estudo.
pt: Inclua o intervalo de confiança secundário para tamanhos de efeito na seção intermediária do painel de informações do nível do estudo.

# ForestPlot|
source: Order
es: Orden
eu: Eskaera
gl: Orde
pt: Ordem

# ForestPlot|
source: Order the study-level information panel by a variable.
es: Ordenar el panel de información de nivel-estudio según una variable.
eu: Ordenatu ikasketa-mailako informazio-panela aldagai baten arabera.
gl: Ordenar o panel de información de nivel-estudo segundo unha variable.
pt: Ordene o painel de informações do nível de estudo por uma variável.

# ForestPlot|
source: By
es: Por
eu: Egilea:
gl: Por
pt: Por

# ForestPlot|
source: Select the variable by which the study-level information panel is ordered.
es: Seleccionar la variable por la que se ordena el panel de información del nivel-estudio.
eu: Hautatu ikasketa-mailako informazio-panela ordenatzeko aldagaia.
gl: Seleccionar a variable pola que se ordena o panel de información do nivel-estudo.
pt: Selecione a variável pela qual o painel de informações do nível de estudo é ordenado.

# ForestPlot|
source: Ascending
es: Ascendente
eu: Goranzkoa
gl: Ascendente
pt: Ascendente

# ForestPlot|
source: Order the study-level information panel in ascending order.
es: Ordenar el panel de información del nivel-estudio en orden ascendente.
eu: Ordenatu ikasketa-mailako informazio-panela goranzko ordenan.
gl: Ordenar o panel de información do nivel-estudo en orde ascendente.
pt: Classifique o painel de informações do nível de estudo em ordem crescente.

# ForestPlot|
source: Aggregate
es: Agregar
eu: Agregatua
gl: Agregar
pt: Agregar

# ForestPlot|
source: Aggregate the study-level information panel by a variable. If selected, `Predicted effects` and all `Study information` in the tight panel is supressed.
es: Agregar el panel de información del nivel-estudio por una variable. Se suprimen `Efectos predichos` y toda `Información del estudio` en el panel ajustado.
eu: Aldagai baten arabera agregatu ikerketa-mailako informazio-panela. Hautatzen bada, panel estuan dauden `Aurreikusitako efektuak` eta `Ikerketaren informazio` guztia ezabatzen dira.
gl: Agregar o panel de información do nivel-estudo por unha variable. Suprímense `Efectos preditos` e toda `Información do estudo` no panel axustado.
pt: Agregar o painel de informações do nível do estudo por uma variável. Se selecionado, 'Efeitos previstos' e todas as 'Informações do estudo' no painel restrito serão suprimidos.

# ForestPlot|
source: Select the variable by which the study-level information panel is aggregated.
es: Seleccionar la variable por la que se agrega el panel de información del nivel-estudio.
eu: Hautatu ikasketa-mailako informazio-panela agregatzeko aldagaia.
gl: Seleccionar a variable pola que se agrega o panel de información do nivel-estudo.
pt: Selecione a variável pela qual o painel de informações do nível de estudo é agregado.

# ForestPlot|
source: Select the method for aggregating the estimates of the study-level information panel.
es: Seleccionar el método para agregar las estimaciones del panel de información del nivel-estudio.
eu: Hautatu azterketa-mailako informazio-panelaren estimazioak agregatzeko metodoa.
gl: Seleccionar o método para agregar as estimacións do panel de información do nivel-estudo.
pt: Selecione o método para agregar as estimativas do painel de informações do nível de estudo.

# ForestPlot|
source: Boxplot
es: Diagrama de caja
eu: Kaxa-diagrama
gl: Gráfica de caixa
pt: Diagrama de caixa

# ForestPlot|
source: Aggregate the estimates of the study-level information panel by boxplot with the box borders corresponding to the 25th, 50th, and 75th quantile and whiskers corresponding to the min and max values.
es: Agrega las estimaciones del panel de información nivel-estudio por gráfico de caja, con los bordes de la caja correspondiéndose con los cuantiles del 25%, del 50% y del 75% y los bigotes correspondiéndose con los valores mínimo y máximo.
eu: Batu ikerketa-mailako informazio-panelaren estimazioak kaxa-diagrama bidez, 25., 50. eta 75. kuantilei dagozkien kaxa-ertzak eta gutxieneko eta gehieneko balioei dagozkien biboteak erabiliz.
gl: Agrega as estimacións do panel de información nivel-estudo por gráfica de caixa, cos bordos da caixa correspondéndose cos cuantiles do 25%, do 50% e do 75% e os bigotes correspondéndose cos valores mínimo e máximo.
pt: Agregue as estimativas do painel de informações do nível de estudo por diagrama de caixa com as bordas da caixa correspondendo aos quantis 25, 50 e 75 e os limites correspondentes aos valores mínimo e máximo.

# ForestPlot|
source: Bubbles
es: Burbujas
eu: Burbuilak
gl: Burbullas
pt: Bolhas

# ForestPlot|
source: Aggregate the estimates of the study-level information panel by bubbles. The size of the bubble corresponds to the inverse variance of the estimates (or total sample size for binomial models).
es: Agrega las estimaciones del panel de información nivel-estudio por burbujas. El tamaño de la burbuja se corresponde con la varianza inversa de las estimaciones (o con el tamaño muestral total para modelos Binomiales).
eu: Batu ikerketa-mailako informazio-panelaren estimazioak burbuilen bidez. Burbuilaren tamaina estimazioen alderantzizko bariantzari dagokio (edo lagin-tamaina osoari eredu binomialetarako).
gl: Agrega as estimacións do panel de información nivel-estudo por burbullas. O tamaño da burbulla correspóndese coa varianza inversa das estimacións (ou co tamaño mostral total para modelos Binomiais).
pt: Agregue as estimativas do painel de informações do estudo por bolhas. O tamanho da bolha corresponde à variância inversa das estimativas (ou ao tamanho total da amostra para modelos binomiais).

# ForestPlot|
source: Relative size
es: Tamaño relativo
eu: Tamaina erlatiboa
gl: Tamaño relativo
pt: Tamanho relativo

# ForestPlot|
source: Set the relative size of the observed estimates.
es: Establecer el tamaño relativo de las estimaciones observadas.
eu: Ezarri behatutako estimazioen tamaina erlatiboa.
gl: Establecer o tamaño relativo das estimacións observadas.
pt: Defina o tamanho relativo das estimativas observadas.

# ForestPlot|
source: Estimated marginal means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias marxinais estimadas
pt: Médias marginais estimadas

# ForestPlot|
source: Add estimated marginal means information to the forest plot. Available when effect size meta-regression is specified.
es: Añadir información de las medias marginales estimadas al gráfico forestal. Disponible cuando se especifica la Meta-Regresión de la magnitud del efecto.
eu: Gehitu kalkulatutako batez besteko marjinalen informazioa baso-diagramara. Eskuragarri efektuaren tamainaren meta-erregresioa zehaztuta dagoenean.
gl: Engadir información das medias marxinais estimadas á gráfica forestal. Dispoñible cando se especifica a Meta-Regresión da magnitude do efecto.
pt: Adicione informações de médias marginais estimadas ao gráfico de floresta. Disponível quando a metarregressão do tamanho do efeito é especificada.

# ForestPlot|
source: Model Variables
es: Variables del modelo
eu: Eredu aldagaiak
gl: Variables do modelo
pt: Variáveis do Modelo

# ForestPlot|
source: Select variables for which the estimated marginal means are visualized.
es: Seleccionar las variables para las que se visualizan las medias marginales estimadas.
eu: Hautatu kalkulatutako batez besteko marjinalak bistaratzen diren aldagaiak.
gl: Escoller as variables para as que se visualizan as medias marxinais estimadas.
pt: Selecione variáveis para as quais as médias marginais estimadas são visualizadas.

# ForestPlot|
source: Term tests
es: Contrastes de términos
eu: Ikasturteko probak
gl: Probas de termos
pt: Testes de termos

# ForestPlot|
source: Include the omnibus term test of variables included in the estimated marginal means. The null hypothesis states that the effect size at all levels of the categorical variable are equal or that there is no linear association between the effect size and the continuous variable.
es: Incluir el contraste ómnibus de términos de las variables incluidas en las medias marginales estimadas. La hipótesis nula establece que la magnitud del efecto en todos los niveles de la variable con categorías es la misma, o que no hay asociación lineal entre la magnitud del efecto y la variable continua.
eu: Sartu batez besteko marjinal estimatuetan sartutako aldagaien omnibus terminoen proba. Hipotesi nuluak dio aldagai kategorikoaren maila guztietako efektuaren tamaina berdina dela edo ez dagoela lotura linealik efektuaren tamainaren eta aldagai jarraituaren artean.
gl: Incluír a proba ómnibus de termos das variables incluídas nas medias marxinais estimadas. A hipótese nula establece que a magnitude do efecto en tódolos niveis da variable con categorías é a mesma, ou que non hai asociación linear entre a magnitude do efecto e a variable continua.
pt: Inclua o teste de termos abrangente das variáveis incluídas nas médias marginais estimadas. A hipótese nula afirma que o tamanho do efeito em todos os níveis da variável categórica é igual ou que não há associação linear entre o tamanho do efeito e a variável contínua.

# ForestPlot|
source: Coefficient tests
es: Contrastes de coeficientes
eu: Koefizienteen probak
gl: Probas de coeficientes
pt: Testes de coeficientes

# ForestPlot|
source: Include coefficient tests of variables included in the estimated marginal means. The null hypothesis states that the estimated marginal mean for a given level equals the tested value.
es: Incluir contrastes de los coeficientes de las variables incluidas en las medias marginales estimadas. La hipótesis nula establece que la media marginal estimada para un nivel dado es igual al valor que se contrasta.
eu: Sartu batez besteko marjinal estimatuetan sartutako aldagaien koefiziente-probak. Hipotesi nuluak dio maila jakin baterako batez besteko marjinal estimatua probatutako balioaren berdina dela.
gl: Incluír probas dos coeficientes das variables incluídas nas medias marxinais estimadas. A hipótese nula establece que a media marxinal estimada para un nivel dado é igual ao valor que se proba.
pt: Incluir testes de coeficientes de variáveis incluídas nas médias marginais estimadas. A hipótese nula afirma que a média marginal estimada para um determinado nível é igual ao valor testado.

# ForestPlot|
source: Against
es: Frente a
eu: Aurka
gl: Fronte a
pt: Contra

# ForestPlot|
source: Specify the test value for the coefficient tests.
es: Especificar el valor que se contrasta para los contrastes de coeficientes.
eu: Zehaztu koefiziente-proben proba-balioa.
gl: Especificar o valor que se proba para as probas de coeficientes.
pt: Especifique o valor de teste para os testes de coeficiente.

# ForestPlot|
source: Coefficient tests against 0
es: Contrastes de coeficientes frente a 0
eu: Koefiziente probak 0ren aurka
gl: Probas de coeficientes fronte a 0
pt: Teste dos coeficientes contra 0

# ForestPlot|
source: Include coefficient tests of variables included in the estimated marginal means against 0. The null hypothesis states that the estimated marginal mean for a given level equals the tested value.
es: Incluir contrastes de los coeficientes de las variables incluidas en las medias marginales estimadas, frente a 0. La hipótesis nula establece que la media marginal estimada para un nivel dado es igual al valor que se contrasta.
eu: Sartu batez besteko marjinal estimatuetan sartutako aldagaien koefiziente-probak 0ren aurka. Hipotesi nuluak dio maila jakin baterako batez besteko marjinal estimatua probatutako balioaren berdina dela.
gl: Incluír probas dos coeficientes das variables incluídas nas medias marxinais estimadas, fronte a 0. A hipótese nula establece que a media marxinal estimada para un nivel dado é igual ao valor que se proba.
pt: Incluir testes de coeficientes de variáveis incluídas nas médias marginais estimadas em relação a 0. A hipótese nula afirma que a média marginal estimada para um determinado nível é igual ao valor testado.

# ForestPlot|
source: Adjusted effect size estimate
es: Estimación de la magnitud del efecto ajustada
eu: Doitutako efektu-tamainaren estimazioa
gl: Estimación da magnitude do efecto axustada
pt: Estimativa do tamanho do efeito ajustado

# ForestPlot|
source: Include the adjusted effect size estimate in the estimated marginal means section.
es: Incluir la estimación de la magnitud del efecto ajustada, en la sección de las medias marginales estimadas.
eu: Sartu doitutako efektu-tamainaren estimazioa estimatutako batez besteko marjinalen atalean.
gl: Incluír a estimación da magnitude do efecto axustada, na sección das medias marxinais estimadas.
pt: Inclua a estimativa do tamanho do efeito ajustado na seção de médias marginais estimadas.

# ForestPlot|
source: Model information
es: Información del modelo
eu: Modeloaren informazioa
gl: Información do modelo
pt: Informação do modelo

# ForestPlot|
source: Add meta-analytic model information to the forest plot.
es: Añadir información del modelo meta-analítico al gráfico forestal.
eu: Gehitu meta-analisi ereduaren informazioa baso-diagramari.
gl: Engadir información do modelo meta-analítico á gráfica forestal.
pt: Adicione informações do modelo meta-analítico ao gráfico de floresta.

# ForestPlot|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade

# ForestPlot|
source: Test
es: Contraste
eu: Proba
gl: Proba
pt: Teste

# ForestPlot|
source: Include the test of the residual heterogeneity in the model information section.
es: Incluir el contraste de heterogeneidad de los errores en la sección de información del modelo.
eu: Sartu hondar-heterogeneotasunaren testa ereduaren informazio atalean.
gl: Incluír a proba de heteroxeneidade dos erros na sección de información do modelo.
pt: Inclua o teste da heterogeneidade residual na seção de informações do modelo.

# ForestPlot|
source: Estimate
es: Estimar
eu: Estimazioa
gl: Estimar
pt: Estimar

# ForestPlot|
source: Include the meta-analytic 𝜏, the square root of the estimated between-study variance in the model information section. Not available for multilevel/multivariate meta-analysis.
es: Incluir el 𝜏 meta-analítico, la raíz cuadrada de la varianza entre-estudios estimada, en la sección de información del modelo. No disponible en el Meta-Análisis multinivel/multivariante.
eu: Sartu metaanalisi 𝜏, hau da, ikerketen arteko bariantza estimatuaren erro karratua, ereduaren informazio atalean. Ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietarako.
gl: Incluír o 𝜏 meta-analítico, a raíz cadrada da varianza entre-estudos estimada, na sección de información do modelo. Non dispoñible na Meta-Análise multinivel/multivariante.
pt: Inclua o 𝜏 meta-analítico, a raiz quadrada da variância estimada entre estudos, na seção de informações do modelo. Não disponível para meta-análise multinível/multivariada.

# ForestPlot|
source: Include the meta-analytic 𝜏², the estimated between-study variance in the model information section. Not available for multilevel/multivariate meta-analysis.
es: Incluir el 𝜏² meta-analítico, la varianza entre-estudios estimada, en la sección de información del modelo. No disponible en el Meta-Análisis multinivel/multivariante.
eu: Sartu metaanalisi 𝜏², hau da, ikerketen arteko bariantza kalkulatua, ereduaren informazio atalean. Ez dago eskuragarri maila anitzeko/aldagai anitzeko metaanalisietarako.
gl: Incluír o 𝜏² meta-analítico, a varianza entre-estudos estimada, na sección de información do modelo. Non dispoñible na Meta-Análise multinivel/multivariante.
pt: Inclua o 𝜏² meta-analítico, a variância estimada entre estudos, na seção de informações do modelo. Não disponível para meta-análise multinível/multivariada.
