Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Options for specifying the random effects structure for the meta-analysis model, including the types of random effects and their associated variables. Allows modeling of complex data structures such as multilevel, multivariate, autoregressive, spatial, and other forms of dependency.
ta: சீரற்ற விளைவுகளின் வகைகள் மற்றும் அவற்றுடன் தொடர்புடைய மாறிகள் உள்ளிட்ட மேவு பகுப்பாய்வு மாதிரிக்கான சீரற்ற விளைவுகள் கட்டமைப்பைக் குறிப்பிடுவதற்கான விருப்பங்கள். மல்டிலெவல், பன்முகத்தன்மை, தன்னியக்க முன்னேற்ற, இடஞ்சார்ந்த மற்றும் பிற வகையான சார்பு போன்ற சிக்கலான தரவு கட்டமைப்புகளின் மாடலிங் அனுமதிக்கிறது.

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Structure %1
ta: கட்டமைப்பு %1

# ClassicalMetaAnalysisMultilevelMultivariate|
source: Manhattan
ta: மன்ஆட்டன்

# EffectSizeComputation|
source: SMD
ta: எச்.எம்.டி.

# EffectSizeComputation|
source: SMDH
ta: சாண்டி

# EffectSizeComputation|
source: CVR
ta: சி.வி.ஆர்

# EffectSizeComputation|
source: VR
ta: வி.ஆர்

# EffectSizeComputation|
source: RR
ta: ஆர்.ஆர்

# EffectSizeComputation|
source: AS
ta: அச்

# EffectSizeComputation|
source: PETO
ta: பெட்டோ

# EffectSizeComputation|
source: IRSD
ta: ஐ.ஆர்.எச்.டி.

# EffectSizeComputation|
source: PBIT
ta: பிட்

# EffectSizeComputation|
source: COR
ta: கோர்

# EffectSizeComputation|
source: PHI
ta: ஃபை

# EffectSizeComputation|
source: YUQ
ta: காஃப்

# EffectSizeComputation|
source: RTET
ta: rts

# EffectSizeComputation|
source: ZPHI
ta: சைன்

# EffectSizeComputation|
source: ZTET
ta: செட்

# EffectSizeComputation|
source: MN
ta: எம்.என்

# EffectSizeComputation|
source: SMN
ta: எச்.எம்.என்

# EffectSizeComputation|
source: CVLN
ta: சி.வி.எல்.என்

# EffectSizeComputation|
source: PLN
ta: பி.எல்.என்

# EffectSizeComputation|
source: PAS
ta: இல்லை

# EffectSizeComputation|
source: IR
ta: இர்

# EffectSizeComputation|
source: IRLN
ta: Irr

# EffectSizeComputation|
source: IRS
ta: ஐஆர்எச்

# EffectSizeComputation|
source: MC
ta: எம்.சி.

# EffectSizeComputation|
source: SMCC
ta: எச்.எம்.சி.சி.

# EffectSizeComputation|
source: SMCR
ta: எச்.எம்.சி.ஆர்

# EffectSizeComputation|
source: ROMC
ta: பாறை

# EffectSizeComputation|
source: CVRC
ta: சி.வி.ஆர்.சி.

# EffectSizeComputation|
source: VRC
ta: வி.ஆர்.சி.

# EffectSizeComputation|
source: MPRR
ta: எம்.பி.ஆர்.ஆர்

# EffectSizeComputation|
source: MPRD
ta: எம்.பி.ஆர்.டி.

# EffectSizeComputation|
source: ARAW
ta: நாள்

# EffectSizeComputation|
source: AHW
ta: அஅ்வ்

# EffectSizeComputation|
source: ZR2
ta: தானிய

# EffectSizeComputation|
source: REH
ta: ரெஅ்

# EffectSizeComputation|
source: HO
ta: ஓ

# EffectSizeComputation|
source: AV
ta: Of

# EffectSizeComputation|
source: AVHO
ta: அவோ

# EffectSizeComputation|
source: ST
ta: ச்டம்ப்

# EffectSizeComputation|
source: CS
ta: சி.எச்

# EffectSizeComputation|
source: AV2
ta: ச்கைலைன்

# FunnelPlot|
source: Kossmeier, M., Tran, U. S., & Voracek, M. (2020). Power-enhanced funnel plots for meta-analysis. Zeitschrift für Psychologie, 228(1).
ta: கோச்மியர், எம்., டிரான், யு.எச்., & வோரசெக், எம். (2020). மேவு பகுப்பாய்விற்கான ஆற்றல் மேம்படுத்தப்பட்ட புனல் அடுக்கு. உளவியல் இதழ், 228 (1).

# FunnelPlot|
source: μ
ta: மீ

# FunnelPlot|
source: Select the heterogeneity estimation method for the funnel plot under the alternative hypothesis.
ta: மாற்று கருதுகோளின் கீழ் புனல் சதித்திட்டத்திற்கான பன்முகத்தன்மை மதிப்பீட்டு முறையைத் தேர்ந்தெடுக்கவும்.

# FunnelPlot|
source: DerSimonian-Laird
ta: டெர்சிமோனியன்-லெயார்ட்

# FunnelPlot|
source: Hunter-Schmidt
ta: அண்டர்-ச்மிட்

# FunnelPlot|
source: Hunter-Schmidt (SSC)
ta: அண்டர்-ச்மிட் (எச்.எச்.சி)

# FunnelPlot|
source: Sidik-Jonkman
ta: சிடிக்-சோன்க்மேன்

# FunnelPlot|
source: Paule-Mandel
ta: புலே-மாண்டல்

# FunnelPlot|
source: Paule-Mandel (MU)
ta: பவுல்-மாண்டல் (மு)

# FunnelPlot|
source: Funnel plot asymmetry tests
ta: புனல் சூழ்ச்சி சமச்சீரற்ற சோதனைகள்

# FunnelPlot|
source: Perform tests to detect asymmetry in the funnel plot indicating potential publication bias. The tests are performed with the 'Method' specified in the 'Funnel under H₁' option.
ta: சாத்தியமான வெளியீட்டு சார்புகளைக் குறிக்கும் புனல் சதித்திட்டத்தில் சமச்சீரற்ற தன்மையைக் கண்டறிய சோதனைகளைச் செய்யுங்கள். சோதனைகள் 'ஃபன்னல் அண்டர் எச்' விருப்பத்தில் குறிப்பிடப்பட்டுள்ள 'முறை' மூலம் செய்யப்படுகின்றன.

# FunnelPlot|
source: Include meta-regression tests for funnel plot asymmetry.
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான மெட்டா-பின்னடைவு சோதனைகள் அடங்கும்.

# FunnelPlot|
source: Weighted regression
ta: எடையுள்ள பின்னடைவு

# FunnelPlot|
source: Include weighted regression tests for funnel plot asymmetry.
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான எடையுள்ள பின்னடைவு சோதனைகள் அடங்கும்.

# FunnelPlot|
source: Rank correlation
ta: தரவரிசை தொடர்பு

# FunnelPlot|
source: Include rank correlation tests for funnel plot asymmetry.
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான தரவரிசை தொடர்பு சோதனைகள் அடங்கும்.

# ClassicalMetaAnalysisAdvanced|
source: Perform a permutation test for the model coefficients. Available in the meta-analysis module when clustering is not specified. The resulting permuation p-values are displayed in the 'p (permutation)' column. Note that permutation can be computationally intesive.
ta: மாதிரி குணகங்களுக்கான வரிசைமாற்ற சோதனையைச் செய்யுங்கள். கிளச்டரிங் குறிப்பிடப்படாதபோது மேவு பகுப்பாய்வு தொகுதியில் கிடைக்கிறது. இதன் விளைவாக ஏற்பாடு p- மதிப்புகள் 'p (வரிசைமாற்றம்)' நெடுவரிசையில் காட்டப்படும். வரிசைமாற்றம் கணக்கீட்டு ரீதியாக விரும்பத்தக்கதாக இருக்க முடியும் என்பதை நினைவில் கொள்க.

# ClassicalMetaAnalysisAdvanced|
source: Allow adding custom arguments to the metafor function call. Consult the metafor R package documentation for the available commands (https://wviechtb.github.io/metafor/reference/rma.uni.html and https://wviechtb.github.io/metafor/reference/rma.mv.html).
ta: மெட்டாஃபோர் செயல்பாட்டு அழைப்பில் தனிப்பயன் வாதங்களைச் சேர்க்க அனுமதிக்கவும். கிடைக்கக்கூடிய கட்டளைகளுக்கான மெட்டாஃபோர் ஆர் தொகுப்பு ஆவணங்களை அணுகவும் (https://wviechtb.github.io/metafor/reference/rma.uni.html மற்றும் https://wviechtb.github.io/metafor/reference/rma.mv.mv.hv.html ).

# ClassicalMetaAnalysisBubblePlot|
source: Bubble Plot
ta: குமிழி சூழ்ச்சி

# ClassicalMetaAnalysisBubblePlot|
source: Options for visualizing the estimated effect sizes at different levels of the predictors with the observed estimates visualized as bubbles. Continuous predictors can be split into three bins with cutoffs at ±x standard deviations from the mean. Predictors that are not specified for either the x-axis, lines, or plots are averaged over.
ta: முன்னறிவிப்பாளர்களின் வெவ்வேறு நிலைகளில் மதிப்பிடப்பட்ட விளைவு அளவுகளை காட்சிப்படுத்துவதற்கான விருப்பங்கள் குமிழ்கள் எனக் காணப்பட்ட மதிப்பீடுகளுடன். தொடர்ச்சியான முன்னறிவிப்பாளர்களை சராசரியிலிருந்து ± ஃச் நிலையான விலகல்களில் வெட்டுக்களுடன் மூன்று தொட்டிகளாக பிரிக்கலாம். எக்ச்-அச்சு, கோடுகள் அல்லது அடுக்குகளுக்கு குறிப்பிடப்படாத முன்னறிவிப்பாளர்கள் சராசரியாக உள்ளனர்.

# ClassicalMetaAnalysisBubblePlot|
source: Model Variables
ta: மாதிரி மாறிகள்

# ClassicalMetaAnalysisBubblePlot|
source: Selected Variable
ta: தேர்ந்தெடுக்கப்பட்ட மாறி

# ClassicalMetaAnalysisBubblePlot|
source: Variable to be visualized on the x-axis.
ta: எக்ச்-அச்சில் காட்சிப்படுத்தப்பட வேண்டும்.

# ClassicalMetaAnalysisBubblePlot|
source: Separate Lines
ta: தனி கோடுகள்

# ClassicalMetaAnalysisBubblePlot|
source: Variable(s) according to which predictions are split across different lines.
ta: மாறி (கள்) அதன்படி கணிப்புகள் வெவ்வேறு வரிகளில் பிரிக்கப்படுகின்றன.

# ClassicalMetaAnalysisBubblePlot|
source: Separate Plots
ta: தனி அடுக்கு

# ClassicalMetaAnalysisBubblePlot|
source: Variable(s) according to which predictions are split across different plots.
ta: மாறுபட்ட (கள்) அதன்படி கணிப்புகள் வெவ்வேறு அடுக்குகளில் பிரிக்கப்படுகின்றன.

# ClassicalMetaAnalysisBubblePlot|
source: SD factor covariates
ta: எச்டி காரணி கோவாரியட்டுகள்

# ClassicalMetaAnalysisBubblePlot|
source: Standard deviation cutoff used for binning continuous covariates.
ta: தொடர்ச்சியான கோவாரியட்டுகளைத் தூண்டுவதற்கு பயன்படுத்தப்படும் நிலையான விலகல் வெட்டு.

# ClassicalMetaAnalysisBubblePlot|
source: Bubbles
ta: குமிழ்கள்

# ClassicalMetaAnalysisBubblePlot|
source: Size
ta: அளவு

# ClassicalMetaAnalysisBubblePlot|
source: Options for determining the size of the observed estimates.
ta: கவனிக்கப்பட்ட மதிப்பீடுகளின் அளவை தீர்மானிப்பதற்கான விருப்பங்கள்.

# ClassicalMetaAnalysisBubblePlot|
source: Weight
ta: எடை

# ClassicalMetaAnalysisBubblePlot|
source: Inverse variance
ta: தலைகீழ் மாறுபாடு

# ClassicalMetaAnalysisBubblePlot|
source: Equal
ta: சமமான

# ClassicalMetaAnalysisBubblePlot|
source: Relative size
ta: உறவினர் அளவு

# ClassicalMetaAnalysisBubblePlot|
source: Set the relative size of the observed estimates.
ta: கவனிக்கப்பட்ட மதிப்பீடுகளின் ஒப்பீட்டு அளவை அமைக்கவும்.

# ClassicalMetaAnalysisBubblePlot|
source: Transparency
ta: வெளிப்படைத்தன்மை

# ClassicalMetaAnalysisBubblePlot|
source: Set the transparency of the observed estimates.
ta: கவனிக்கப்பட்ட மதிப்பீடுகளின் வெளிப்படைத்தன்மையை அமைக்கவும்.

# ClassicalMetaAnalysisBubblePlot|
source: Jitter
ta: நடுக்கம்

# ClassicalMetaAnalysisBubblePlot|
source: Set the degree of x-coordinate jitter of the observed estimates. Available when the x-axis variable is nominal.
ta: கவனிக்கப்பட்ட மதிப்பீடுகளின் எக்ச்-ஒருங்கிணைப்பு நடுக்கத்தின் அளவை அமைக்கவும். எக்ச்-அச்சு மாறி பெயரளவில் இருக்கும்போது கிடைக்கும்.

# ClassicalMetaAnalysisBubblePlot|
source: Confidence intervals
ta: நம்பிக்கை இடைவெளிகள்

# ClassicalMetaAnalysisBubblePlot|
source: Include confidence intervals of the estimated effect sizes.
ta: மதிப்பிடப்பட்ட விளைவு அளவுகளின் நம்பிக்கை இடைவெளிகளை உள்ளடக்கியது.

# ClassicalMetaAnalysisBubblePlot|
source: Prediction intervals
ta: கணிப்பு இடைவெளிகள்

# ClassicalMetaAnalysisBubblePlot|
source: Include prediction intervals of the estimated effect sizes.
ta: மதிப்பிடப்பட்ட விளைவு அளவுகளின் முன்கணிப்பு இடைவெளிகளை உள்ளடக்கியது.

# ClassicalMetaAnalysisBubblePlot|
source: Theme
ta: கருப்பொருள்

# ClassicalMetaAnalysisBubblePlot|
source: Set the theme of the bubble plot.
ta: குமிழி சதித்திட்டத்தின் கருப்பொருளை அமைக்கவும்.

# ClassicalMetaAnalysisBubblePlot|
source: White background
ta: வெள்ளை பின்னணி

# ClassicalMetaAnalysisBubblePlot|
source: Light
ta: ஒளி

# ClassicalMetaAnalysisBubblePlot|
source: Minimal
ta: குறைந்தபட்ச

# ClassicalMetaAnalysisBubblePlot|
source: Relative text size
ta: உறவினர் உரை அளவு

# ClassicalMetaAnalysisBubblePlot|
source: Adjust the text size of the bubble plot.
ta: குமிழி சதித்திட்டத்தின் உரை அளவை சரிசெய்யவும்.

# ClassicalMetaAnalysisBubblePlot|
source: Legend position
ta: புராண நிலை

# ClassicalMetaAnalysisBubblePlot|
source: Set the legend position of the bubble plot.
ta: குமிழி சதித்திட்டத்தின் புராண நிலையை அமைக்கவும்.

# ClassicalMetaAnalysisBubblePlot|
source: None
ta: எதுவுமில்லை

# ClassicalMetaAnalysisBubblePlot|
source: Bottom
ta: கீழே

# ClassicalMetaAnalysisBubblePlot|
source: Right
ta: வலது

# ClassicalMetaAnalysisBubblePlot|
source: Top
ta: மேலே

# ClassicalMetaAnalysisBubblePlot|
source: Left
ta: இடது

# ClassicalMetaAnalysisDiagnostics|
source: Variace inflation factor
ta: மாறுபாடு பணவீக்க காரணி

# ClassicalMetaAnalysisDiagnostics|
source: Baujat
ta: போசாட்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Options to compute estimated marginal means (EMMs) for the effect size and heterogeneity models, allowing examination of predicted values at specific levels of moderators.
ta: விளைவு அளவு மற்றும் பன்முகத்தன்மை மாதிரிகளுக்கான மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை (ஈ.எம்.எம்) கணக்கிடுவதற்கான விருப்பங்கள், குறிப்பிட்ட அளவிலான மதிப்பீட்டாளர்களில் கணிக்கப்பட்ட மதிப்புகளை ஆய்வு செய்ய அனுமதிக்கிறது.

# ClassicalMetaAnalysisForestPlot|
source: Forest Plot
ta: வன சூழ்ச்சி

# ClassicalMetaAnalysisForestPlot|
source: Options for visualizing study-level information, estimated marginal means, and the model information in an all encompassing forest plot. Different sections of the forest plot can be individually enabled/disabled.
ta: ஆய்வு-நிலை செய்தி, மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் மற்றும் அனைத்து வன சதித்திட்டத்தில் உள்ள மாதிரி தகவல்களையும் காட்சிப்படுத்துவதற்கான விருப்பங்கள். வன சதித்திட்டத்தின் வெவ்வேறு பிரிவுகளை தனித்தனியாக இயக்கலாம்/முடக்கலாம்.

# ClassicalMetaAnalysisForestPlot|
source: Study information
ta: செய்தி ஆய்வு

# ClassicalMetaAnalysisForestPlot|
source: Add study-level information panel to the forest plot. There are three sections of the study-level information panel: a) the left section with study labels, names, and etc designed via the 'Selected Variables' option, b) the middle section visualizing the estimates and confidence intervals based on the meta-analytic input, c) the right section textually summarizing the estimates and confidence intervals based on the meta-analytic input.
ta: வன சதித்திட்டத்தில் ஆய்வு-நிலை செய்தி குழுவைச் சேர்க்கவும். ஆய்வு-நிலை செய்தி குழுவின் மூன்று பிரிவுகள் உள்ளன: அ) 'தேர்ந்தெடுக்கப்பட்ட மாறிகள்' விருப்பம் வழியாக வடிவமைக்கப்பட்ட ஆய்வு லேபிள்கள், பெயர்கள் மற்றும் போன்றவற்றைக் கொண்ட இடது பிரிவு, ஆ) மெட்டாவின் அடிப்படையில் மதிப்பீடுகள் மற்றும் நம்பிக்கை இடைவெளிகளைக் காட்சிப்படுத்தும் நடுத்தர பிரிவு- பகுப்பாய்வு உள்ளீடு, இ) மேவு பகுப்பாய்வு உள்ளீட்டின் அடிப்படையில் மதிப்பீடுகள் மற்றும் நம்பிக்கை இடைவெளிகளை சுருக்கமாகக் கூறும் சரியான பிரிவு.

# ClassicalMetaAnalysisForestPlot|
source: Selected Variables
ta: தேர்ந்தெடுக்கப்பட்ட மாறிகள்

# ClassicalMetaAnalysisForestPlot|
source: Select variables containing study-level information to be printed in the left section of the panel. Each variable creates a new column in the panel.
ta: குழுவின் இடது பிரிவில் அச்சிடப்பட வேண்டிய ஆய்வு-நிலை தகவல்களைக் கொண்ட மாறிகள் என்பதைத் தேர்ந்தெடுக்கவும். ஒவ்வொரு மாறியும் பேனலில் ஒரு புதிய நெடுவரிசையை உருவாக்குகிறது.

# ClassicalMetaAnalysisForestPlot|
source: Title
ta: தலைப்பு

# ClassicalMetaAnalysisForestPlot|
source: Width
ta: அகலம்

# ClassicalMetaAnalysisForestPlot|
source: Alignment
ta: இருப்புவழி

# ClassicalMetaAnalysisForestPlot|
source: Adjust the Title, Width, and Alignment of each column in the left section of the study-level information panel.
ta: ஆய்வு-நிலை செய்தி குழுவின் இடது பிரிவில் ஒவ்வொரு நெடுவரிசையின் தலைப்பு, அகலம் மற்றும் சீரமைப்பை சரிசெய்யவும்.

# ClassicalMetaAnalysisForestPlot|
source: Left
ta: இடது

# ClassicalMetaAnalysisForestPlot|
source: Middle
ta: நடுத்தர

# ClassicalMetaAnalysisForestPlot|
source: Right
ta: வலது

# ClassicalMetaAnalysisForestPlot|
source: Predicted effects
ta: கணிக்கப்பட்ட விளைவுகள்

# ClassicalMetaAnalysisForestPlot|
source: Include predicted effect sizes in the middle section of the study-level information panel.
ta: ஆய்வு-நிலை செய்தி குழுவின் நடுத்தர பிரிவில் கணிக்கப்பட்ட விளைவு அளவுகளைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Study weights
ta: எடைகளைப் படிக்கவும்

# ClassicalMetaAnalysisForestPlot|
source: Include the study weights in the right section of the study-level information panel.
ta: ஆய்வு-நிலை செய்தி குழுவின் சரியான பகுதியில் ஆய்வு எடைகளைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Secondary confidence interval
ta: இரண்டாம் நிலை நம்பிக்கை இடைவெளி

# ClassicalMetaAnalysisForestPlot|
source: Include secondary confidence interval for effect sizes in the middle section of the study-level information panel.
ta: ஆய்வு-நிலை செய்தி குழுவின் நடுத்தர பிரிவில் விளைவு அளவுகளுக்கான இரண்டாம் நிலை நம்பிக்கை இடைவெளியைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Order
ta: ஒழுங்கு

# ClassicalMetaAnalysisForestPlot|
source: Order the study-level information panel by a variable.
ta: ஒரு மாறி மூலம் ஆய்வு-நிலை செய்தி குழுவை ஆர்டர் செய்யுங்கள்.

# ClassicalMetaAnalysisForestPlot|
source: By
ta: மூலம்

# ClassicalMetaAnalysisForestPlot|
source: Ascending
ta: ஏறுதல்

# ClassicalMetaAnalysisForestPlot|
source: Estimated marginal means
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

# ClassicalMetaAnalysisForestPlot|
source: Add estimated marginal means information to the forest plot. Available when effect size meta-regression is specified.
ta: வன சதித்திட்டத்தில் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைச் சேர்க்கவும். விளைவு அளவு மெட்டா-பின்னடைவு குறிப்பிடப்படும் போது கிடைக்கும்.

# ClassicalMetaAnalysisForestPlot|
source: Model Variables
ta: மாதிரி மாறிகள்

# ClassicalMetaAnalysisForestPlot|
source: Select variables for which the estimated marginal means are visualized.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் காட்சிப்படுத்தப்பட்ட மாறிகளைத் தேர்ந்தெடுக்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Term tests
ta: கால சோதனைகள்

# ClassicalMetaAnalysisForestPlot|
source: Include the omnibus term test of variables included in the estimated marginal means. The null hypothesis states that the effect size at all levels of the categorical variable are equal or that there is no linear association between the effect size and the continuous variable.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிகளில் சேர்க்கப்பட்டுள்ள மாறிகளின் சர்வபுல கால சோதனை சேர்க்கவும். வகைப்படுத்தப்பட்ட மாறியின் அனைத்து மட்டங்களிலும் விளைவு அளவு சமம் அல்லது விளைவு அளவிற்கும் தொடர்ச்சியான மாறிக்கும் இடையில் நேரியல் தொடர்பு இல்லை என்று சுழிய கருதுகோள் கூறுகிறது.

# ClassicalMetaAnalysisForestPlot|
source: Coefficient tests
ta: குணக சோதனைகள்

# ClassicalMetaAnalysisForestPlot|
source: Include coefficient tests of variables included in the estimated marginal means. The null hypothesis states that the estimated marginal mean for a given level equals the tested value.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிகளில் சேர்க்கப்பட்டுள்ள மாறிகளின் குணக சோதனைகளை உள்ளடக்கியது. கொடுக்கப்பட்ட நிலைக்கு மதிப்பிடப்பட்ட விளிம்பு சராசரி சோதனை செய்யப்பட்ட மதிப்புக்கு சமம் என்று சுழிய கருதுகோள் கூறுகிறது.

# ClassicalMetaAnalysisForestPlot|
source: Against
ta: எதிராக

# ClassicalMetaAnalysisForestPlot|
source: Specify the test value for the coefficient tests.
ta: குணக சோதனைகளுக்கான சோதனை மதிப்பைக் குறிப்பிடவும்.

# ClassicalMetaAnalysisForestPlot|
source: Adjusted effect size estimate
ta: சரிசெய்யப்பட்ட விளைவு அளவு மதிப்பீடு

# ClassicalMetaAnalysisForestPlot|
source: Include the adjusted effect size estimate in the estimated marginal means section.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் பிரிவில் சரிசெய்யப்பட்ட விளைவு அளவு மதிப்பீட்டைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Model information
ta: மாதிரி செய்தி

# ClassicalMetaAnalysisForestPlot|
source: Add meta-analytic model information to the forest plot.
ta: வன சதித்திட்டத்தில் மேவு பகுப்பாய்வு மாதிரி தகவல்களைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Pooled effect size estimate
ta: பூல் செய்யப்பட்ட விளைவு அளவு மதிப்பீடு

# ClassicalMetaAnalysisForestPlot|
source: Include the overall meta-analytic effect size estimate in the model information section.
ta: மாதிரி செய்தி பிரிவில் ஒட்டுமொத்த மேவு பகுப்பாய்வு விளைவு அளவு மதிப்பீட்டைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Pooled effect size test
ta: பூல் செய்யப்பட்ட விளைவு அளவு சோதனை

# ClassicalMetaAnalysisForestPlot|
source: Include the test of the overall meta-analytic effect size estimate in the model information section.
ta: மாதிரி செய்தி பிரிவில் ஒட்டுமொத்த மேவு பகுப்பாய்வு விளைவு அளவு மதிப்பீட்டின் சோதனையை சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Residual heterogeneity test
ta: மீதமுள்ள பன்முக சோதனை

# ClassicalMetaAnalysisForestPlot|
source: Include the test of the residual heterogeneity in the model information section.
ta: மாதிரி செய்தி பிரிவில் மீதமுள்ள பன்முகத்தன்மையின் சோதனையைச் சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Residual heterogeneity estimate
ta: மீதமுள்ள பன்முகத்தன்மை மதிப்பீடு

# ClassicalMetaAnalysisForestPlot|
source: Include the meta-analytic residual heterogeneity estimate in the model information section. Not available for multilevel/multivariate meta-analysis.
ta: மாதிரி செய்தி பிரிவில் மேவு பகுப்பாய்வு எஞ்சிய பன்முகத்தன்மை மதிப்பீட்டைச் சேர்க்கவும். பல நிலை/மல்டிவேரியேட் மேவு பகுப்பாய்விற்கு கிடைக்கவில்லை.

# ClassicalMetaAnalysisForestPlot|
source: Effect size moderation test
ta: விளைவு அளவு மிதமான சோதனை

# ClassicalMetaAnalysisForestPlot|
source: Include the omnibus effect size moderation test in the model information section. Available when effect size meta-regression is specified.
ta: மாதிரி செய்தி பிரிவில் ஆம்னிபச் விளைவு அளவு மிதமான சோதனையைச் சேர்க்கவும். விளைவு அளவு மெட்டா-பின்னடைவு குறிப்பிடப்படும் போது கிடைக்கும்.

# ClassicalMetaAnalysisForestPlot|
source: Heterogeneity moderation test
ta: பன்முகத்தன்மை மிதமான சோதனை

# ClassicalMetaAnalysisForestPlot|
source: Include the omnibus heterogeneity moderation test in the model information section. Available when moderation meta-regression is specified.
ta: மாதிரி செய்தி பிரிவில் ஆம்னிபச் பன்முகத்தன்மை மிதமான சோதனையைச் சேர்க்கவும். மிதமான மெட்டா-பின்னடைவு குறிப்பிடப்படும் போது கிடைக்கும்.

# ClassicalMetaAnalysisForestPlot|
source: Settings
ta: அமைப்புகள்

# ClassicalMetaAnalysisForestPlot|
source: Prediction intervals
ta: கணிப்பு இடைவெளிகள்

# ClassicalMetaAnalysisForestPlot|
source: Include prediction intervals of the estimated marginal means and the model information output.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் மற்றும் மாதிரி செய்தி வெளியீட்டின் முன்கணிப்பு இடைவெளிகளை உள்ளடக்கியது.

# ClassicalMetaAnalysisForestPlot|
source: Estimates and confidence intervals
ta: மதிப்பீடுகள் மற்றும் நம்பிக்கை இடைவெளிகள்

# ClassicalMetaAnalysisForestPlot|
source: Include effect size estimates and confidence intervals summary text in the right panel of the forest plot.
ta: வன சதித்திட்டத்தின் வலது குழுவில் விளைவு அளவு மதிப்பீடுகள் மற்றும் நம்பிக்கை இடைவெளிகள் சுருக்க உரை சேர்க்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Tests in right panel
ta: வலது பேனலில் சோதனைகள்

# ClassicalMetaAnalysisForestPlot|
source: Move test results text to the right panel.
ta: சோதனை முடிவுகள் உரையை வலது பேனலுக்கு நகர்த்தவும்.

# ClassicalMetaAnalysisForestPlot|
source: Mapping
ta: கோர்ப்பு

# ClassicalMetaAnalysisForestPlot|
source: Select a variable for encoding the color or shape of the study information and the estimated marginal means output.
ta: ஆய்வுத் தகவல்களின் நிறம் அல்லது வடிவத்தை குறியாக்கம் செய்வதற்கான மாறியைத் தேர்ந்தெடுக்கவும் மற்றும் மதிப்பிடப்பட்ட விளிம்பு பொருள் வெளியீடு.

# ClassicalMetaAnalysisForestPlot|
source: Color
ta: நிறம்

# ClassicalMetaAnalysisForestPlot|
source: Shape
ta: வடிவம்

# ClassicalMetaAnalysisForestPlot|
source: Relative Size
ta: உறவினர் அளவு

# ClassicalMetaAnalysisForestPlot|
source: Adjust the relative size of the forest plot components.
ta: வன சூழ்ச்சி கூறுகளின் ஒப்பீட்டு அளவை சரிசெய்யவும்.

# ClassicalMetaAnalysisForestPlot|
source: Estimates
ta: மதிப்பீடுகள்

# ClassicalMetaAnalysisForestPlot|
source: Text
ta: உரை

# ClassicalMetaAnalysisForestPlot|
source: Axis labels
ta: அச்சு லேபிள்கள்

# ClassicalMetaAnalysisForestPlot|
source: Row
ta: நிரை

# ClassicalMetaAnalysisForestPlot|
source: Left panel
ta: இடது குழு

# ClassicalMetaAnalysisForestPlot|
source: Middle panel
ta: நடுத்தர குழு

# ClassicalMetaAnalysisForestPlot|
source: Right panel
ta: வலது குழு

# ClassicalMetaAnalysisForestPlot|
source: Adjust width based on text
ta: உரையின் அடிப்படையில் அகலத்தை சரிசெய்யவும்

# ClassicalMetaAnalysisForestPlot|
source: Turn off the automatic width adjustment of the individual components.
ta: தனிப்பட்ட கூறுகளின் தானியங்கி அகல சரிசெய்தலை அணைக்கவும்.

# ClassicalMetaAnalysisForestPlot|
source: Auxiliary
ta: துணை

# ClassicalMetaAnalysisForestPlot|
source: Digits
ta: இலக்கங்கள்

# ClassicalMetaAnalysisForestPlot|
source: Number of digits printed for the effect size and confidence intervals summary text.
ta: விளைவு அளவு மற்றும் நம்பிக்கை இடைவெளிகளுக்காக அச்சிடப்பட்ட இலக்கங்களின் எண்ணிக்கை சுருக்க உரைக்கு.

# ClassicalMetaAnalysisForestPlot|
source: Tests information
ta: தகவல்களைச் சோதிக்கிறது

# ClassicalMetaAnalysisForestPlot|
source: Statistic and p-value
ta: புள்ளிவிவரம் மற்றும் பி-மதிப்பு

# ClassicalMetaAnalysisForestPlot|
source: P-value
ta: பி-மதிப்பு
