Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ForestPlot|
source: Include the meta-analytic I², the percentage of total variation across studies due to heterogeneity in the model information section. Not available for multilevel/multivariate and binomial meta-analysis.
es: Incluir el I² meta-analítico, el porcentaje de variación total entre estudios debida a la heterogeneidad, en la sección de información del modelo. No disponible en el Meta-Análisis multinivel/multivariante ni Binomial.
eu: Sartu metaanalisi I², hau da, heterogeneotasunagatik ikerketen arteko aldakuntza osoaren ehunekoa ereduaren informazio atalean. Ez dago eskuragarri maila anitzeko/aldagai anitzeko eta metaanalisi binomialetarako.
gl: Incluír o I² meta-analítico, a porcentaxe de variación total entre estudos debida á heteroxeneidade, na sección de información do modelo. Non dispoñible na Meta-Análise multinivel/multivariante nin Binomial.
pt: Incluir o I² meta-analítico, a porcentagem da variação total entre os estudos devido à heterogeneidade na seção de informações do modelo. Não disponível para meta-análises multinível/multivariadas e binomiais.

# ForestPlot|
source: Include the meta-analytic H², an index indicating the ratio of total variability to sampling variability in the model information section. Not available for multilevel/multivariate and binomial meta-analysis.
es: Incluir el H² meta-analítico, un índice que expresa el cociente entre la variabilidad total y la variabilidade muestral, en la sección de información del modelo. No disponible en el Meta-Análisis multinivel/multivariante ni Binomial.
eu: Sartu H² meta-analisia, aldakortasun osoaren eta laginketaren aldakortasunaren arteko erlazioa adierazten duen indizea ereduaren informazio atalean. Ez dago eskuragarri meta-analisi multinivelarreko/multibariableko eta binomialerako.
gl: Incluír o H² meta-analítico, un índice que expresa o cociente entre a variabilidade total e a variabilidade mostral, na sección de información do modelo. Non dispoñible na Meta-Análise multinivel/multivariante nin Binomial.
pt: Incluir o H² meta-analítico, um índice que indica a razão entre a variabilidade total e a variabilidade amostral na seção de informações do modelo. Não disponível para meta-análises multinível/multivariada e binomial.

# ForestPlot|
source: Moderation test
es: Contraste de moderación
eu: Moderazio proba
gl: Proba de moderación
pt: Teste de moderação

# ForestPlot|
source: Include the omnibus heterogeneity moderation test in the model information section. Available when heterogeneity meta-regression is specified.
es: Incluir el contraste omnibus de moderación de heterogeneidad, en la sección de información del modelo. Disponible cuando se especifica la Meta-Regresión de heterogeneidad.
eu: Sartu omnibus heterogeneotasun moderazio proba ereduaren informazio atalean. Eskuragarri heterogeneotasun meta-erregresioa zehaztuta dagoenean.
gl: Incluír a proba omnibus de moderación de heteroxeneidade, na sección de información do modelo. Dispoñible cando se especifica a Meta-Regresión de heteroxeneidade.
pt: Incluir o teste de moderação de heterogeneidade abrangente na seção de informações do modelo. Disponível quando a metarregressão de heterogeneidade é especificada.

# ForestPlot|
source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de Efeito

# ForestPlot|
source: Fixed effect estimate
es: Estimación de efectos fijos
eu: Efektu finkoaren estimazioa
gl: Estimación de efectos fixos
pt: Estimativa de efeito fixo

# ForestPlot|
source: Include a fixed effect meta-analytic effect size estimate in the model information section. Not available if the model was already fitted with fixed effects or the model contains heterogeneity meta-regression.
es: Incluir una estimación de la magnitud del efecto fijo meta-analítico, en la sección de información del modelo. No disponible si el modelo fue ajustado con efectos fijos o contiene la Meta-Regresión de heterogeneidad.
eu: Sartu efektu finkoen metaanalisi efektuaren tamainaren estimazioa ereduaren informazio atalean. Ez dago eskuragarri eredua dagoeneko efektu finkoekin egokituta badago edo ereduak heterogeneotasun metaerregresioa badu.
gl: Incluír unha estimación da magnitude do efecto fixo meta-analítico, na sección de información do modelo. Non dispoñible se o modelo foi axustado con efectos fixos ou contén a Meta-Regresión de heteroxeneidade.
pt: Incluir uma estimativa do tamanho do efeito meta-analítico de efeito fixo na seção de informações do modelo. Não disponível se o modelo já tiver sido ajustado com efeitos fixos ou se o modelo contiver metarregressão de heterogeneidade.

# ForestPlot|
source: Fixed effect estimate test
es: Contraste de la estimación de efectos fijos
eu: Efektu finkoen estimazio-proba
gl: Proba da estimación de efectos fixos
pt: Teste de estimativa de efeito fixo

# ForestPlot|
source: Include the test of the fixed effect meta-analytic effect size estimate in the model information section.
es: Incluir el contraste de la estimación de la magnitud del efecto fijo meta-analítico, en la sección de información del modelo.
eu: Sartu efektu finkoen metaanalisi efektuaren tamainaren estimazioaren proba ereduaren informazio atalean.
gl: Incluír a proba da estimación da magnitude do efecto fixo meta-analítico, na sección de información do modelo.
pt: Inclua o teste da estimativa do tamanho do efeito meta-analítico de efeito fixo na seção de informações do modelo.

# ForestPlot|
source: Pooled estimate
es: Estimación combinada
eu: Estimazio bateratua
gl: Estimación combinada
pt: Estimativa combinada

# ForestPlot|
source: Include the overall meta-analytic effect size estimate in the model information section.
es: Incluir la estimación de la magnitud del efecto meta-analítico global, en la sección de información del modelo.
eu: Sartu metaanalisi efektuaren tamaina orokorraren estimazioa ereduaren informazio atalean.
gl: Incluír a estimación da magnitude do efecto meta-analítico global, na sección de información do modelo.
pt: Inclua a estimativa geral do tamanho do efeito meta-analítico na seção de informações do modelo.

# ForestPlot|
source: Pooled estimate test
es: Contraste de estimación combinada
eu: Estimazio multzokatuaren proba
gl: Proba de estimación combinada
pt: Teste de estimativa combinada

# ForestPlot|
source: Include the test of the overall meta-analytic effect size estimate in the model information section.
es: Incluir el contraste de la estimación de la magnitud del efecto meta-analítico global, en la sección de información del modelo.
eu: Sartu metaanalisi efektuaren tamaina orokorraren estimazioaren testa ereduaren informazio atalean.
gl: Incluír a proba da estimación da magnitude do efecto meta-analítico global, na sección de información do modelo.
pt: Inclua o teste da estimativa geral do tamanho do efeito meta-analítico na seção de informações do modelo.

# ForestPlot|
source: Include the test of the overall meta-analytic effect size estimate in the model information section. If a meta-regression model is fitted, the test corresponds to either the adjusted effect or the meta-regression intercept term and the corresponding estimate is also displayed. The test is available only if Bayesian model averaging for the effect is selected.
es: Incluir el contraste de la estimación de la magnitud del efecto meta-analítico global, en la sección de información del modelo. Si se ajusta un modelo de Meta-Regresión, el contraste se corresponde con el efecto ajustado o con la constante de la Meta-Regresión, y la consecuente estimación también se presenta. EL contraste está disponible solo si se selecciona un modelo bayesiano medio para el efecto.
eu: Sartu meta-analisi efektuaren tamainaren estimazio orokorraren proba ereduaren informazio atalean. Meta-erregresio eredu bat egokitzen bada, probak doitutako efektuari edo meta-erregresioaren ebakitze-terminoari dagokio eta dagokion estimazioa ere bistaratzen da. Proba erabilgarri dago efekturako Bayesiar ereduaren batez bestekoa hautatzen bada bakarrik.
gl: Incluír a proba da estimación da magnitude do efecto meta-analítico global, na sección de información do modelo. Cando se axusta un modelo de Meta-Regresión, a proba se corresponde ben co efecto axustado, ou ben coa constante da Meta-Regresión, e a consecuente estimación tamén se presenta. A proba está dispoñible só cando se selecciona un modelo baiesiano medio para o efecto.
pt: Inclua o teste da estimativa geral do tamanho do efeito meta-analítico na seção de informações do modelo. Se um modelo de metarregressão for ajustado, o teste corresponde ao efeito ajustado ou ao termo de intercepto da metarregressão, e a estimativa correspondente também é exibida. O teste só estará disponível se a média do modelo Bayesiano para o efeito for selecionada.

# ForestPlot|
source: Include the omnibus effect size moderation test in the model information section. Available when effect size meta-regression is specified.
es: Incluir el contraste ómnibus de moderación de la magnitud del efecto, en la sección de información del modelo. Disponible cuando se especifica la Meta-Regresión de la magnitud del efecto.
eu: Sartu omnibus efektuaren tamainaren moderazio-proba modeloaren informazio atalean. Eskuragarri efektuaren tamainaren meta-erregresioa zehaztuta dagoenean.
gl: Incluír a proba ómnibus de moderación da magnitude do efecto, na sección de información do modelo. Dispoñible cando se especifica a Meta-Regresión da magnitude do efecto.
pt: Incluir o teste de moderação do tamanho do efeito geral na seção de informações do modelo. Disponível quando a metarregressão do tamanho do efeito é especificada.

# ForestPlot|
source: Publication Bias
es: Sesgo de publicación
eu: Argitalpen-alborapena
gl: Nesgo de publicación
pt: Viés de Publicação

# ForestPlot|
source: Include the publication bias test in the model information section.
es: Incluir el contraste de Sesgo de publicación, en la sección de información del modelo.
eu: Sartu argitalpen-alborapenaren testa ereduaren informazio atalean.
gl: Incluír a proba de Nesgo de publicación, na sección de información do modelo.
pt: Inclua o teste de viés de publicação na seção de informações do modelo.

# ForestPlot|
source: Settings
es: Configuración
eu: Ezarpenak
gl: Configuración
pt: Configurações

# ForestPlot|
source: General
eu: Orokorra
gl: Xeral
pt: Geral

# ForestPlot|
source: Prediction intervals
es: Intervalos de predicción
eu: Iragarpen-tarteak
gl: Intervalos de predición
pt: Intervalos de previsão

# ForestPlot|
source: Include prediction intervals of the estimated marginal means and the model information output.
es: Incluir intervalos de predicción de las medias marginales estimadas y salida de resultados de la información del modelo.
eu: Sartu batez besteko marjinal estimatuen iragarpen-tarteak eta ereduaren informazioaren irteera.
gl: Incluír intervalos de predición das medias marxinais estimadas e saída de resultados da información do modelo.
pt: Incluir intervalos de previsão das médias marginais estimadas e da saída de informações do modelo.

# ForestPlot|
source: Estimates and confidence intervals
es: Estimaciones e intervalos de confianza
eu: Estimazioak eta konfiantza-tarteak
gl: Estimacións e intervalos de confianza
pt: Estimativas e intervalos de confiança

# ForestPlot|
source: Include effect size estimates and confidence intervals summary text in the right panel of the forest plot.
es: Incluir texto de resumen sobre las estimaciones de la magnitud del efecto y los intervalos de confianza, en el panel derecho del gráfico forestal.
eu: Sartu efektu-tamainaren estimazioak eta konfiantza-tarteen laburpen-testua baso-diagramaren eskuineko panelean.
gl: Incluír texto de resumo sobre as estimacións da magnitude do efecto e os intervalos de confianza, no panel dereito da gráfica forestal.
pt: Inclua estimativas do tamanho do efeito e texto de resumo dos intervalos de confiança no painel direito do gráfico de floresta.

# ForestPlot|
source: Conditional estimates
es: Estimaciones condicionadas
eu: Baldintzapeko estimazioak
gl: Estimacións condicionadas
pt: Estimativas condicionais

# ForestPlot|
source: Display the conditional effect, heterogeneity, and estimated marginal means estimates.
es: Mostrar las estimaciones de efecto, heterogeneidad y medias marginales estimadas condicionadas.
eu: Erakutsi baldintzapeko efektua, heterogeneotasuna eta estimatutako marjina-batez bestekoen estimazioak.
gl: Presentar as estimacións de efecto, heteroxeneidade e medias marxinais estimadas condicionadas.
pt: Exibir o efeito condicional, a heterogeneidade e as estimativas de médias marginais estimadas.

# ForestPlot|
source: Tests in right panel
es: Contrastes en el panel derecho
eu: Eskuineko paneleko probak
gl: Probas no panel dereito
pt: Testes no painel direito

# ForestPlot|
source: Move test results text to the right panel.
es: Mover el texto con resultados de los contrastes, al panel derecho.
eu: Mugitu proben emaitzen testua eskuineko panelera.
gl: Mover o texto cos resultados das probas, ao panel dereito.
pt: Mova o texto dos resultados do teste para o painel direito.

# ForestPlot|
source: Align left panel
es: Alinear panel a la izquierda
eu: Lerrokatu ezkerreko panela
gl: Aliñar panel á esquerda
pt: Alinhar painel esquerdo

# ForestPlot|
source: Align text of the `Estimated marginal means` and `Model Information` sections.
es: Alinear el texto de las secciones `Medias marginales estimadas` e `Información del modelo`.
eu: Lerrokatu `Estimatutako marjina-batez bestekoak` eta `Modeloaren informazioa` atalen testua.
gl: Aliñar o texto das seccións `Medias marxinais estimadas` e `Información do modelo`.
pt: Alinhe o texto das seções `Médias marginais estimadas` e `Informações do modelo`.

# ForestPlot|
source: Subgroup
es: Subgrupo
eu: Azpitaldea
gl: Subgrupo
pt: Subgrupo

# ForestPlot|
source: Specify the forest plot behavior in the case of a subgroup analysis. These options is only available when the subgroup analysis is selected.
es: Especificar el comportamiento del gráfico forestal en caso de un análisis de subgrupos. Esta opción está solo disponible cuando se selecciona el análisis de subgrupos.
eu: Zehaztu baso-diagramaren portaera azpitalde-analisi baten kasuan. Aukera hauek azpitalde-analisia hautatuta dagoenean bakarrik daude eskuragarri.
gl: Especificar o comportamento da gráfica forestal no caso dunha análise de subgrupos. Esta opción está só dispoñible cando se selecciona a análise de subgrupos.
pt: Especifique o comportamento do gráfico de floresta no caso de uma análise de subgrupo. Essas opções só estão disponíveis quando a análise de subgrupo é selecionada.

# ForestPlot|
source: Panels within subgroup
es: Paneles dentro del subgrupo
eu: Azpitalde barruko panelak
gl: Paneis dentro do subgrupo
pt: Painéis dentro do subgrupo

# ForestPlot|
source: Group the output panels within their subgroup membership, i.e., the output panels are presented for each subgroup in a sequential order (i.e., Study information (Subgroup 1), Estimated marginal means (Subgroup 1), Model information (Subgroup 1), Study information (Subgroup 2), Estimated marginal means (Subgroup 2), Model information (Subgroup 2), .... If unchecked, the output is group by the panel membership first, i.e., Study information (Subgroup 1), Study information (Subgroup 2), Esimated marginal means (Subgroup 1), Estimated marginal means (Subgroup 2), Model information (Subgroup 1), Model information (Subgroup 2)...
es: Agrupar los paneles de resultados dentro de sus subgrupos de pertenencia, i.e. los paneles de resultados se presentan para cada subgrupo en orden secuencial (i.e. Información del estudio (Subgrupo 1), Medias marginales estimadas (Subgrupo 1), Información del modelo (Subgrupo 1), Información del estudio (Subgrupo 2), Medias marginales estimadas (Subgrupo 2), Información del modelo (Subgrupo 2)), .... Si no se selecciona, el resultado se agrupa primero por la pertenencia al panel, i.e. Información del estudio (Subgrupo 1), Información del estudio (Subgrupo 2), Medias marginales estimadas (Subgrupo 1), Medias marginales estimadas (Subgrupo 2), Información del modelo (Subgrupo 1), Información del modelo (Subgrupo 2)...
eu: Taldekatu irteerako panelak azpitalde bakoitzeko kidetzaren barruan, hau da, irteerako panelak azpitalde bakoitzerako ordena sekuentzialean aurkezten dira (hau da, Ikerketaren informazioa (1. azpitaldea), Kalkulatutako batez besteko marjinalak (1. azpitaldea), Ereduaren informazioa (1. azpitaldea), Ikerketaren informazioa (2. azpitaldea), Kalkulatutako batez besteko marjinalak (2. azpitaldea), Ereduaren informazioa (2. azpitaldea), .... Markatu gabe badago, irteera lehenik panelaren kidetzaren arabera taldekatzen da, hau da, Ikerketaren informazioa (1. azpitaldea), Ikerketaren informazioa (2. azpitaldea), Kalkulatutako batez besteko marjinalak (1. azpitaldea), Kalkulatutako batez besteko marjinalak (2. azpitaldea), Ereduaren informazioa (1. azpitaldea), Ereduaren informazioa (2. azpitaldea)...
gl: Agrupar os paneis de resultados dentro dos seus subgrupos de pertenza, i.e. os paneis de resultados preséntanse para cada subgrupo en orde secuencial (i.e. Información do estudo (Subgrupo 1), Medias marxinais estimadas (Subgrupo 1), Información do modelo (Subgrupo 1), Información do estudo (Subgrupo 2), Medias marxinais estimadas (Subgrupo 2), Información do modelo (Subgrupo 2)), .... Se non se selecciona, o resultado agrúpase primeiro pola pertenza ao panel, i.e. Información do estudo (Subgrupo 1), Información do estudo (Subgrupo 2), Medias marxinais estimadas (Subgrupo 1), Medias marxinais estimadas (Subgrupo 2), Información do modelo (Subgrupo 1), Información do modelo (Subgrupo 2)...
pt: Agrupe os painéis de saída dentro de sua associação de subgrupo, ou seja, os painéis de saída são apresentados para cada subgrupo em uma ordem sequencial (ou seja, Informações do estudo (Subgrupo 1), Médias marginais estimadas (Subgrupo 1), Informações do modelo (Subgrupo 1), Informações do estudo (Subgrupo 2), Médias marginais estimadas (Subgrupo 2), Informações do modelo (Subgrupo 2), .... Se desmarcado, a saída é agrupada pela associação do painel primeiro, ou seja, Informações do estudo (Subgrupo 1), Informações do estudo (Subgrupo 2), Médias marginais estimadas (Subgrupo 1), Médias marginais estimadas (Subgrupo 2), Informações do modelo (Subgrupo 1), Informações do modelo (Subgrupo 2)...

# ForestPlot|
source: Full dataset estimated marginal means
es: Medias marginales estimadas del conjunto completo de datos
eu: Datu-multzo osoaren estimazio marjinalaren batez bestekoak
gl: Medias marxinais estimadas do conxunto completo de datos
pt: Médias marginais estimadas do conjunto de dados completo

# ForestPlot|
source: Include the full dataset estimated marginal means in the forest plot if subgroups are specified. This option overrides the `Include full dataset in subgroup analysis` setting in the `Advanced` section.
es: Incluir las medias marginales estimadas del conjunto completo de datos en el gráfico forestal cuando se especifican subgrupos. Esta opción anula la configuración `Incluir el conjunto de datos completo en el análisis de subgrupos` de la sección `Avanzado`.
eu: Azpitaldeak zehaztuta badaude, sartu datu-multzo osoaren batez besteko marjinal estimatuak baso-diagraman. Aukera honek `Aurreratua` ataleko `Sartu datu-multzo osoa azpitaldeen analisian` ezarpena gainidazten du.
gl: Incluír as medias marxinais estimadas do conxunto completo de datos na gráfica forestal cando se especifican subgrupos. Esta opción anula a configuración `Incluír o conxunto de datos completo na análise de subgrupos` da sección `Avanzado`.
pt: Incluir as médias marginais estimadas do conjunto de dados completo no gráfico de floresta, se subgrupos forem especificados. Esta opção substitui a configuração `Incluir conjunto de dados completo na análise de subgrupos` na seção `Avançado`.

# ForestPlot|
source: Full dataset model information
es: Información del modelo del conjunto completo de datos
eu: Datu-multzo osoaren ereduaren informazioa
gl: Información do modelo do conxunto completo de datos
pt: Informações completas do modelo do conjunto de dados

# ForestPlot|
source: Include the full dataset model information in the forest plot if subgroups are specified. This option overrides the `Include full dataset in subgroup analysis` setting in the `Advanced` section.
es: Incluir la información del modelo del conjunto completo de datos en el gráfico forestal cuando se especifican subgrupos. Esta opción anula la configuración `Incluir el conjunto de datos completo en el análisis de subgrupos` de la sección `Avanzado`.
eu: Azpitaldeak zehaztuta badaude, sartu datu-multzo osoaren ereduaren informazioa baso-diagraman. Aukera honek `Aurreratua` ataleko `Sartu datu-multzo osoa azpitaldeen analisian` ezarpena gainidazten du.
gl: Incluír a información do modelo do conxunto completo de datos na gráfica forestal cando se especifican subgrupos. Esta opción anula a configuración `Incluír o conxunto de datos completo na análise de subgrupos` da sección `Avanzado`.
pt: Incluir todas as informações do modelo do conjunto de dados no gráfico florestal se subgrupos forem especificados. Esta opção substitui a configuração `Incluir conjunto de dados completo na análise de subgrupos` na seção `Avançado`.

# ForestPlot|
source: Auxiliary
es: Auxiliar
eu: Laguntzailea
gl: Auxiliar
pt: Auxiliar

# ForestPlot|
source: Digits
es: Dígitos
eu: Digituak
gl: Díxitos
pt: Dígitos

# ForestPlot|
source: Number of digits printed for the effect size and confidence intervals summary text.
es: Número de dígitos presentados en el texto del resumen de la magnitud del efecto e intervalos de confianza.
eu: Efektuaren tamainaren eta konfiantza-tarteen laburpen-testuan inprimatutako digituen kopurua.
gl: Número de díxitos presentados no texto do resumo da magnitude do efecto e intervalos de confianza.
pt: Número de dígitos impressos para o texto resumido do tamanho do efeito e dos intervalos de confiança.

# ForestPlot|
source: Tests information
es: Información de los contrastes
eu: Proben informazioa
gl: Información das probas
pt: Informação dos testes

# ForestPlot|
source: Statistic and p-value
es: Estadístico y valor-p
eu: Estatistika eta p-balioa
gl: Estatístico e valor P
pt: Estatística e valor-p

# ForestPlot|
source: P-value
es: Valor-p
eu: P-balioa
gl: Valor P
pt: Valor-p

# ForestPlot|
source: Color
eu: Kolorea
gl: Cor
pt: Cor

# ForestPlot|
source: Change color of the plotted objects. Only available if no color mapping is selected.
es: Cambiar el color de los objetos dibujados. Solo disponible si no se elige ningún mapa de colores.
eu: Aldatu marrazten diren objektuen kolorea. Kolore-mapaketarik hautatuta ez badago bakarrik eskuragarri.
gl: Trocar a cor dos obxectos debuxados. Só dispoñible se non se escolle ningún mapa de cores.
pt: Altera a cor dos objetos plotados. Disponível somente se nenhum mapeamento de cores estiver selecionado.

# ForestPlot|
source: Black
es: Negro
eu: Beltza
gl: Negro
pt: Preto

# ForestPlot|
source: Blue
es: Azul
eu: Urdina
gl: Azul
pt: Azul

# ForestPlot|
source: Red
es: Rojo
eu: Gorria
gl: Vermello
pt: Vermelho

# ForestPlot|
source: Add vertical line
es: Añadir línea vertical
eu: Gehitu lerro bertikala
gl: Engadir liña vertical
pt: Adicionar linha vertical

# ForestPlot|
source: Add a solid vertical line in the forest plot.
es: Añadir una línea vertical sólida en el gráfico forestal.
eu: Gehitu lerro bertikal jarraitu bat baso-diagraman.
gl: Engadir unha liña vertical sólida na gráfica forestal.
pt: Adicione uma linha vertical sólida no gráfico de floresta.

# ForestPlot|
source: Add vertical line (2)
es: Añadir línea vertical (2)
eu: Gehitu lerro bertikala (2)
gl: Engadir liña vertical (2)
pt: Adicionar linha vertical (2)
