Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/QML-*.po
Languages: de, es, eu, gl, ja, nl, pt, ta

# ClassicalMetaAnalysisDiagnostics|
source: Show influential only
es: Mostrar solo influyentes
eu: Erakutsi eragin handikoak bakarrik
gl: Amosar só influentes
pt: Mostrar apenas influentes
ta: செல்வாக்கைக் காட்டுங்கள்

# ClassicalMetaAnalysisDiagnostics|
source: Include predictors
es: Incluir predictores
eu: Sartu iragarleak
gl: Incluír preditores
pt: Incluir preditores
ta: முன்னறிவிப்பாளர்களைச் சேர்க்கவும்

# ClassicalMetaAnalysisDiagnostics|
source: Include predictor variables in the casewise diagnostics output.
es: Incluir variables predictoras en la salida de resultados de los diagnósticos caso a caso.
eu: Sartu iragarle aldagaiak kasuz kasuko diagnostiko irteeran.
gl: Incluír variables preditoras na saída de resultados dos diagnósticos caso a caso.
pt: Incluir variáveis preditoras na saída de diagnóstico por caso.
ta: கேச்வைச் கண்டறிதல் வெளியீட்டில் முன்கணிப்பு மாறிகள் சேர்க்கவும்.

# ClassicalMetaAnalysisDiagnostics|
source: Difference in coefficients
es: Diferencia en coeficientes
eu: Koefizienteen arteko aldea
gl: Diferenza en coeficientes
pt: Diferença nos coeficientes
ta: குணகங்களில் வேறுபாடு

# ClassicalMetaAnalysisDiagnostics|
source: Include the differences in model coefficients when each study is excluded (DFBETAS).
es: Incluir las diferencias en los coeficientes del modelo cuando se excluye cada estudio (DFBETAS).
eu: Sartu ereduaren koefizienteen arteko desberdintasunak ikerketa bakoitza baztertzen denean (DFBETAS).
gl: Incluír as diferenzas nos coeficientes do modelo cando se exclúe cada estudo (DFBETAS).
pt: Incluir as diferenças nos coeficientes do modelo quando cada estudo é excluído (DFBETAS).
ta: ஒவ்வொரு ஆய்வும் விலக்கப்படும்போது மாதிரி குணகங்களில் உள்ள வேறுபாடுகளைச் சேர்க்கவும் (dfbetas).

# ClassicalMetaAnalysisDiagnostics|
source: Export to dataset
es: Exportar a conjunto de datos
eu: Esportatu datu-multzo batera
gl: Exportar a conxunto de datos
pt: Exportar para o conjunto de dados
ta: தரவுத்தொகுப்புக்கு ஏற்றுமதி

# ClassicalMetaAnalysisDiagnostics|
source: Export the casewise diagnostics results to the dataset.
es: Exportar los resultados de los diagnósticos caso a caso, al conjunto de datos.
eu: Esportatu kasuz kasuko diagnostikoen emaitzak datu-multzora.
gl: Exportar os resultados dos diagnósticos caso a caso, ao conxunto de datos.
pt: Exporte os resultados do diagnóstico por caso para o conjunto de dados.
ta: கேச்வைச் கண்டறிதல் முடிவுகளை தரவுத்தொகுப்பில் ஏற்றுமதி செய்யுங்கள்.

# ClassicalMetaAnalysisDiagnostics|
source: Influential indicator only
es: Solo indicador de influyentes
eu: Adierazle eragingarria soilik
gl: Só indicador de influentes
pt: Apenas indicador influente
ta: செல்வாக்குமிக்க காட்டி மட்டுமே

# ClassicalMetaAnalysisDiagnostics|
source: Export only the indicator of influential cases to the dataset.
es: Exportar solo el indicador de casos influyentes, al conjunto de datos.
eu: Esportatu eragin handiko kasuen adierazlea soilik datu-multzora.
gl: Exportar só o indicador de casos influentes, ao conxunto de datos.
pt: Exporte apenas o indicador de casos influentes para o conjunto de dados.
ta: தரவுத்தொகுப்புக்கு செல்வாக்கு மிக்க நிகழ்வுகளின் குறிகாட்டியை மட்டுமே ஏற்றுமதி செய்யுங்கள்.

# ClassicalMetaAnalysisDiagnostics|
source: Profile likelihood
es: Verosimilitud del perfil
eu: Profilaren probabilitatea
gl: Verosimilitude do perfil
pt: Perfil de verossimilhança
ta: சுயவிவர வாய்ப்பு

# ClassicalMetaAnalysisDiagnostics|
source: Include a profile likelihood plot for the heterogeneity parameter (τ²).
es: Incluir un gráfico de la verosimilitud del perfil para el parámetro (τ²) de heterogeneidad.
eu: Sartu heterogeneotasun parametroaren (τ²) probabilitate-profilaren grafiko bat.
gl: Incluír unha gráfica da verosimilitude do perfil para o parámetro (τ²) de heteroxeneidade.
pt: Inclua um gráfico de verossimilhança de perfil para o parâmetro de heterogeneidade (τ²).
ta: பன்முகத்தன்மை அளவுருவுக்கான சுயவிவர நிகழ்தகவு சூழ்ச்சி சேர்க்கவும் (τ²).

# ClassicalMetaAnalysisDiagnostics|
source: Residual funnel
es: Embudo de errores
eu: Hondar-inbutua
gl: Funil dos erros
pt: Funil residual
ta: மீதமுள்ள புனல்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Estimated Marginal Means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
gl: Medias marxinais estimadas
pt: Médias Marginais Estimadas
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
pt: Tamanho de efeito
ta: விளைவு அளவு

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Variables selected for computing estimated marginal means in the effect size model.
es: Variables seleccionadas para calcular las medias marginales estimadas en el modelo de la magnitud del efecto.
eu: Efektu-tamainaren ereduan estimatutako batez besteko marjinalak kalkulatzeko hautatutako aldagaiak.
gl: Variables escollidas para calcular as medias marxinais estimadas no modelo da magnitude do efecto.
pt: Variáveis selecionadas para calcular médias marginais estimadas no modelo de tamanho do efeito.
ta: விளைவு அளவு மாதிரியில் மதிப்பிடப்பட்ட விளிம்பு வழிகளை கணக்கிடுவதற்கு தேர்ந்தெடுக்கப்பட்ட மாறிகள்.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: SD factor covariates
es: DT de las covariables de los factores
eu: SD faktorearen kobarianteak
gl: DP das covariantes dos factores
pt: DP das covariâncias dos fatores
ta: எச்டி காரணி கோவாரியட்டுகள்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Standard deviation factor for covariates when computing estimated marginal means; applies to scale variables.
es: Factor de desviación típica para covariables cuando se calculan las medias marginales estimadas; se aplica a variables de escala.
eu: Kalkulatutako batez besteko marjinalak kalkulatzerakoan, kobarianteen desbideratze estandarraren faktorea; eskala-aldagaiei aplikatzen zaie.
gl: Factor de desvío padrón para covariantes cando se calculan as medias marxinais estimadas; se aplica a variables de escala.
pt: Fator de desvio padrão para covariáveis ao calcular médias marginais estimadas; aplica-se a variáveis de escala.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை கணக்கிடும்போது கோவாரியட்டுகளுக்கான நிலையான விலகல் காரணி; அளவிலான மாறிகள் பொருந்தும்.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Add adjusted estimate
es: Añadir estimación ajustada
eu: Gehitu doitutako estimazioa
gl: Engadir estimación axustada
pt: Adicionar estimativa ajustada
ta: சரிசெய்யப்பட்ட மதிப்பீட்டைச் சேர்க்கவும்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Include the adjusted effect estimate, which accounts for the moderators in the meta-regression model. This provides the effect size adjusted for the influence of moderators, as opposed to the pooled effect which combines the estimates across all studies.
es: Incluir la estimación del efecto ajustado, que tiene en cuenta los moderadores en el modelo de Meta-Regresión. Esto proporciona la magnitud del efecto ajustada por la influencia de los moderadores, en contraposición al efecto combinado que mezcla las estimaciones a través de todos los estudios.
eu: Sartu doitutako efektuaren estimazioa, meta-erregresio ereduan moderatzaileak kontuan hartzen dituena. Horrek moderatzaileen eraginaren arabera doitutako efektuaren tamaina ematen du, ikerketa guztietako estimazioak konbinatzen dituen efektu metatuaren aldean.
gl: Incluír a estimación do efecto axustado, que ten en conta os moderadores no modelo de Meta-Regresión. Isto proporciona a magnitude do efecto axustada pola influencia dos moderadores, en contraposición ao efecto combinado que mestura as estimacións a través de tódolos estudos.
pt: Inclua a estimativa do efeito ajustado, que considera os moderadores no modelo de metarregressão. Isso fornece o tamanho do efeito ajustado para a influência dos moderadores, em oposição ao efeito combinado, que combina as estimativas de todos os estudos.
ta: மெட்டா-பின்னடைவு மாதிரியில் மதிப்பீட்டாளர்களைக் கணக்கிடும் சரிசெய்யப்பட்ட விளைவு மதிப்பீட்டைச் சேர்க்கவும். இது அனைத்து ஆய்வுகளிலும் மதிப்பீடுகளை ஒருங்கிணைக்கும் பூல் செய்யப்பட்ட விளைவுக்கு மாறாக, மதிப்பீட்டாளர்களின் செல்வாக்கிற்காக சரிசெய்யப்பட்ட விளைவு அளவை வழங்குகிறது.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Test against
es: Contrastar frente a
eu: Probatu aurka
gl: Probar fronte a
pt: Testar contra
ta: எதிராக சோதனை

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Option to test the estimated marginal means against a specific value.
es: Opción para contrastar las medias marginales estimadas frente a un valor determinado.
eu: Balio zehatz batekin alderatuta kalkulatutako batez besteko marjinalak probatzeko aukera.
gl: Opción para probar as medias marxinais estimadas fronte a un valor determinado.
pt: Opção para testar as médias marginais estimadas em relação a um valor específico.
ta: ஒரு குறிப்பிட்ட மதிப்புக்கு எதிராக மதிப்பிடப்பட்ட விளிம்பு வழிகளை சோதிக்க விருப்பம்.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade
ta: பன்முகத்தன்மை

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Include the adjusted heterogeneity estimate, which accounts for the moderators in the heterogeneity meta-regression model. This provides the heterogeneity estimate adjusted for the influence of moderators, as opposed to the pooled heterogeneity estimate which combines the heterogeneity estimates across all studies.
es: Incluir la estimación de heterogeneidad ajustada, que tiene en cuenta los moderadores en el modelo de Meta_Regresión de heterogeneidad. Esto proporciona la estimación de la heterogeneidad ajustada por la influencia de los moderadores, en contraposición a la estimación de la heterogeneidad combinada que mezcla las estimaciones de la heterogeneidad a través de todos los estudios.
eu: Sartu heterogeneotasun-estimazio doitua, heterogeneotasun-meta-erregresio ereduan moderatzaileak kontuan hartzen dituena. Horrek moderatzaileen eragina kontuan hartuta doitutako heterogeneotasun-estimazioa ematen du, ikerketa guztietako heterogeneotasun-estimazioak konbinatzen dituen heterogeneotasun-estimazio metatuaren aldean.
gl: Incluír a estimación de heteroxeneidade axustada, que ten en conta os moderadores no modelo de Meta_Regresión de heteroxeneidade. Isto proporciona a estimación da heteroxeneidade axustada pola influencia dos moderadores, en contraposición á estimación da heteroxeneidade combinada que mestura as estimacións da heteroxeneidade a través de tódolos estudos.
pt: Inclua a estimativa de heterogeneidade ajustada, que considera os moderadores no modelo de metarregressão de heterogeneidade. Isso fornece a estimativa de heterogeneidade ajustada para a influência dos moderadores, em oposição à estimativa de heterogeneidade combinada, que combina as estimativas de heterogeneidade de todos os estudos.
ta: சரிசெய்யப்பட்ட பன்முகத்தன்மை மதிப்பீட்டைச் சேர்க்கவும், இது பன்முகத்தன்மை மெட்டா-பின்னடைவு மாதிரியில் மதிப்பீட்டாளர்களைக் கொண்டுள்ளது. இது அனைத்து ஆய்வுகளிலும் பன்முகத்தன்மை மதிப்பீடுகளை ஒருங்கிணைக்கும் பூல் செய்யப்பட்ட பன்முகத்தன்மை மதிப்பீட்டிற்கு மாறாக, மதிப்பீட்டாளர்களின் செல்வாக்கிற்காக சரிசெய்யப்பட்ட பன்முக மதிப்பீட்டை வழங்குகிறது.

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Heterogeneity transformation
es: Transformación de heterogeneidad
eu: Heterogeneotasun eraldaketa
gl: Transformación de heteroxeneidade
pt: Transformação de heterogeneidade
ta: பன்முகத்தன்மை மாற்றம்

# ClassicalMetaAnalysisEstimatedMarginalMeans|
source: Transformation to apply to the heterogeneity estimate: tau (𝜏) or tau-squared (𝜏²).
es: Transformación a aplicar a la estimación de la heterogeneidad: tau (𝜏) o tau-cuadrada (𝜏²).
eu: Heterogeneotasun-estimazioari aplikatzeko eraldaketa: tau (𝜏) edo tau-karratu (𝜏²).
gl: Transformación a aplicar á estimación da heteroxeneidade: tau (𝜏) ou tau-cadrada (𝜏²).
pt: Transformação a ser aplicada à estimativa de heterogeneidade: tau (𝜏) ou tau-quadrado (𝜏²).
ta: பன்முகத்தன்மை மதிப்பீட்டிற்கு பொருந்தும் மாற்றம்: த அயு (𝜏) அல்லது த au-ச்கொயர் (𝜏²).

# ClassicalMetaAnalysisModel|
source: Model
es: Modelo
eu: Modeloa
gl: Modelo
pt: Modelo
ta: மாதிரியுரு

# ClassicalMetaAnalysisModel|
source: Options for specifing the effect size and heterogeneity models based on the included predictors, including model terms, intercepts, and link functions.
es: Opciones para especificar los modelos de magnitud del efecto y de heterogeneidad basados en los predictores incluidos, abarcando términos del modelo, constantes y funciones de enlace.
eu: Efektuaren tamainaren eta heterogeneotasun-ereduak zehazteko aukerak, sartutako iragarleetan oinarrituta, eredu-terminoak, ebakidurak eta lotura-funtzioak barne.
gl: Opcións para especificar os modelos de magnitude do efecto e de heteroxeneidade baseados nos preditores incluídos, abranguendo termos do modelo, constantes e funcións de enlace.
pt: Opções para especificar o tamanho do efeito e modelos de heterogeneidade com base nos preditores incluídos, incluindo termos do modelo, interceptações e funções de ligação.
ta: மாதிரி விதிமுறைகள், இடைமறிப்புகள் மற்றும் இணைப்பு செயல்பாடுகள் உள்ளிட்ட சேர்க்கப்பட்ட முன்கணிப்பாளர்களின் அடிப்படையில் விளைவு அளவு மற்றும் பன்முகத்தன்மை மாதிரிகளைக் குறிப்பிடுவதற்கான விருப்பங்கள்.

# ClassicalMetaAnalysisModel|
source: Effect size model
es: Modelo de magnitud del efecto
eu: Efektuaren tamainaren eredua
gl: Modelo da magnitude do efecto
pt: Modelo de tamanho de efeito
ta: விளைவு அளவு மாதிரி

# ClassicalMetaAnalysisModel|
source: Specify the effect size model.
es: Especificar el modelo de magnitud del efecto.
eu: Zehaztu efektuaren tamainaren eredua.
gl: Especificar o modelo da magnitude do efecto.
pt: Especifique o modelo de tamanho do efeito.
ta: விளைவு அளவு மாதிரியைக் குறிப்பிடவும்.

# ClassicalMetaAnalysisModel|
source: Available Components
es: Componentes disponibles
eu: Eskuragarri dauden osagaiak
gl: Compoñentes dispoñibles
pt: Componentes Disponíveis
ta: கிடைக்கும் கூறுகள்

# ClassicalMetaAnalysisModel|
source: Model Terms
es: Elementos del Modelo
eu: Eredu Baldintzak
gl: Elementos do Modelo
pt: Termos do Modelo
ta: மாதிரி விதிமுறைகள்

# ClassicalMetaAnalysisModel|
source: Variables assigned as model terms in the effect size model.
es: Variables asignadas como términos en el modelo de la magnitud del efecto.
eu: Efektu-tamainaren ereduan eredu-termino gisa esleitutako aldagaiak.
gl: Variables asignadas como termos no modelo da magnitude do efecto.
pt: Variáveis atribuídas como termos do modelo no modelo de tamanho do efeito.
ta: விளைவு அளவு மாதிரியில் மாதிரி சொற்களாக ஒதுக்கப்பட்ட மாறிகள்.

# ClassicalMetaAnalysisModel|
source: Include intercept
es: Incluir constante
eu: Sartu interzepzioa
gl: Incluír a constante
pt: Incluir intercepto
ta: இடைமறிப்பு சேர்க்கவும்

# ClassicalMetaAnalysisModel|
source: Include an intercept in the effect size model.
es: Incluir una constante en el modelo de la magnitud del efecto.
eu: Sartu ebakidura bat efektuaren tamainaren ereduan.
gl: Incluír unha constante no modelo da magnitude do efecto.
pt: Inclua um intercepto no modelo de tamanho do efeito.
ta: விளைவு அளவு மாதிரியில் ஒரு இடைமறிப்பு சேர்க்கவும்.

# ClassicalMetaAnalysisModel|
source: Heterogeneity model
es: Modelo de heterogeneidad
eu: Heterogeneotasun eredua
gl: Modelo de heteroxeneidade
pt: Modelo de heterogeneidade
ta: பன்முகத்தன்மை மாதிரி

# ClassicalMetaAnalysisModel|
source: Variables assigned as model terms in the heterogeneity model. Specifying a heterogeneity model results in a 'location-scale' meta-analytic model.
es: Variables asignadas como términos en el modelo de heterogeneidad. Especificar un modelo de heterogeneidad da lugar a un modelo Meta-Analítico de 'posición-escala'.
eu: Heterogeneotasun ereduan eredu-termino gisa esleitutako aldagaiak. Heterogeneotasun eredu bat zehazteak 'kokapen-eskala' meta-analisi eredu bat sortzen du.
gl: Variables asignadas como termos no modelo de heteroxeneidade. Especificar un modelo de heteroxeneidade dá lugar a un modelo Meta-Analítico de 'posición-escala'.
pt: Variáveis atribuídas como termos do modelo no modelo de heterogeneidade. Especificar um modelo de heterogeneidade resulta em um modelo meta-analítico de "escala de localização".
ta: பன்முகத்தன்மை மாதிரியில் மாதிரி சொற்களாக ஒதுக்கப்பட்ட மாறிகள். ஒரு பன்முகத்தன்மை மாதிரியைக் குறிப்பிடுவது 'இருப்பிட அளவிலான' மேவு பகுப்பாய்வு மாதிரியில் முடிவுகள்.

# ClassicalMetaAnalysisModel|
source: Include an intercept in the heterogeneity model.
es: Incluir una constante en el modelo de heterogeneidad.
eu: Sartu ebakidura bat heterogeneotasun ereduan.
gl: Incluír unha constante no modelo de heteroxeneidade.
pt: Incluir um intercepto no modelo de heterogeneidade.
ta: பன்முகத்தன்மை மாதிரியில் ஒரு இடைமறிப்பு சேர்க்கவும்.

# ClassicalMetaAnalysisModel|
source: Link
es: Enlace
eu: Esteka
gl: Enlace
pt: Ligação
ta: இணைப்பு

# ClassicalMetaAnalysisModel|
source: Link function used in the heterogeneity model: 'log' or 'identity'.
es: Función de enlace utilizada en el modelo de heterogeneidad: 'log' o 'identidad'.
eu: Heterogeneotasun ereduan erabilitako lotura funtzioa: 'log' edo 'identitatea'.
gl: Función de enlace utilizada no modelo de heteroxeneidade: 'log' ou 'identidade'.
pt: Função de ligação usada no modelo de heterogeneidade: 'log' ou 'identidade'.
ta: பன்முகத்தன்மை மாதிரியில் பயன்படுத்தப்படும் இணைப்பு செயல்பாடு: 'பதிவு' அல்லது 'அடையாளம்'.

# ClassicalMetaAnalysisStatistics|
source: Options for summarizing the meta-analytic results.
es: Opciones para resumir los resultados Meta-Analíticos.
eu: Metaanalisiaren emaitzak laburbiltzeko aukerak.
gl: Opcións para resumir os resultados Meta-Analíticos.
pt: Opções para resumir os resultados meta-analíticos.
ta: மேவு பகுப்பாய்வு முடிவுகளை சுருக்கமாகக் காண்பதற்கான விருப்பங்கள்.

# ClassicalMetaAnalysisStatistics|
source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
pt: Heterogeneidade
ta: பன்முகத்தன்மை

# ClassicalMetaAnalysisStatistics|
source: Include 𝜏, the square root of the estimated between-study variance.
es: Incluir 𝜏, la raíz cuadrada de la varianza estimada entre-estudios.
eu: Sartu 𝜏, ikerketen arteko bariantza estimatuaren erro karratua.
gl: Incluír 𝜏, a raíz cadrada da varianza estimada entre-estudos.
pt: Incluir 𝜏, a raiz quadrada da variância estimada entre estudos.
ta: 𝜏 𝜏, ஆய்வு மாறுபாட்டின் மதிப்பிடப்பட்ட சதுர வேர் அடங்கும்.

# ClassicalMetaAnalysisStatistics|
source: Include 𝜏², the estimated between-study variance.
es: Incluir 𝜏², la varianza estimada entre-estudios.
eu: Sartu 𝜏², ikerketen arteko bariantza kalkulatua.
gl: Incluír 𝜏², a varianza estimada entre-estudos.
pt: Inclui 𝜏², a variância estimada entre estudos.
ta: 𝜏², படிப்பு மாறுபாட்டிற்கு இடையில் மதிப்பிடப்பட்டுள்ளது.

# ClassicalMetaAnalysisStatistics|
source: Include I², the percentage of total variation across studies due to heterogeneity.
es: Incluir I², el porcentaje de la variación total a través de los estudios debida a la heterogeneidad.
eu: Sartu I², ikerketen arteko heterogeneotasunagatik sortutako aldakuntza osoaren ehunekoa.
gl: Incluír I², a porcentaxe da variación total a través dos estudos debida á heteroxeneidade.
pt: Inclui I², a porcentagem de variação total entre estudos devido à heterogeneidade.
ta: I², பன்முகத்தன்மை காரணமாக ஆய்வுகள் முழுவதும் மொத்த மாறுபாட்டின் விழுக்காடு அடங்கும்.

# ClassicalMetaAnalysisStatistics|
source: Include H², an index indicating the ratio of total variability to sampling variability.
es: Incluir H², un índice que indica la proporción entre la variabilidad total y la variabilidad del muestreo.
eu: Sartu H², aldakortasun osoaren eta laginketaren aldakortasunaren arteko erlazioa adierazten duen indizea.
gl: Incluír H², un índice que indica o cociente entre a variabilidade total e a variabilidade da mostraxe.
pt: Incluir H², um índice que indica a razão entre a variabilidade total e a variabilidade amostral.
ta: H², மாதிரி மாறுபாட்டிற்கான மொத்த மாறுபாட்டின் விகிதத்தைக் குறிக்கும் ஒரு குறியீட்டைச் சேர்க்கவும்.

# ClassicalMetaAnalysisStatistics|
source: Available when performing multilevel/multivariate meta-analysis.
es: Disponible cuando se realiza Meta-Análisis multinivel/multivariante.
eu: Maila anitzeko/aldagai anitzeko metaanalisia egitean eskuragarri.
gl: Dispoñible cando se realiza Meta-Análise multinivel/multivariante.
pt: Disponível ao executar meta-análise multinível/multivariada.
ta: மல்டிலெவல்/மல்டிவேரியேட் மேவு பகுப்பாய்வு செய்யும்போது கிடைக்கிறது.

# ClassicalMetaAnalysisStatistics|
source: Test inclusion
es: Contrastar la inclusión
eu: Probaren inklusioa
gl: Probar a inclusión
pt: Testar a inclusão
ta: சோதனை சேர்க்கை

# ClassicalMetaAnalysisStatistics|
source: Meta-Regression
es: Meta-Regresión
eu: Meta-erregresioa
gl: Meta-Regresión
pt: Metarregressão
ta: மெட்டா-பின்னடைவு

# ClassicalMetaAnalysisStatistics|
source: Create summaries of the meta-regression. Available when predictors are included.
es: Crear resúmenes de la Meta-Regresión. Disponible cuando se incluyen predictores.
eu: Sortu meta-erregresioaren laburpenak. Aurreikusleak sartzen direnean eskuragarri.
gl: Crear resumos da Meta-Regresión. Dispoñible cando se inclúen preditores.
pt: Crie resumos da metarregressão. Disponível quando preditores são incluídos.
ta: மெட்டா-பின்னடைவின் சுருக்கங்களை உருவாக்கவும். முன்னறிவிப்பாளர்கள் சேர்க்கப்படும்போது கிடைக்கும்.

# ClassicalMetaAnalysisStatistics|
source: Term tests
es: Contrastes de términos
eu: Ikasturteko probak
gl: Probas de termos
pt: Testes de termos
ta: கால சோதனைகள்

# ClassicalMetaAnalysisStatistics|
source: Include tests for each term in the meta-regression model. The null hypothesis states that the effect size at all levels of the categorical variable are equal or that there is no linear association between the effect size and the continuous variable).
es: Incluir contrastes para cada término del modelo de Meta-Regresión. La hipótesis nula establece que la magnitud del efecto en todos los niveles de la variable con categorías es la misma, o que no hay asociación lineal entre la magnitud del efecto y la variable continua.
eu: Sartu meta-erregresio ereduko termino bakoitzerako probak. Hipotesi nuluak dioenez, efektuaren tamaina aldagai kategorikoaren maila guztietan berdina da edo ez dago lotura linealik efektuaren tamainaren eta aldagai jarraituaren artean.
gl: Incluír probas para cada termo do modelo de Meta-Regresión. A hipótese nula establece que a magnitude do efecto en tódolos niveis da variable con categorías é a mesma, ou que non hai asociación linear entre a magnitude do efecto e a variable continua.
pt: Inclua testes para cada termo no modelo de metarregressão. A hipótese nula afirma que o tamanho do efeito em todos os níveis da variável categórica é igual ou que não há associação linear entre o tamanho do efeito e a variável contínua.
ta: மெட்டா-பின்னடைவு மாதிரியில் ஒவ்வொரு காலத்திற்கும் சோதனைகளைச் சேர்க்கவும். வகைப்படுத்தப்பட்ட மாறியின் அனைத்து மட்டங்களிலும் விளைவு அளவு சமம் அல்லது விளைவு அளவிற்கும் தொடர்ச்சியான மாறிக்கும் இடையில் நேரியல் தொடர்பு இல்லை என்று சுழிய கருதுகோள் கூறுகிறது.

# ClassicalMetaAnalysisStatistics|
source: Coefficient estimates
es: Estimaciones de coeficientes
eu: Koefizienteen estimazioak
gl: Estimacións de coeficientes
pt: Estimativas dos coeficientes
ta: குணக மதிப்பீடுகள்

# ClassicalMetaAnalysisStatistics|
source: Include estimates of the regression coefficients in the meta-regression model.
es: Incluir estimaciones de los coeficientes de la regresión del modelo de Meta-Regresión.
eu: Sartu erregresio-koefizienteen estimazioak meta-erregresio-ereduan.
gl: Incluír estimacións dos coeficientes da regresión do modelo de Meta-Regresión.
pt: Incluir estimativas dos coeficientes de regressão no modelo de metarregressão.
ta: மெட்டா-பின்னடைவு மாதிரியில் பின்னடைவு குணகங்களின் மதிப்பீடுகளை உள்ளடக்கியது.
