Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: The model fit for subgroup '%1$s' resulted in the following warning: %2$s
es: El ajuste del modelo para el subgrupo '%1$s' dió como resultado el siguiente aviso: %2$s
eu: '%1$s' azpitalderako ereduaren egokitzapenak abisu hau eragin du: %2$s
pt: O ajuste do modelo para o subgrupo '%1$s' resultou no seguinte aviso: %2$s
ta: துணைக்குழு ' %1$s' க்கான மாதிரி பொருத்தம் பின்வரும் எச்சரிக்கையை விளைவித்தது: %2$s

source: The model fit resulted in the following warning: %1$s
es: El ajuste del modelo dió como resultado el siguiente aviso: %1$s
eu: Modeloaren doikuntzak abisu hau eragin zuen: %1$s
pt: O ajuste do modelo resultou no seguinte aviso: %1$s
ta: மாதிரி பொருத்தம் பின்வரும் எச்சரிக்கையை விளைவித்தது: %1$s

source: Conditional Meta-Analytic Estimates
es: Estimaciones Meta-Analíticas condicionadas
eu: Baldintzapeko Metaanalisi Estimazioak
pt: Estimativas Meta-analíticas Condicionais
ta: நிபந்தனை மேவு பகுப்பாய்வு மதிப்பீடுகள்

source: Median
es: Mediana
eu: Mediana
gl: Mediana
ja: 中央値
pt: Mediana
ta: இடைநடு

source: Conditional estimates are based on models assuming the presence of a given component.
es: Las estimaciones condicionadas se basan en modelos que asumen la presencia de una componente dada.
eu: Baldintzapeko estimazioak osagai jakin baten presentzia suposatzen duten ereduetan oinarritzen dira.
pt: Estimativas condicionais são baseadas em modelos que pressupõem a presença de um determinado componente.
ta: நிபந்தனை மதிப்பீடுகள் கொடுக்கப்பட்ட கூறுகளின் இருப்பைக் கருதும் மாதிரிகளை அடிப்படையாகக் கொண்டவை.

source: Standardized Conditional Meta-Regression Coefficients
es: Coeficientes tipificados de la Meta-Regresión condicionada
eu: Estandarizatutako Baldintzapeko Meta-Erregresio Koefizienteak
pt: Coeficientes de Metarregressão Condicional Padronizados
ta: தரப்படுத்தப்பட்ட நிபந்தனை மெட்டா-பின்னடைவு குணகங்கள்

source: Standardized Meta-Regression Coefficients
es: Coeficientes tipificados de la Meta-Regresión
eu: Meta-erregresio koefiziente estandarizatuak
pt: Coeficientes de Metarregressão Padronizados
ta: தரப்படுத்தப்பட்ட மெட்டா-பின்னடைவு குணகங்கள்

source: Conditional Meta-Regression Coefficients
es: Coeficientes de la Meta-Regresión condicionada
eu: Baldintzapeko Meta-Erregresio Koefizienteak
pt: Coeficientes de Metarregressão Condicional
ta: நிபந்தனை மெட்டா-பின்னடைவு குணகங்கள்

source: Meta-Regression Coefficients
es: Coeficientes de la Meta-Regresión
eu: Meta-erregresio koefizienteak
pt: Coeficientes de Meta-regressão
ta: மெட்டா-பின்னடைவு குணகங்கள்

source: Conditional Publication Bias Adjustment Estimates (Weight Function)
es: Estimaciones condicionadas del ajuste de Sesgo de publicación (Función de ponderación)
eu: Baldintzapeko Argitalpenaren Alborapenaren Doikuntza Estimazioak (Pisu Funtzioa)
pt: Estimativas de Ajuste de Viés de Publicação Condicional (Função de Ponderação)
ta: நிபந்தனை வெளியீட்டு சார்பு சரிசெய்தல் மதிப்பீடுகள் (எடை செயல்பாடு)

source: Publication Bias Adjustment Estimates (Weight Function)
es: Estimaciones del ajuste de Sesgo de publicación (Función de ponderación)
eu: Argitalpenaren Alborapenaren Doikuntza Estimazioak (Pisu Funtzioa)
pt: Estimativas de Ajuste de Viés de Publicação (Função de Ponderação)
ta: வெளியீட்டு சார்பு சரிசெய்தல் மதிப்பீடுகள் (எடை செயல்பாடு)

source: <em>p</em>-Values Interval
es: Intervalo de valores <em>p</em>
eu: <em>p</em>-Balioen tartea
pt: Intervalo de Valores-<em>p</em>
ta: <em> ப </em>-மதிப்பீட்டு இடைவெளி

source: Conditional Publication Bias Adjustment Estimates (PET-PEESE)
es: Estimaciones condicionadas del ajuste de Sesgo de publicación (PET-PEESE)
eu: Baldintzapeko Argitalpenaren Alborapenaren Doikuntza Estimazioak (PET-PEESE)
pt: Estimativas de Ajuste de Viés de Publicação Condicional (PET-PEESE)
ta: நிபந்தனை வெளியீட்டு சார்பு சரிசெய்தல் மதிப்பீடுகள் (PET-PEESE)

source: Publication Bias Adjustment Estimates (PET-PEESE)
es: Estimaciones del ajuste de Sesgo de publicación (PET-PEESE)
eu: Argitalpenaren Alborapenaren Doikuntza Estimazioak (PET-PEESE)
pt: Estimativas de Ajuste de Viés de Publicação (PET-PEESE)
ta: வெளியீட்டு சார்பு சரிசெய்தல் மதிப்பீடுகள் (பெட்-பெச்)

source: Estimated Conditional Marginal Means
es: Medias marginales condicionadas estimadas
eu: Kalkulatutako Batez besteko Marjinal Baldintzatuak
pt: Estimativas de Médias Marginais Condicionais
ta: மதிப்பிடப்பட்ட நிபந்தனை விளிம்பு வழிமுறைகள்

source: Conditional %1$s
es: Condicionado %1$s
eu: Baldintzapeko %1$s
pt: Condicional %1$s
ta: நிபந்தனை %1$s

source: Conditional Estimated Marginal Means
es: Medias marginales estimadas condicionadas
eu: Baldintzapeko Estimazio Marjinal Batezbestekoak
pt: Médias Marginais Estimadas Condicionais
ta: நிபந்தனை மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: The Bayes factor test for the adjusted estimate is not available for meta-regressions with non-centered parameteriazation.
es: El contraste del factor de Bayes para la estimación ajustada no está disponible para meta-regresiones con parametrización no centrada.
eu: Doitutako estimaziorako Bayes faktorearen testa ez dago erabilgarri parametrizazio ez-zentratua duten meta-erregresioetarako.
pt: O teste do fator de Bayes para a estimativa ajustada não está disponível para metarregressões com parametrização não centrada.
ta: சரிசெய்யப்பட்ட மதிப்பீட்டிற்கான பேயச் காரணி சோதனை மெட்டா-மறுபயணுதல்களுக்கு மையப்படுத்தப்படாத அளவுருசேசனுடன் கிடைக்கவில்லை.

source: Adjusted Effect
es: Efecto ajustado
eu: Doitutako efektua
pt: Efeito Ajustado
ta: சரிசெய்யப்பட்ட விளைவு

source: Moderation: Estimated Marginal Means
es: Moderación: Medias marginales estimadas
eu: Moderazioa: Batez besteko marjinal estimatuak
pt: Moderação: Estimativa das Médias Marginais
ta: மிதமான: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: Moderation
es: Moderación
eu: Moderazioa
pt: Moderação
ta: மிதமான

source: Weight Function
es: Función de Ponderación
eu: Pisu funtzioa
pt: Função de ponderação
ta: எடை செயல்பாடு

source: PET-PEESE
ta: வயிறு

source: P-Value
es: Valor P
eu: P-Balioa
pt: Valor-p
ta: பி-மதிப்பு

source: Diagnostics Summary
es: Resumen de diagnósticos
eu: Diagnostikoen laburpena
pt: Resumo do Diagnóstico
ta: கண்டறிதல் சுருக்கம்

source: MCMC error
es: Error MCMC
eu: MCMC errorea
gl: Erro MCMC
ja: MCMC誤差
pt: Erro MCMC
ta: MCMC பிழை

source: MCMC error/SD
es: Error MCMC/DT
eu: MCMC errorea/SD
gl: Erro MCMC/DP
ja: MCMC誤差/SD
pt: Erro MCMC/DP
ta: MCMC பிழை/எச்டி

source: ESS
es: SCR
pt: SQE
ta: எச்

source: R-hat
es: R-circunflejo
eu: R-txapela
gl: R-circunflexo
ta: ஆர்-தொப்பி

source: Weights
es: Ponderaciones
eu: Pisuak
gl: Ponderacións
ja: ウェイト
pt: Pesos
ta: எடைகள்

source: PET
ta: செல்லப்பிள்ளை

source: PEESE
eu: PIZARRA
ta: படம்

source: Trace Plot
es: Gráfico de trazado
eu: Trazadura-diagrama
pt: Traçar Gráfico
ta: ட்ரேச் சூழ்ச்சி

source: Autocorrelation Plot
es: Gráfico de autocorrelaciones
eu: Autokorrelazio grafikoa
pt: Gráfico de Autocorrelação
ta: தன்னியக்க தொடர்பு வரைபடம்

source: Density Plot
es: Gráfico de densidad
eu: Dentsitate-Grafikoa
pt: Gráfico de Densidade
ta: அடர்த்தி சூழ்ச்சி

source: Please select at least one 'Type' of diagnostics plot (e.g., 'Trace', 'Autocorrelation' or 'Posterior samples density').
es: Por favor, selecciona al menos un 'Tipo' de gráfico de diagnósticos (p.e. 'Trazado', 'Autocorrelación' o 'Densidad de muestras posteriores').
eu: Hautatu gutxienez diagnostiko-diagrama 'Mota' bat (adibidez, 'Aztarna', 'Autokorrelazioa' edo 'Atzeko laginen dentsitatea').
pt: Selecione pelo menos um 'Tipo' de gráfico de diagnóstico (e.g., 'Traço', 'Autocorrelação' ou 'Densidade de amostras posteriores').
ta: கண்டறியும் சதித்திட்டத்தின் குறைந்தது ஒரு 'வகை' (எ.கா., 'சுவடு', 'தன்னியக்க தொடர்பு' அல்லது 'பின்புற மாதிரிகள் அடர்த்தி') என்பதைத் தேர்ந்தெடுக்கவும்.

source: RoBMA R Code
es: Código de R de RoBMA
eu: RoBMA R kodea
pt: Código R de RoBMA
ta: ராப்மா ஆர் குறியீடு

source: Publication Bias Adjustment Summary
es: Resumen del ajuste del Sesgo de publicación
eu: Argitalpenaren Alborapenaren Doikuntzaren Laburpena
pt: Resumo do Ajuste de Viés de Publicação
ta: வெளியீட்டு சார்பு சரிசெய்தல் சுருக்கம்

source: Estimated Marginal Means Summary
es: Resumen de Medias marginales estimadas
eu: Kalkulatutako Marjina Batez bestekoen Laburpena
pt: Resumo das Estimativas de Médias Marginais
ta: மதிப்பிடப்பட்ட விளிம்பு என்றால் சுருக்கம்

source: Prior and Posterior Plots
es: Gráficos de previas y posteriores
eu: Aurreko eta ondorengo grafikoak
pt: Gráficos Anterior e Posterior
ta: முன் மற்றும் பின்புற அடுக்குகள்

source: Diagnostics
es: Diagnósticos
eu: Diagnostikoak
gl: Diagnósticos
ja: 診断
pt: Diagnóstico
ta: கண்டறிதல்

source: Adjusted effect
es: Efecto ajustado
eu: Doitutako efektua
pt: Efeito ajustado
ta: சரிசெய்யப்பட்ட விளைவு

source: Subgroup %1$s, %2$s
es: Subgrupo %1$s, %2$s
eu: %1$s azpitaldea, %2$s
pt: Subgrupo %1$s, %2$s
ta: துணைக்குழு %1$s, %2$s

source: Effect intercept
es: Constante del efecto
eu: Efektuaren interzepzioa
pt: Intercepto do Efeito
ta: விளைவு இடைமறிப்பு

source: Publication bias
es: Sesgo de publicación
eu: Argitalpen-alborapena
gl: Nesgo de publicación
ja: 出版バイアス(Publication Bias)
pt: Viés de publicação
ta: வெளியீட்டு சார்பு

source: Baseline
es: Base
eu: Oinarrizko lerroa
pt: Linha de base
ta: அடிப்படை

source: Inclusion BF
es: FB de la Inclusión
eu: Inklusio BF
gl: FB da Inclusión
ja: 包含BF
pt: FB da Inclusão
ta: சேர்த்தல் பி.எஃப்

source: Exclusion BF
es: FB de la Exclusión
eu: BF bazterketa
gl: FB da Exclusión
ja: 除外 BF
pt: FB da Exclusão
ta: விலக்கு பி.எஃப்

source: log(Inclusion BF)
es: log(FB de la Inclusión)
eu: log(Inklusio BF)
gl: log(FB da Inclusión)
ja: log(包含BF)
pt: log(FB da Inclusão)
ta: பதிவு (சேர்த்தல் பி.எஃப்)

source: Large Bayes factors, i.e., BF > 100 or BF < 1/100, might be computationally unstable (a small change in posterior inclusion probability corresponds to a very large change in the Bayes factor). Consider increasing the number of chains and posterior samples to obtain more stable estimates.
es: Valores extremos del Factor de Bayes , i.e. FB > 100 o FB < 1/100, podrían ser inestables desde el punto de vista de su cálculo (un pequeño cambio en la probabilidad de inclusión posterior se corresponde con un cambio muy grande en el Factor de Bayes). Sopese un aumento en el número de cadenas y en las nuestras posteriores, para obtener estimaciones más estables.
eu: Bayes faktore handiak, hau da, BF > 100 edo BF < 1/100, konputazionalki ezegonkorrak izan daitezke (atzeragoko inklusio-probabilitatearen aldaketa txiki batek Bayes faktorearen aldaketa oso handi bat dakar). Kontuan hartu kateen eta atzeragoko laginen kopurua handitzea estimazio egonkorragoak lortzeko.
pt: Fatores de Bayes grandes, i.e., FB > 100 ou FB < 1/100, podem ser computacionalmente instáveis (uma pequena alteração na probabilidade de inclusão posterior corresponde a uma alteração muito grande no fator de Bayes). Considere aumentar o número de cadeias e amostras posteriores para obter estimativas mais estáveis.
ta: பெரிய பேயஸ் காரணிகள், அதாவது, பி.எஃப்> 100 அல்லது பி.எஃப் <1/100, கணக்கீட்டு ரீதியாக நிலையற்றதாக இருக்கலாம் (பின்புற சேர்த்தல் நிகழ்தகவு ஒரு சிறிய மாற்றம் பேயஸ் காரணியில் மிகப் பெரிய மாற்றத்திற்கு ஒத்திருக்கிறது). மேலும் நிலையான மதிப்பீடுகளைப் பெற சங்கிலிகளின் எண்ணிக்கையையும் பின்புற மாதிரிகளையும் அதிகரிப்பதைக் கவனியுங்கள்.

source: Cannot compute results. All entries of the p-value variable (%s) must be between 0 and 1.
es: Los resultados no pueden calcularse. Todas las entradas de la variable (%s) del valor P deben estar entre 0 y 1.
eu: Ezin dira emaitzak kalkulatu. p-balio aldagaiaren (%s) sarrera guztiak 0 eta 1 artean egon behar dira.
gl: Os resultados non poden calcularse. Tódalas entradas da variable (%s) do valor p deben estar entre 0 e 1.
ja: 結果を計算できません。p値変数 (%s) のすべてのエントリは 0 と 1 の間でなければなりません.
pt: Não é possível calcular os resultados. Todas as entradas da variável de valor-p (%s) devem estar entre 0 e 1.
ta: முடிவுகளை கணக்கிட முடியாது. பி-மதிப்பு மாறியின் அனைத்து உள்ளீடுகளும் (%s) 0 முதல் 1 வரை இருக்க வேண்டும்.

source: Cannot compute results. All entries of the correlation coefficient variable (%s) must be between -1 and 1.
es: Los resultados no pueden calcularse. Todas las entradas de la variable (%s) del coeficiente de correlación deben estar entre -1 y 1.
eu: Ezin dira emaitzak kalkulatu. Korrelazio-koefizientearen aldagaiaren (%s) sarrera guztiak -1 eta 1 artean egon behar dira.
gl: Os resultados non poden calcularse. Tódalas entradas da variable (%s) do coeficiente de correlación deben estar entre 0 e 1.
ja: 結果を計算できません。相関係数変数 (%s) のすべてのエントリは -1 から 1 の間でなければなりません.
pt: Não é possível calcular os resultados. Todas as entradas da variável de coeficiente de correlação (%s) devem estar entre -1 e 1.
ta: முடிவுகளைக் கணக்கிட முடியவில்லை. தொடர்பு குணக மாறியின் (%s) அனைத்து உள்ளீடுகளும் -1 மற்றும் 1 க்கு இடையில் இருக்க வேண்டும்.

source: Cannot compute results. All entries of the sample size variable (%s) must be greater than four.
es: Los resultados no pueden calcularse. Todas las entradas de la variable (%s) del tamaño de la muestra deben ser mayores que cuatro.
eu: Ezin dira emaitzak kalkulatu. Laginaren tamaina aldagaiaren (%s) sarrera guztiak lau baino handiagoak izan behar dira.
gl: Os resultados non poden calcularse. Tódalas entradas da variable (%s) do tamaño da mostra deben ser maiores que catro.
ja: 結果を計算できません。サンプルサイズ変数 (%s) のすべてのエントリは 4 より大きい値でなければなりません.
pt: Não é possível calcular os resultados. Todas as entradas da variável de tamanho da amostra (%s) devem ser maiores que quatro.
ta: முடிவுகளை கணக்கிட முடியாது. மாதிரி அளவு மாறியின் அனைத்து உள்ளீடுகளும் (%s) நான்கை விட அதிகமாக இருக்க வேண்டும்.

source: The p-value cutoffs were set incorectly.
es: Se establecieron incorrectamente los puntos de corte de los valores P.
eu: p-balioaren mugak gaizki ezarri ziren.
gl: Establecéronse incorrectamente os puntos de corte dos valores p.
ja: p値のカットオフが正しく設定されていませんでした.
pt: Os pontos de corte do valor-p foram definidos incorretamente.
ta: பி-மதிப்பு வெட்டுக்கள் தவறாக அமைக்கப்பட்டுள்ளன.

source: At least one p-value cutoff needs to be set.
es: Se necesita establecer al menos un punto de corte de los valores P.
eu: Gutxienez p-balioaren muga bat ezarri behar da.
gl: Precísase establecer cando menos un punto de corte dos valores p.
ja: 少なくとも1つのp値カットオフを設定する必要があります.
pt: Pelo menos um valor de corte para o valor-p precisa ser definido.
ta: குறைந்தது ஒரு பி-மதிப்பு வெட்டு அமைக்கப்பட வேண்டும்.

source: All p-value cutoffs needs to be between 0 and 1.
es: Se necesita que todos los puntos de corte de los valores P estén entre 0 y 1.
eu: p-balioaren muga guztiak 0 eta 1 artean egon behar dira.
gl: Precísase que tódolos puntos de corte dos valores p estean entre 0 e 1.
ja: すべてのp値のカットオフは0から1の間である必要があります.
pt: Todos os pontos de corte do valor-p precisam estar entre 0 e 1.
ta: அனைத்து பி-மதிப்பு வெட்டுக்களும் 0 முதல் 1 வரை இருக்க வேண்டும்.

source: 95%% Confidence Interval
es: Intervalo con el 95%% de Confianza
eu: %95eko konfiantza-tartea
gl: Intervalo co 95%% de Confianza
ja: 95%% 信頼区間
pt: Intervalo de Confiança 95%%
ta: 95 %% நம்பிக்கை இடைவெளி

source: Note:
es: Nota:
eu: Oharra:
gl: Comentario:
ja: 注意:
pt: Nota:
ta: குறிப்பு:

source: %1$s is on %2$s scale.
es: %1$s está en la escala %2$s.
eu: %1$s %2$s eskalan dago.
gl: %1$s está na escala %2$s.
ja: %1$sは%2$sのスケールです.
pt: %1$s está na escala %2$s.
ta: %1$s %2$s அளவில் உள்ளது.

source: <em>p</em>-values interval(one-sided)
es: intervalo de valores <em>p</em> (unilateral)
eu: <em>p</em>-balioen tartea (alde bakarrekoa)
gl: intervalo de valores <em>p</em> (unilateral)
ja: <em>p</em>値の区間(片側)
pt: intervalo de valores-<em>p</em> (unilateral)
ta: <em> ப </em>-மதிப்பீட்டு இடைவெளி (ஒருதலைப்பட்ச)

source: Model Tests
es: Contrastes del Modelo
eu: Eredu probak
gl: Probas do Modelo
ja: モデル検定
pt: Testes do Modelo
ta: மாதிரி சோதனைகள்

source: Test of Heterogeneity
es: Contraste de Heterogeneidad
eu: Heterogeneotasun proba
gl: Proba de Heteroxeneidade
ja: 異質性の検定
pt: Teste de Heterogeneidade
ta: பன்முகத்தன்மையின் சோதனை

source: Test of Publication Bias
es: Contraste del Sesgo de Publicación
eu: Argitalpen-alborapenaren proba
gl: Proba do Nesgo de Publicación
ja: 出版バイアス(Publication Bias)の検定
pt: Teste de Viés de Publicação
ta: வெளியீட்டு சார்புகளின் சோதனை

source: ChiSq
es: ChiCuadr
gl: KhiCadr
ja: カイ二乗
pt: Qui-quadrado
ta: சிச்க்

source: Assuming homogeneity
es: Asumiendo Homogeneidad
eu: Homogeneotasuna suposatuz
gl: Asumindo Homoxeneidade
ja: 同質性を仮定
pt: Assumindo homogeneidade
ta: ஒருமைப்பாட்டைக் கருதி

source: Assuming heterogeneity
es: Asumiendo Heterogeneidad
eu: Heterogeneotasuna suposatuz
gl: Asumindo Heteroxeneidade
ja: 異質性を仮定
pt: Assumindo heterogeneidade
ta: பன்முகத்தன்மையைக் கருதி

source: Fixed Effects Estimates
es: Estimaciones de los Efectos Fijos
eu: Efektu Finkoen Estimazioak
gl: Estimacións dos Efectos Fixos
ja: 固定効果の推定値
pt: Estimativas de efeitos fixos
ta: நிலையான விளைவுகள் மதிப்பீடுகள்

source: Mean Estimates (%s)
es: Estimaciones de la Media (%s)
eu: Batez besteko estimazioak (%s)
gl: Estimacións da Media (%s)
ja: 平均推定値(%s)
pt: Estimativas Médias (%s)
ta: சராசரி மதிப்பீடுகள் (%s)

source: Estimated Weights
es: Ponderaciones Estimadas
eu: Pisu estimatuak
gl: Ponderacións Estimadas
ja: 推定ウェイト
pt: Pesos Estimados
ta: மதிப்பிடப்பட்ட எடைகள்

source: Heterogeneity Estimates(%s)
es: Estimaciones de la Heterogeneidad (%s)
eu: Heterogeneotasun Estimazioak (%s)
gl: Estimacións da Heteroxeneidade (%s)
ja: 異質性の推定値(%s)
pt: Estimativas de Heterogeneidade(%s)
ta: பன்முகத்தன்மை மதிப்பீடுகள் (%s)

source: p-value Frequency
es: Frecuencia del valor P
eu: p-balioa Maiztasuna
gl: Frecuencia do valor p
ja: p値の度数(Frequency)
pt: Frequência de valor-p
ta: பி-மதிப்பு அதிர்வெண்

source: Frequency
es: Frecuencia
eu: Maiztasuna
gl: Frecuencia
ja: 頻度
pt: Frequência
ta: மீடிறன், மீள்திறன், நிகழ்வெண், நிகழ்வு

source: There were no p-value cutoffs after their automatic reduction. The displayed frequencies correspond to the non-reduced p-value cutoffs.
es: No quedaron puntos de corte de los valores P después de su reducción automática. Las frecuencias presentadas se corresponden con los puntos de corte de los valores P no reducidos.
eu: Ez zegoen p-balio mugarik haien murrizketa automatikoaren ondoren. Bistaratutako maiztasunak murriztu gabeko p-balio mugak dira.
gl: Non quedaron puntos de corte dos valores p logo da súa redución automática. As frecuencias presentadas correspóndense cos puntos de corte dos valores non reducidos.
ja: 自動減少(automatic reduction)後、p値のカットオフはありませんでした。表示される度数は、減少していないp値のカットオフに対応します.
pt: Não houve cortes de valor-p após a redução automática. As frequências exibidas correspondem aos cortes de valor-p não reduzidos.
ta: அவற்றின் தானியங்கி குறைப்புக்குப் பிறகு பி-மதிப்பு வெட்டுக்கள் எதுவும் இல்லை. காட்டப்படும் அதிர்வெண்கள் குறைக்கப்பட்ட பி-மதிப்பு வெட்டுக்களுக்கு ஒத்திருக்கும்.

source: Weight Function (%s)
es: Función de Ponderación (%s)
eu: Pisu funtzioa (%s)
gl: Función de Ponderación (%s)
ja: 重み関数(%s)
pt: Função de Ponderação (%s)
ta: எடை செயல்பாடு (%s)

source: The figure could not be created since one of the estimates is not a number.
es: No se puede generar la figura puesto que una de las estimaciones no es un número.
eu: Ezin izan da zifra sortu, kalkuluetako bat ez baita zenbaki bat.
gl: Non se pode xerar a imaxe posto que unha das estimacións non é un número.
ja: 推定値の1つが数字ではないため、図は作成できませんでした.
pt: O valor não pôde ser criado porque uma das estimativas não é um número.
ta: மதிப்பீடுகளில் ஒன்று எண் அல்ல என்பதால் உருவத்தை உருவாக்க முடியவில்லை.

source: P-value (One-sided)
es: Valor P (unilateral)
eu: P-balioa (alde bakarrekoa)
gl: Valor p (Unilateral)
ja: P値(片側)
pt: Valor-p (Unilateral)
ta: பி-மதிப்பு (ஒருதலைப்பட்ச)

source: Publication Probability
es: Probabilidad de Publicación
eu: Argitalpen Probabilitatea
gl: Probabilidade de Publicación
ja: 出版確率
pt: Probabilidade de Publicação
ta: வெளியீட்டு நிகழ்தகவு

source: Mean Model Estimates (%s)
es: Estimaciones del Modelo Medio (%s)
eu: Batez besteko ereduaren estimazioak (%s)
gl: Estimacións do Modelo Medio (%s)
ja: 平均モデル推定値 (%s)
pt: Estimativas do Modelo Médio (%s)
ta: சராசரி மாதிரி மதிப்பீடுகள் (%s)

source: Fixed effects (adjusted)
es: Efectos fijos (ajustados)
eu: Efektu finkoak (egokituak)
gl: Efectos fixos (axustados)
ja: 固定効果 (調整済み)
pt: Efeitos fixos (ajustados)
ta: நிலையான விளைவுகள் (சரிசெய்யப்பட்டது)

source: Random effects (adjusted)
es: Efectos aleatorios (ajustados)
eu: Ausazko efektuak (egokituta)
gl: Efectos aleatorios (axustados)
ja: 変量効果（調整済み）
pt: Efeitos aleatórios (ajustado)
ta: சீரற்ற விளைவுகள் (சரிசெய்யப்பட்டது)

source: Fixed effects model:
es: Modelo de efectos fijos:
eu: Efektu finkoen eredua:
gl: Modelo de efectos fixos:
ja: 固定効果モデル:
pt: Modelo de efeitos fixos:
ta: நிலையான விளைவுகள் மாதிரி:

source: Random effects model:
es: Modelo de efectos aleatorios:
eu: Ausazko efektuen eredua:
gl: Modelo de efectos aleatorios:
ja: 変量効果モデル:
pt: Modelo de efeitos aleatórios:
ta: சீரற்ற விளைவுகள் மாதிரி:

source: %sThe optimizer failed to find a solution. Consider re-specifying the model or the p-value cutoffs.
es: %s El optimizador falló en la búsqueda de una solución. Sopesa volver a especificar el modelo o los puntos de corte de los valores P.
eu: %sOptimizatzaileak ez du irtenbiderik aurkitu. Kontuan hartu eredua edo p-balio mugak berriro zehaztea.
gl: %s O optimizador fallou na procura dunha solución. Sopesa volver a especificar o modelo ou os puntos de corte dos valores p.
ja: %s最適化は解を見つけることができませんでした。モデルまたは p 値カットオフを再指定することを検討してください.
pt: %s O otimizador não conseguiu encontrar uma solução. Considere reespecificar o modelo ou os pontos de corte do valor-p.
ta: %s ஆப்டிமைசர் ஒரு தீர்வைக் கண்டுபிடிக்கத் தவறிவிட்டது. மாதிரி அல்லது p-மதிப்பு வெட்டுக்களை மீண்டும் குறிப்பிடுவதைக் கருத்தில் கொள்ளுங்கள்.

source: %sThe automatic cutoffs selection did not find viable p-value cutoffs. Please, specify them manually.
es: %s La selección automática de los puntos de corte no encontró puntos de corte viables de los valores P. Por favor, indícalos manualmente.
eu: %sMuga automatikoen hautaketak ez du p-balioaren muga bideragarririk aurkitu. Mesedez, zehaztu itzazu eskuz.
gl: %s A selección automática dos puntos de corte non atopou puntos de corte viables dos valores p. Por favor, indícaos manualmente.
ja: %s自動カットオフ選択は、実行可能な p 値カットオフを検出できませんでした。手動で指定してください.
pt: %s A seleção automática de pontos de corte não encontrou pontos de corte para valores-p viáveis. Por favor, especifique-os manualmente.
ta: %sthe தானியங்கி கட் ஆப் தேர்வு சாத்தியமான பி-மதிப்பு வெட்டைக் காணவில்லை. தயவுசெய்து, அவற்றை கைமுறையாக குறிப்பிடவும்.

source: At least one of the p-value intervals contains no effect sizes, leading to estimation problems. Consider re-specifying the cutoffs.
es: Al menos, uno de los intervalos del valor P no contiene magnitudes de los efectos, provocando problemas de estimación. Sopesa volver a especificar los puntos de corte.
eu: Gutxienez p-balio tarte batek ez du efektu-tamainarik, eta horrek estimazio-arazoak sortzen ditu. Kontuan hartu mugak berriro zehaztea.
gl: Cando menos, un dos intervalos do valor p non contén magnitudes dos efectos, provocando problemas de estimación. Pensa en volver a especificar os puntos de corte.
ja: p値区間の少なくとも1つに効果量が含まれていないため、推定に問題がある。カットオフの再設定を検討してください.
pt: Pelo menos um dos intervalos de valor-p não contém tamanhos de efeito, o que leva a problemas de estimativa. Considere reespecificar os pontos de corte.
ta: பி-மதிப்பு இடைவெளிகளில் குறைந்தபட்சம் ஒரு விளைவு அளவுகள் இல்லை, இது மதிப்பீட்டு சிக்கல்களுக்கு வழிவகுக்கிறது. வெட்டுக்களை மீண்டும் விவரிப்பதைக் கவனியுங்கள்.
