Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: SMD to log odds (logistic)
es: SMD a Log de probabilidades (Logística)
eu: SMDtik probabilitateen erregistroa (logistika)
pt: SMD para log de chances (logístico)
ta: பதிவு செய்ய SMD (லாசிச்டிக்)

source: Hakstian & Whalen inverse α
es: α inversa de Hakstian & Whalen
eu: Hakstian eta Whalen alderantzizko α
pt: α inverso de Hakstian & Whalen
ta: அக்ச்டியன் & வேலன் தலைகீழ் α

source: Bonett inverse α
es: α inversa de Bonett
eu: Bonett-en alderantzizko α
pt: α inverso de Bonett
ta: போனெட் தலைகீழ் α

source: z to R²
es: Z a R²
eu: z-tik R²-ra
pt: z a R²
ta: இந்த r² உடன்

source: SMD to Cohen's U₁
es: SMD a U₁ de Cohen
eu: SMD Cohen-en U₁-ra
pt: SMD a U₁ de Cohen
ta: SMD பெறுநர் COHEN’S U₁

source: SMD to Cohen's U₂
es: SMD a U₂ de Cohen
eu: SMD Cohen-en U₂-ra
pt: SMD a U₂ de Cohen
ta: SMD பெறுநர் COHEN’S U₂

source: SMD to Cohen's U₃
es: SMD a U₃ de Cohen
eu: SMD Cohen-en U₃-ra
pt: SMD a U₃ de Cohen
ta: SMD பெறுநர் COHEN’S U₃

source: SMD to CLES, Pr(superiority)
es: SMD a CLES, Pr(superioridad)
eu: SMDtik CLESera, Pr(nagusitasuna)
pt: SMD a CLES, Pr(superioridade)
ta: SMD பெறுநர் CLES, PR (மேன்மை)

source: None
es: Ninguna
eu: Bat ere ez
pt: Nenhum
ta: எதுவுமில்லை

source: Bonferroni
ta: போன்பெரோரோனி

source: Holm
ta: ஓல்ம்

source: Hochberg
ta: ஓட்ச்பெர்க்

source: Hommel
ta: பம்பல்பீ

source: Benjamini-Hochberg
ta: பெஞ்சமினி-ஓச்ச்பெர்க்

source: Benjamini-Yekutieli
ta: என்ன

source: Intercept
es: Constante
eu: Atzeman
gl: Constante
pt: Intercepto
ta: இடைமறிப்பு

source: Residual heterogeneity
es: Heterogeneidad de los errores
eu: Hondar-heterogeneotasuna
pt: Heterogeneidade residual
ta: மீதமுள்ள பன்முகத்தன்மை

source: Moderation (Effect Size): %1$s
es: Moderación (Magnitud del efecto): %1$s
eu: Moderazioa (Efektuaren Tamaina): %1$s
pt: Moderação (Tamanho do Efeito): %1$s
ta: மிதமான (விளைவு அளவு): %1$s

source: Moderation (Heterogeneity): %1$s
es: Moderación (Heterogeneidad): %1$s
eu: Moderazioa (Heterogeneotasuna): %1$s
pt: Moderação (Heterogeneidade): %1$s
ta: மிதமான (பன்முகத்தன்மை): %1$s

source: Moderation: %1$s
es: Moderación: %1$s
eu: Moderazioa: %1$s
pt: Moderação: %1$s
ta: மிதமான: %1$s

source: The pooled effect size could not be calculated.
es: No puede calcularse la magnitud combinada del efecto.
eu: Ezin izan da efektu metatuaren tamaina kalkulatu.
pt: O tamanho de efeito combinado não pôde ser calculado.
ta: பூல் செய்யப்பட்ட விளைவு அளவைக் கணக்கிட முடியவில்லை.

source: (coef ...)
eu: (koefizientea ...)
ta: (கோஃப் ...)

source: Moderation effect size%1$s
es: Magnitud %1$s del efecto de moderación
eu: Moderazio efektuaren tamaina %1$s
pt: Tamanho de efeito da moderação %1$s
ta: மிதமான விளைவு அளவு%1$s

source: Moderation%1$s
es: Moderación %1$s
eu: Moderazioa%1$s
pt: Moderação %1$s
ta: மிதமான%1$s

source: Moderation heterogeneity%1$s
es: Heterogeneidad de moderación %1$s
eu: Moderazio heterogeneotasuna%1$s
pt: Heterogeneidade de moderação %1$s
ta: மிதமான பன்முகத்தன்மை%1$s

source: (coef: %1$s)
eu: (koefizientea: %1$s)
ta: (கோஃப்: %1$s)

source: Subgroup differences
es: Diferencias de subgrupos
eu: Azpitaldeen arteko desberdintasunak
pt: Diferenças de subgrupos
ta: துணைக்குழு வேறுபாடுகள்

source: %s%% CI
es: IC del %s%%
gl: IC do %s%%
pt: %s%% IC
ta: %s%% தொஒ

source: Subgroup
es: Subgrupo
eu: Azpitaldea
pt: Subgrupo
ta: துணைக்குழு

source: Fixed effects tested using z-distribution.
es: Efectos fijos contrastados usando la distribución z.
eu: Z-banaketa erabiliz probatutako efektu finkoak.
pt: Os feitos fixos foram testados usando a distribuição z.
ta: Z- விநியோகத்தைப் பயன்படுத்தி நிலையான விளைவுகள் சோதிக்கப்படுகின்றன.

source: Fixed effects tested using t-distribution.
es: Efectos fijos contrastados usando la distribución t.
eu: Efektu finkoak t-banaketa erabiliz probatu dira.
pt: Os efeitos fixos foram testados usando a distribuição t.
ta: டி-விநியோகத்தைப் பயன்படுத்தி நிலையான விளைவுகள் சோதிக்கப்பட்டன.

source: Fixed effects tested using Knapp and Hartung adjustment.
es: Efectos fijos contrastados usando el ajuste de Knapp y Hartung.
eu: Knapp eta Hartung doikuntza erabiliz probatutako efektu finkoak.
pt: Os efeitos fixos foram testados usando o ajuste de Knapp e Hartung.
ta: KNAPP மற்றும் HARTUNG சரிசெய்தலைப் பயன்படுத்தி நிலையான விளைவுகள் சோதிக்கப்பட்டன.

source: The heterogeneity model for 𝜏² is specified on the log scale.
es: El modelo de heterogeneidad para 𝜏² está especificado en la escala logarítmica.
eu: 𝜏²-ren heterogeneotasun eredua eskala logaritmikoan zehazten da.
pt: O modelo de heterogeneidade para 𝜏² foi especificado na escala logarítmica.
ta: 𝜏² க்கான பன்முகத்தன்மை மாதிரி பதிவு அளவில் குறிப்பிடப்பட்டுள்ளது.

source: The heterogeneity model for 𝜏² is specified on the identity scale.
es: El modelo de heterogeneidad para 𝜏² está especificado en la escala de identidad.
eu: 𝜏²-ren heterogeneotasun eredua identitate eskalan zehaztuta dago.
pt: O modelo de heterogeneidade para 𝜏² foi especificado na escala identidade.
ta: 𝜏² க்கான பன்முகத்தன்மை மாதிரி அடையாள அளவில் குறிப்பிடப்பட்டுள்ளது.

source: pooled effect
es: Efecto combinado
eu: efektu metatua
pt: efeito combinado
ta: பூல் விளைவு

source: adjusted effect
es: Efecto ajustado
eu: efektu doitua
pt: efeito ajustado
ta: சரிசெய்யப்பட்ட விளைவு

source: %1$i observations were ommited due to missing values.
es: %1$i observaciones fueron omitidas debido a valores que faltan.
eu: %1$i behaketa ezabatu dira balio falta direlako.
pt: %1$i observações foram omitidas devido a valores ausentes.
ta: மதிப்புகள் காணாமல் போனதால் %1$i அவதானிப்புகள் வெளியேற்றப்பட்டன.

source: %1$i clusters with %2$i estimates each.
es: %1$i conglomerados con %2$i estimaciones cada uno.
eu: %1$i multzo %2$i estimaziorekin bakoitza.
pt: %1$i agrupamentos com %2$i estimativas cada.
ta: %1$i நான் %2$i உடன் ஒவ்வொன்றையும் மதிப்பிடுகிறேன்.

source: %1$i clusters with min/median/max %2$i/%3$i/%4$i estimates.
es: %1$i conglomerados con estimaciones %2$i/%3$i/%4$i de mín/mediana/máx.
eu: %1$i multzo %2$i/%3$i/%4$i gutxieneko/mediana/gehieneko estimazioekin.
pt: Agrupamentos %1$i com estimativas mín./mediana/máx. %2$i/%3$i/%4$i.
ta: %1$i கொத்துகள் மின்/சராசரி/அதிகபட்சம்%2$i/%3$i/%4$i நான் மதிப்பிடுகிறேன்.

source: %1$s: %2$i observations were ommited due to missing values.
es: %1$s: %2$i observaciones fueron omitidas debido a valores que faltan.
eu: %1$s: %2$i behaketa ezabatu dira balio falta direla eta.
pt: %1$s: %2$i observações foram omitidas devido a valores ausentes.
ta: %1$s: %2$i மதிப்புகள் காணாமல் போனதால் அவதானிப்புகள் பயன்படுத்தப்பட்டன.

source: %1$s: %2$i clusters with %3$i estimates each.
es: %1$s: %2$i conglomerados con %3$i estimaciones cada uno.
eu: %1$s: %2$i multzo %3$i estimaziorekin bakoitza.
pt: %1$s: %2$i agrupamentos com %3$i estimativas cada.
ta: %1$s: %2$i உடன் %3$i உடன் ஒவ்வொன்றும் மதிப்பிடுகிறது.

source: %1$s: %2$i clusters with min/median/max %3$i/%4$i/%5$i estimates.
es: %1$s: %2$i conglomerados con estimaciones %3$i/%4$i/%5$i de mín/mediana/máx.
eu: %1$s: %2$i multzo %3$i/%4$i/%5$i gutxieneko/mediana/gehieneko estimazioekin.
pt: %1$s: %2$i agrupamentos com estimativas mín/mediana/máx %3$i/%4$i/%5$i.
ta: %1$s: %2$i min/midian/max %3$i/%4$i/%5$i மதிப்பீடுகள்.

source: NAs in the %1$s were introduced due to the %2$s transformation. Please verify that you are using the correct effect size transformation.
es: Los NAs en %1$s se presentaron debido a la transformación %2$s. Por favor, verifica que estás usando la transformación correcta de la magnitud de efecto.
eu: %1$s-ko NAak %2$s eraldaketa dela eta sartu dira. Mesedez, egiaztatu efektu-tamainaren eraldaketa zuzena erabiltzen ari zarela.
pt: As NAs em %1$s foram introduzidas devido à transformação %2$s. Verifique se você está usando a transformação de tamanho de efeito correta.
ta: %2$s உருமாற்றம் காரணமாக %1$s இல் உள்ள நா கள் அறிமுகப்படுத்தப்பட்டன. நீங்கள் சரியான விளைவு அளவு மாற்றத்தைப் பயன்படுத்துகிறீர்கள் என்பதை சரிபார்க்கவும்.

source: The %1$s is transformed using %2$s transformation.
es: La %1$s se transforma usando la transformación %2$s.
eu: %1$s %2$s eraldaketa erabiliz eraldatu da.
pt: O %1$s é transformado usando a transformação %2$s.
ta: %1$s %2$s உருமாற்றத்தைப் பயன்படுத்தி மாற்றப்படுகிறது.

source: The pooled effect size corresponds to the weighted average effect across studies.
es: La magnitud del efecto combinado se corresponde con el efecto medio ponderado entre estudios.
eu: Efektuaren tamaina metatua ikerketen arteko batez besteko efektu haztatuari dagokio.
pt: O tamanho do efeito combinado corresponde ao efeito médio ponderado entre os estudos.
ta: பூல் செய்யப்பட்ட விளைவு அளவு ஆய்வுகள் முழுவதும் எடையுள்ள சராசரி விளைவுக்கு ஒத்திருக்கிறது.

source: The adjusted effect corresponds to the averaged effect size estimate across the levels of all moderators.
es: El efecto ajustado se corresponde con la estimación media de la magnitud del efecto a través de los niveles de todos los moderadores.
eu: Doitutako efektua moderatzaile guztien maila guztietan egindako batez besteko efektu-tamainaren estimazioari dagokio.
pt: O efeito ajustado corresponde à estimativa média do tamanho do efeito entre os níveis de todos os moderadores.
ta: சரிசெய்யப்பட்ட விளைவு அனைத்து மதிப்பீட்டாளர்களின் அளவிலும் சராசரி விளைவு அளவு மதிப்பீட்டிற்கு ஒத்திருக்கிறது.

source: The pooled heterogeneity estimate corresponds to the heterogeneity at the average of predictor values.
es: La estimación de la heterogeneidad combinada se corresponde con la heterogeneidad en la media de los valores del predictor.
eu: Heterogeneotasun-estimazio metatua aurreikusle-balioen batez besteko heterogeneotasunari dagokio.
pt: A estimativa de heterogeneidade combinada corresponde à heterogeneidade na média dos valores preditores.
ta: பூல் செய்யப்பட்ட பன்முகத்தன்மை மதிப்பீடு முன்கணிப்பு மதிப்புகளின் சராசரியாக பன்முகத்தன்மைக்கு ஒத்திருக்கிறது.

source: The I² and H² statistics are not available for heterogeneity models.
es: Los estadísticos I² y H² no están disponibles para modelos de heterogeneidad.
eu: I² eta H² estatistikak ez daude eskuragarri heterogeneotasun ereduetarako.
pt: As estatísticasI² e H² não estão disponíveis para modelos de heterogeneidade.
ta: I² மற்றும் H² புள்ளிவிவரங்கள் பன்முகத்தன்மை மாதிரிகளுக்கு கிடைக்கவில்லை.

source: The Model Structure %1$s was not completely specified and was skipped.
es: La Estructura %1$s del modelo no se especificó completamente y fué omitida.
eu: %1$s Eredu Egitura ez zen guztiz zehaztu eta saltatu egin zen.
pt: A estrutura do modelo %1$s não foi completamente especificada e foi ignorada.
ta: மாதிரி அமைப்பு %1$s முழுமையாக குறிப்பிடப்படவில்லை மற்றும் தவிர்க்கப்பட்டது.

source: Prediction interval for the %1$s is not available for models with multiple heterogeneity estimates.
es: El intervalo de predicción para %1$s no está disponible para modelos con múltiples estimaciones de heterogeneidad.
eu: %1$s-ren iragarpen-tartea ez dago eskuragarri heterogeneotasun-estimazio anitz dituzten modeloetarako.
pt: O intervalo de previsão para %1$s não está disponível para modelos com múltiplas estimativas de heterogeneidade.
ta: பல பன்முகத்தன்மை மதிப்பீடுகளைக் கொண்ட மாதிரிகளுக்கு %1$s க்கான கணிப்பு இடைவெளி கிடைக்காது.

source: Each marginal mean estimate is averaged across the levels of the remaining predictors.
es: Cada estimación de la media marginal se promedia entre los niveles de los predictores que quedan.
eu: Batez besteko marjinal bakoitzaren estimazioa gainerako iragarleen mailen batez bestekoa kalkulatzen da.
pt: Cada estimativa média marginal é calculada através dos níveis dos preditores restantes.
ta: ஒவ்வொரு விளிம்பு சராசரி மதிப்பீடும் மீதமுள்ள முன்னறிவிப்பாளர்களின் அளவுகளில் சராசரியாக உள்ளது.

source: Each marginal mean estimate is averaged across the levels of the remaining predictors in a given subgroup.
es: Cada estimación de la media marginal se promedia entre los niveles de los predictores que quedan en un subgrupo dado.
eu: Batez besteko marjinal bakoitzaren estimazioa azpitalde jakin bateko gainerako iragarleen mailen batez bestekoa da.
pt: Cada estimativa média marginal é calculada através dos níveis dos preditores restantes em um determinado subgrupo.
ta: ஒவ்வொரு விளிம்பு சராசரி மதிப்பீடும் கொடுக்கப்பட்ட துணைக்குழுவில் மீதமுள்ள முன்னறிவிப்பாளர்களின் அளவுகளில் சராசரியாக உள்ளது.

source: NAs in the marginal mean estimatess were introduced due to the %1$s transformation. Please verify that you are using the correct effect size transformation.
es: Los NAs en las estimaciones de las medias marginales se presentaron debido a la transformación %1$s. Por favor, verifique que está usando la transformación correcta de la magnitud del efecto.
eu: Batez besteko estimazio marjinaletan NAk %1$s eraldaketa dela eta sartu ziren. Mesedez, egiaztatu efektu-tamainaren eraldaketa zuzena erabiltzen ari zarela.
pt: As NAs nas estimativas médias marginais foram introduzidas devido à transformação %1$s. Verifique se você está usando a transformação correta do tamanho do efeito.
ta: %1$s உருமாற்றம் காரணமாக விளிம்பு சராசரி மதிப்பீட்டில் நா கள் அறிமுகப்படுத்தப்பட்டன. நீங்கள் சரியான விளைவு அளவு மாற்றத்தைப் பயன்படுத்துகிறீர்கள் என்பதை சரிபார்க்கவும்.

source: The estimates and intervals are transformed using %1$s transformation.
es: Las estimaciones y los intervalos se transforman usando la transformación %1$s.
eu: Estimazioak eta tarteak %1$s eraldaketa erabiliz eraldatzen dira.
pt: As estimativas e intervalos foram transformados usando a transformação %1$s.
ta: மதிப்பீடுகள் மற்றும் இடைவெளிகள் %1$s உருமாற்றத்தைப் பயன்படுத்தி மாற்றப்படுகின்றன.

source: The estimates and intervals correspond to %1$s.
es: Las estimaciones y los intervalos corresponden a %1$s.
eu: Estimazioak eta tarteak %1$s-ri dagozkio.
pt: As estimativas e intervalos correspondem a %1$s.
ta: மதிப்பீடுகள் மற்றும் இடைவெளிகள் %1$s உடன் ஒத்திருக்கும்.

source: Each contrast is averaged across the levels of the remaining predictors.
es: Cada contraste se promedia entre los niveles de los predictores que quedan.
eu: Kontraste bakoitzaren batez bestekoa gainerako iragarleen mailen artean kalkulatzen da.
pt: Cada contraste é calculado com base nos níveis dos preditores restantes.
ta: ஒவ்வொரு மாறுபாடும் மீதமுள்ள முன்கணிப்பாளர்களின் அளவுகளில் சராசரியாக உள்ளது.

source: Contrasts of estimates marginal means cannot be transformed via the effect size transformation.
es: Los contrastes de las estimaciones de las medias marginales no se pueden transformar mediante la transformación de la magnitud del efecto.
eu: Estimazioen batez besteko marjinalen kontrasteak ezin dira efektuaren tamainaren eraldaketaren bidez eraldatu.
pt: Os contrastes das médias marginais das estimativas não podem ser transformados por meio da transformação do tamanho do efeito.
ta: மதிப்பீடுகளின் முரண்பாடுகளை விளைவு அளவு மாற்றத்தின் மூலம் விளிம்பு வழிமுறைகளை மாற்ற முடியாது.

source: Contrasts of estimated marginal means are adjusted for multiple comparisons using %1$s correction.
es: Los contrastes de las estimaciones de las medias marginales se ajustan para múltiples comparaciones usando la corrección %1$s.
eu: Kalkulatutako batez besteko marjinalen kontrasteak %1$s zuzenketa erabiliz doitzen dira konparaketa anitzetarako.
pt: Os contrastes das medias marginais estimadas são ajustados para comparações múltiplas usando a correção %1$s.
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளின் முரண்பாடுகள் %1$s திருத்தத்தைப் பயன்படுத்தி பல ஒப்பீடுகளுக்கு சரிசெய்யப்படுகின்றன.

source: Contrasts of estimated marginal means cannot be transformed via the link function. As such, the contrasts are summarized on the model scale: log(𝜏²).
es: Los contrastes de las estimaciones de las medias marginales no se pueden transformar mediante la función de enlace. Así los contrastes se resumen en la escala del modelo: log(𝜏²).
eu: Kalkulatutako batez besteko marjinalen kontrasteak ezin dira lotura-funtzioaren bidez eraldatu. Beraz, kontrasteak eredu-eskalan laburbiltzen dira: log(𝜏²).
pt: Os contrastes das médias marginais estimadas não podem ser transformados por meio da função de ligação. Assim, os contrastes são resumidos na escala do modelo: log(𝜏²).
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளின் முரண்பாடுகளை இணைப்பு செயல்பாடு வழியாக மாற்ற முடியாது. எனவே, முரண்பாடுகள் மாதிரி அளவில் சுருக்கப்பட்டுள்ளன: பதிவு (𝜏²).

source: Contrasts of estimated marginal means cannot be transformed via the heterogeneity transformation. As such, the contrasts are summarized as 𝜏².
es: Los contrastes de las estimaciones de las medias marginales no se pueden transformar mediante la transformación de heterogeneidad. Así los contrastes se resumen como 𝜏².
eu: Kalkulatutako batez besteko marjinalen kontrasteak ezin dira heterogeneotasun-eraldaketaren bidez eraldatu. Beraz, kontrasteak 𝜏² gisa laburbiltzen dira.
pt: Os contrastes das médias marginais estimadas não podem ser transformados por meio da transformação de heterogeneidade. Assim, os contrastes são resumidos como 𝜏².
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளின் முரண்பாடுகளை பன்முகத்தன்மை மாற்றத்தின் மூலம் மாற்ற முடியாது. எனவே, முரண்பாடுகள் 𝜏² என சுருக்கப்பட்டுள்ளன.

source: Permutation p-value is based on %1$s permutations.
es: El valor P de permutación se basa en %1$s permutaciones.
eu: Permutazioaren p-balioa %1$s permutaziotan oinarritzen da.
pt: O valor-p da permutação é baseado em %1$s permutações.
ta: வரிசைமாற்றம் p- மதிப்பு %1$s வரிசைமாற்றங்களை அடிப்படையாகக் கொண்டது.

source: The model estimation failed with the following message: %1$s. Please, consider simplifying the model.
es: La estimación del modelo falló con el siguiente mensaje: %1$s. Por favor, plantéese simplificar el modelo.
eu: Modeloaren estimazioak huts egin du mezu hau erakutsiz: %1$s. Mesedez, kontuan hartu modeloa sinplifikatzea.
pt: A estimativa do modelo falhou com a seguinte mensagem: %1$s. Por favor, considere simplificar o modelo.
ta: மாதிரி மதிப்பீடு பின்வரும் செய்தியுடன் தோல்வியடைந்தது: %1$s. தயவுசெய்து, மாதிரியை எளிதாக்குவதைக் கவனியுங்கள்.

source: The cluster-robust standard errors could not be computed. Please, consider modifying the clustering settings in the 'Advanced' section.
es: Los errores típicos conglomerado-robustos no se pueden calcular. Por favor, considera modificar la configuración de la conglomeración en la sección 'Avanzada'.
eu: Kluster-errobusto estandar erroreak ezin izan dira kalkulatu. Mesedez, kontuan hartu 'Aurreratua' ataleko klusterizazio ezarpenak aldatzea.
pt: Não foi possível calcular os erros padrões robustos do agrupamento. Considere modificar as configurações de agrupamento na seção 'Avançado'.
ta: கிளச்டர்-ரோபச்ட் நிலையான பிழைகள் கணக்கிட முடியவில்லை. தயவுசெய்து, 'மேம்பட்ட' பிரிவில் கிளச்டரிங் அமைப்புகளை மாற்றியமைப்பதைக் கவனியுங்கள்.

source: Fewer than two estimates.
es: Menos de dos estimaciones.
eu: Bi estimazio baino gutxiago.
pt: Menos do que duas estimativas.
ta: இரண்டு மதிப்பீடுகளுக்கு குறைவாக.

source: The selected 'Method' requires specification of the 'Weights' option in the 'Advanced' section.
es: El 'Método' seleccionado requiere la especificación de la opción 'Ponderaciones' en la sección 'Avanzado'.
eu: Hautatutako 'Metodoa' atalak 'Pisuak' aukera zehaztu behar du 'Aurreratua' atalean.
pt: O 'Método' selecionado requer a especificação da opção 'Pesos' na seção 'Avançado'.
ta: தேர்ந்தெடுக்கப்பட்ட 'முறை' 'மேம்பட்ட' பிரிவில் 'எடைகள்' விருப்பத்தின் விவரக்குறிப்பு தேவைப்படுகிறது.

source: Subgroup %1$s:
es: Subgrupo %1$s:
eu: %1$s azpitaldea:
pt: Subgrupo %1$s:
ta: துணைக்குழு %1$s:

source: %1$sThe term %2$s was completely removed from the model. Possible causes are missing values, collinear predictors, or missing crossed cells in an interaction term.
es: %1$sEl término %2$s se eliminó completamente del modelo. Las causas posibles son: valores ausentes, predictores con multicolinealidad o celdas cruzadas ausentes en un término de interacción.
eu: %1$s %2$s terminoa erabat kendu da eredutik. Balizko arrazoiak hauek dira: balio falta, aurreikusle kolinearrak edo interakzio-termino batean gurutzatutako gelaxka falta.
pt: %1$sO termo %2$s foi completamente removido do modelo. Possíveis causas são valores ausentes, preditores colineares ou células cruzadas ausentes em um termo de interação.
ta: %1$sthe கால %2$s மாதிரியிலிருந்து முற்றிலும் அகற்றப்பட்டது. சாத்தியமான காரணங்கள் மதிப்புகள், கோலைனியர் முன்னறிவிப்பாளர்கள் அல்லது ஒரு தொடர்பு காலங்களில் குறுக்குவெட்டு செல்களைக் காணவில்லை.

source: %1$sThe term %2$s was partilly removed (%3$i/%4$i coefficients) from the model. Possible causes are missing values, collinear predictors, or missing crossed cells in an interaction term.
es: %1$sEl término %2$s se eliminó parcialmente (coeficientes %3$i/%4$i) del modelo. Las causas posibles son: valores ausentes, predictores con multicolinealidad o celdas cruzadas ausentes en un término de interacción.
eu: %1$s%2$s terminoa partzialki kendu da (%3$i/%4$i koefizienteak) eredutik. Balizko arrazoiak balio falta, iragarle kolinearrak edo interakzio-termino batean gurutzatutako gelaxka falta dira.
pt: %1$sO termo %2$s foi parcialmente removido (coeficientes %3$i/%4$i) do modelo. As possíveis causas são valores ausentes, preditores colineares ou células cruzadas ausentes em um termo de interação.
ta: %1$sthe கால%2$s மாதிரியிலிருந்து பார்ட்டிலி அகற்றப்பட்டது (%3$i/%4$i குணகங்கள்). சாத்தியமான காரணங்கள் மதிப்புகள், கோலைனியர் முன்னறிவிப்பாளர்கள் அல்லது ஒரு தொடர்பு காலங்களில் குறுக்குவெட்டு செல்களைக் காணவில்லை.

source: %1$sThe following coefficients were removed from the model: %2$s. Possible causes are missing values, collinear predictors, or missing crossed cells in an interaction term.
es: %1$sLos siguientes coeficientes se eliminaron del modelo: %2$s. Las causas posibles son: valores ausentes, predictores con multicolinealidad o celdas cruzadas ausentes en un término de interacción.
eu: %1$sKoefiziente hauek kendu dira eredutik: %2$s. Balizko arrazoiak hauek dira: balio falta, iragarle kolinearrak edo interakzio-termino batean gurutzatutako gelaxkak falta.
pt: %1$sOs seguintes coeficientes foram removidos do modelo: %2$s. Possíveis causas: valores ausentes, preditores colineares ou células cruzadas ausentes em um termo de interação.
ta: %1$sthe பின்வரும் குணகங்கள் மாதிரியிலிருந்து அகற்றப்பட்டன: %2$s. சாத்தியமான காரணங்கள் மதிப்புகள், கோலைனியர் முன்னறிவிப்பாளர்கள் அல்லது ஒரு தொடர்பு காலங்களில் குறுக்குவெட்டு செல்களைக் காணவில்லை.

source: Error reading the distance matrix file: %1$s
es: Fallo al leer el archivo de la matriz de distancias: %1$s
eu: Errorea distantzia-matrizearen fitxategia irakurtzean: %1$s
pt: Erro ao ler o arquivo de matriz de distância: %1$s
ta: தூர மேட்ரிக்ச் கோப்பைப் படிப்பதில் பிழை: %1$s

source: The distance matrix must be square. The number of rows (%1$i) does not match the number of columns (%2$i).
es: La matriz de distancias debe ser cuadrada. El número de filas (%1$i) no coincide con el número de columnas (%2$i).
eu: Distantzia-matrizea karratua izan behar da. Errenkada kopurua (%1$i) ez dator bat zutabe kopuruarekin (%2$i).
pt: A matriz de distância deve ser quadrada. O número de linhas (%1$i) não corresponde ao número de colunas (%2$i).
ta: தூர மேட்ரிக்ச் சதுரமாக இருக்க வேண்டும். வரிசைகளின் எண்ணிக்கை (%1$i) நெடுவரிசைகளின் எண்ணிக்கையுடன் (%2$i) பொருந்தவில்லை.

source: Error reading the correlation matrix file: %1$s
es: Fallo al leer el archivo de la matriz de correlaciones: %1$s
eu: Errorea korrelazio-matrizearen fitxategia irakurtzean: %1$s
pt: Erro ao ler o arquivo da matriz de correlação: %1$s
ta: தொடர்பு மேட்ரிக்ச் கோப்பைப் படிப்பதில் பிழை: %1$s

source: Error reading the variance-covariance matrix file: %1$s
es: Fallo al leer el archivo de la matriz de varianzas-covarianzas: %1$s
eu: Errorea bariantza-kobariantza matrizearen fitxategia irakurtzean: %1$s
pt: Erro ao ler o arquivo da matriz de variância-covariância: %1$s
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் கோப்பைப் படிப்பது: %1$s
