Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: Funnel plot prediction intervals must be between 0 and 1.
es: Los intervalos de predicción del gráfico en embudo deben estar entre 0 y 1.
eu: Inbutu-diagramaren iragarpen-tarteak 0 eta 1 artean egon behar dira.
pt: Os intervalos de previsão do gráfico de funil devem estar entre 0 e 1.
ta: புனல் சூழ்ச்சி கணிப்பு இடைவெளிகள் 0 முதல் 1 வரை இருக்க வேண்டும்.

source: Funnel plot prediction intervals must be specified.
es: Los intervalos de predicción del gráfico en embudo deben especificarse.
eu: Inbutu-diagramaren iragarpen-tarteak zehaztu behar dira.
pt: Os intervalos de previsão do gráfico de funil devem ser especificados.
ta: புனல் சூழ்ச்சி கணிப்பு இடைவெளிகள் குறிப்பிடப்பட வேண்டும்.

source: Power enhancement breaks were specified in an incorrect format. Try '(0.30, 0.50, 0.80)'.
es: Las rupturas de la mejora de potencia se especificaron en un formato incorrecto. Intenta '(0.30, 0.50, 0.80)'.
eu: Potentzia hobetzeko etenaldiak formatu okerrean zehaztu dira. Saiatu '(0.30, 0.50, 0.80)'.
pt: Os intervalos de aumento de potência foram especificados em um formato incorreto. Tente '(0,30; 0,50; 0,80)'.
ta: ஆற்றல் மேம்பாட்டு இடைவெளிகள் தவறான வடிவத்தில் குறிப்பிடப்பட்டன. முயற்சிக்கவும் '(0.30, 0.50, 0.80)'.

source: At least one power enhancement break must be specified.
es: Se necesita especificar al menos una ruptura de mejora de potencia.
eu: Gutxienez potentzia hobetzeko etenaldi bat zehaztu behar da.
pt: Pelo menos uma interrupção de aumento de potência deve ser especificada.
ta: குறைந்தது ஒரு ஆற்றல் மேம்பாட்டு இடைவெளி குறிப்பிடப்பட வேண்டும்.

source: Power enhancement breaks must be between 0.05 and 1.
es: Las rupturas de mejora de potencia deben estar entre 0.05 y 1.
eu: Potentzia hobetzeko etenaldiak 0,05 eta 1 artean egon behar dira.
pt: Os intervalos de aumento de potência devem estar entre 0,05 e 1.
ta: ஆற்றல் மேம்பாட்டு இடைவெளிகள் 0.05 முதல் 1 வரை இருக்க வேண்டும்.

source: Power
es: Potencia
eu: Potentzia
pt: Potência
ta: விசை

source: H₁ Funnel Parameter Estimates
es: Estimaciones de parámetros del embudo bajo H₁
eu: H₁ Inbutuaren Parametroen Estimazioak
pt: Estimativas de Parâmetros de Funil H₁
ta: H₁ புனல் அளவுரு மதிப்பீடுகள்

source: Estimate μ
es: Estimar μ
eu: Estimatu μ
pt: Estimativa μ
ta: மதிப்பீடு μ

source: Lower 95%% CI
es: Inferior IC de 95%%
eu: %95eko CI baxuagoa
pt: IC 95%% inferior
ta: குறைந்த 95 %% தொஒ

source: Upper 95%% CI
es: Superior IC de 95%%
eu: Goiko %95eko CI
pt: IC 95%% superior
ta: மேல் 95 %% தொஒ

source: Estimate 𝜏
es: Estimar 𝜏
eu: Estimatu 𝜏
pt: Estimativa 𝜏
ta: மதிப்பீடு

source: The funnel plot parameter estimation failed with the following error:
es: La estimación de parámetros del gráfico en embudo fracasó con el siguiente fallo:
eu: Inbutu-diagramaren parametroen estimazioak huts egin du errore honekin:
pt: A estimativa do parâmetro do gráfico de funil falhou com o seguinte erro:
ta: பின்வரும் பிழையுடன் புனல் சூழ்ச்சி அளவுரு மதிப்பீடு தோல்வியடைந்தது:

source: Trim and Fill Parameter Estimates
es: Estimaciones de parámetros de Recortar y Rellenar
eu: Moztu eta Bete Parametroen Estimazioak
pt: Estimativas de parâmetros de Corte e Preenchimento
ta: அளவுரு மதிப்பீடுகளை ஒழுங்கமைத்து நிரப்பவும்

source: Missing Estimates
es: Estimaciones de ausentes
eu: Falta diren estimazioak
pt: Estimativas Ausentes
ta: மதிப்பீடுகளைக் காணவில்லை

source: Trim and Fill
es: Recortar y rellenar
eu: Moztu eta bete
pt: Corte e Preenchimento
ta: ஒழுங்கமைத்து நிரப்பவும்

source: Adjusted Estimate μ
es: Estimación ajustada de μ
eu: Estimazio doitua μ
pt: Estimativa μ Ajustada
ta: சரிசெய்யப்பட்ட மதிப்பீடு μ

source: Adjusted Estimate 𝜏
es: Estimación ajustada de 𝜏
eu: Estimazio doitua
pt: Estimativa 𝜏 Ajustada
ta: சரிசெய்யப்பட்ட மதிப்பீடு 𝜏

source: Meta-Regression Test for Funnel Plot Asymmetry
es: Contraste de Meta-Regresión para asimetría de gráficos en embudo
eu: Inbutu-diagramaren asimetriaren meta-erregresio-proba
pt: Teste de Metarregressão para Assimetria de Gráfico de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான மெட்டா-பின்னடைவு சோதனை

source: Asymmetry Test
es: Contraste de asimetría
eu: Asimetria proba
pt: Teste de Assimetria
ta: சமச்சீரற்ற சோதனை

source: Limit Estimate μ
es: Estimación límite de μ
eu: Muga-estimazioa μ
pt: Estimativa Limite μ
ta: வரம்பு மதிப்பீடு μ

source: Weighted Regression Test for Funnel Plot Asymmetry
es: Contraste de regresión ponderada para asimetría de gráficos en embudo
eu: Inbutu-diagramaren asimetriarako pisuzko erregresio-proba
pt: Teste de Regressão Ponderada para Assimetria de Gráfico de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான எடையுள்ள பின்னடைவு சோதனை

source: Rank Correlation Test for Funnel Plot Asymmetry
es: Contraste de correlación de rangos para asimetría de gráficos en embudo
eu: Inbutu-diagramaren asimetriarako sailkapen-korrelazio-proba
pt: Teste de Correlação de Classificação para Assimetria de Gráfico de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற தன்மைக்கான தரவரிசை தொடர்பு சோதனை

source: Fail-Safe N
es: N a prueba de fallos
eu: Segurtasun-aurkako N
pt: N à Prova de Falhas
ta: தோல்வி-பாதுகாப்பானது n

source: Fail-Safe N Summary Table
es: Tabla resumen de N a prueba de fallos
eu: Segurtasun-aurkako N laburpen-taula
pt: Tabela Resumo de N à Prova de Falhas
ta: தோல்வி-பாதுகாப்பான n சுருக்கம் அட்டவணை

source: Rosenthal
ta: ரோசென்டல்

source: Orwin
ta: ஆர்வின்

source: Rosenberg
ta: ரோசன்பெர்க்

source: General
eu: Orokorra
pt: Geral
ta: பொது

source: The funnel plot asymmetry test failed with the following error:
es: El contraste de asimetría de gráficos en embudo fracasó con el siguiente fallo:
eu: Inbutu-diagramaren asimetria-probak huts egin du errore honekin:
pt: O teste de assimetria do gráfico de funil falhou com o seguinte erro:
ta: பின்வரும் பிழையுடன் புனல் சூழ்ச்சி சமச்சீரற்ற சோதனை தோல்வியடைந்தது:

source: The funnel plot asymmetry test at level %1$s failed with the following error:
es: El contraste de asimetría de gráficos en embudo a nivel %1$s fracasó con el siguiente fallo:
eu: %1$s mailako inbutu-diagramaren asimetria-probak huts egin du errore honekin:
pt: O teste de assimetria do gráfico de funil no nível %1$s falhou com o seguinte erro:
ta: நிலை %1$s இல் உள்ள புனல் சூழ்ச்சி சமச்சீரற்ற சோதனை பின்வரும் பிழையுடன் தோல்வியடைந்தது:

source: The meta-analytic model did not converge. Try modifying the 'Method' option.
es: El modelo Meta-Analítico no converge. Intenta modificar la opción 'Método'.
eu: Metaanalisi eredua ez da bat etorri. Saiatu 'Metodoa' aukera aldatzen.
pt: O modelo meta-analítico não convergiu. Tente modificar a opção 'Método'.
ta: மேவு பகுப்பாய்வு மாதிரி ஒன்றிணையவில்லை. 'முறை' விருப்பத்தை மாற்ற முயற்சிக்கவும்.

source: The method is not available with only one observation.
es: El método no está disponible con una única observación.
eu: Metodoa ez dago erabilgarri behaketa bakarrarekin.
pt: O método não está disponível com apenas uma observação.
ta: ஒரே ஒரு கண்காணிப்புடன் முறை கிடைக்கவில்லை.

source: The %1$s fail-safe N calculation %2$sfailed with the following error:
es: El cálculo %1$s del N a prueba de fallos erró con el siguiente fallo: %2$s
eu: %1$s-en hutsegiteen aurkako N kalkulua %2$s-ek huts egin du errore honekin:
pt: O cálculo %1$s do N à prova de falhas falhou com o seguinte erro: %2$s
ta: %1$s தோல்வி-பாதுகாப்பான n கணக்கீடு %2$s பின்வரும் பிழையுடன் sfailed:

source: The 'Correlation/Covariance Matrix' variable input contains the following variable that does not contain the variable name separator '%1$s': %2$s.
es: La entrada de la variable 'Matriz de Correlaciones/Covarianzas' contiene la siguiente variable que no tiene el separador de nombre de variables '%1$s': %2$s.
eu: 'Korrelazio/Kobariantza Matrizea' aldagaiaren sarrerak aldagai-izenaren bereizlea ez duen '%1$s' aldagai-izenaren bereizlea dauka: %2$s.
pt: A variável de entrada 'Matriz de Correlação/Covariância' contém a seguinte variável que não contém o separador de nome de variável '%1$s': %2$s.
ta: 'தொடர்பு/கோவாரன்ச் மேட்ரிக்ச்' மாறி உள்ளீட்டில் பின்வரும் மாறியைக் கொண்டுள்ளது, இது மாறி பெயர் பிரிப்பான் ' %1$s': %2$s ஐக் கொண்டிருக்கவில்லை.

source: The correlation matrix contains values outside the range of -1 and 1. Please check your input.
es: La matriz de correlaciones contiene valores fuera del rango entre -1 y 1. Por favor, compruebe su entrada.
eu: Korrelazio matrizeak -1 eta 1 tartetik kanpoko balioak ditu. Mesedez, egiaztatu zure sarrera.
pt: A matriz de correlação contém valores fora da faixa de -1 e 1. Por favor, verifique sua entrada.
ta: தொடர்பு மேட்ரிக்சில் -1 மற்றும் 1 வரம்பிற்கு வெளியே மதிப்புகள் உள்ளன. தயவுசெய்து உங்கள் உள்ளீட்டைச் சரிபார்க்கவும்.

source: The 'Means' variable input contains the following variable that is not specified in the 'Correlation/Covariance Matrix' variable input: %1$s.
es: La entrada de variable 'Medias' contiene la siguiente variable que no está especificada en la entrada de variable 'Matriz de Correlaciones/Covarianzas': %1$s.
eu: 'Batez bestekoak' aldagaiaren sarrerak 'Korrelazio/Kobariantza Matrizea' aldagaiaren sarreran zehaztuta ez dagoen aldagai hau dauka: %1$s.
pt: A entrada da variável 'Médias' contém a seguinte variável que não está especificada na entrada da variável 'Matriz de Correlação/Covariância': %1$s.
ta: 'பொருள்' மாறி உள்ளீட்டில் பின்வரும் மாறியைக் கொண்டுள்ளது, இது 'தொடர்பு/கோவாரன்ச் மேட்ரிக்ச்' மாறி உள்ளீட்டில் குறிப்பிடப்படவில்லை: %1$s.

source: Available Variable Names
es: Nombres disponibles de variables
eu: Eskuragarri dauden aldagai-izenak
pt: Nomes Disponíveis de Variáveis
ta: கிடைக்கும் மாறி பெயர்கள்

source: Descriptives
es: Descriptivos
eu: Deskribapenak
pt: Descritivos
ta: விளக்கமான

source: %1$s: %1$s Matrix
es: %1$s: Matriz %1$s
eu: %1$s: %1$s Matrizea
pt: %1$s: Matriz %1$s
ta: %1$s: %1$s அணி

source: Variable
eu: Aldagaia
pt: Variável
ta: மாறி

source: %1$s: Means
es: %1$s: Medias
eu: %1$s: Esan nahi du
pt: %1$s: Médias
ta: %1$s: பொருள்

source: Pooled %1$s Matrix
es: Matriz %1$s combinada
eu: %1$s matrizea multzokatua
pt: Matriz Combinada %1$s
ta: பூல் செய்யப்பட்ட %1$s மேட்ரிக்ச்

source: The pooled correlation/covariance matrix could not be computed. Consider verifying that all correlation/covariance matrix variables are correctly specified via 'Descriptives'.
es: La matriz combinada de correlaciones/covarianzas no se puede calcular. Plantéese verificar que todas las variables de la matriz de correlaciones/covarianzas están correctamente especificadas mediante 'Descriptivos'.
eu: Ezin izan da kalkulatu korrelazio/kobariantza matrizea. Kontuan hartu egiaztatzea korrelazio/kobariantza matrizearen aldagai guztiak behar bezala zehaztuta daudela 'Deskribapenak' atalean.
pt: Não foi possível calcular a matriz de correlação/covariância combinada. Considere verificar se todas as variáveis da matriz de correlação/covariância estão especificadas corretamente por meio de 'Descritivos'.
ta: பூல் செய்யப்பட்ட தொடர்பு/கோவாரன்ச் மேட்ரிக்சை கணக்கிட முடியவில்லை. அனைத்து தொடர்பு/கோவாரன்ச் மேட்ரிக்ச் மாறிகள் 'விளக்கங்கள்' வழியாக சரியாக குறிப்பிடப்பட்டுள்ளன என்பதை சரிபார்க்கவும்.

source: Correlation
es: Correlación
eu: Korrelazioa
pt: Correlação
ta: ஒட்டுறவு

source: Covariance
es: Covarianza
eu: Kobariantza
pt: Covariância
ta: கோவாரன்ச்

source: Random Effect
es: Efecto aleatorio
eu: Ausazko efektua
pt: Efeito Aleatório
ta: சீரற்ற விளைவு

source: Random Effect Covariance
es: Covarianza del efecto aleatorio
eu: Ausazko efektuaren kobariantza
pt: Covariância dos efeitos aleatórios
ta: சீரற்ற விளைவு கோவாரன்ச்

source: Pooled %1$s Matrix Parameters
es: Parámetros de la matriz %1$s combinada
eu: %1$s matrizearen parametro multzokatuak
pt: Parâmetros da Matriz %1$s Combinada
ta: பூல் செய்யப்பட்ட %1$s மேட்ரிக்ச் அளவுருக்கள்

source: Row
es: Fila
eu: Ilara
pt: Linha
ta: நிரை

source: Column
es: Columna
eu: Zutabea
pt: Coluna
ta: நெடுவரிசை

source: 95%% CI
es: IC del 95%%
eu: %95eko CI
pt: 95%% IC
ta: 95 %% தொஒ

source: Computing additional fit measures: %1$s
es: Calculando medidas adicionales de ajuste: %1$s
eu: Gehigarrizko doikuntza neurriak kalkulatzen: %1$s
pt: Calculando medidas de ajuste adicionais: %1$s
ta: கூடுதல் பொருத்தம் நடவடிக்கைகளை கணக்கிடுதல்: %1$s

source: SEM Fit Measures
es: Medidas de ajuste del MES (SEM)
eu: SEM egokitzapen neurriak
pt: Medidas de Ajuste do EPM
ta: SEM FIT நடவடிக்கைகள்

source: CLI
es: ICL
pt: ICL
ta: கிளி

source: p(RMSEA < 0.05)
es: p(REACM < 0.05)
pt: p(REQMA < 0.05)
ta: பி (ஆர்.எம்.எச்.இ.ஏ <0.05)

source: Pairwise Model Comparison
es: Comparación de modelos por pares
eu: Bikoteka ereduen konparaketa
pt: Modelo de Comparação em Pares
ta: சோடிவரிசை மாதிரி ஒப்பீடு

source: At least two models are required for pairwise model comparison.
es: Al menos se requieren dos modelos para la comparación de modelos por pares.
eu: Gutxienez bi modelo behar dira bikoteka alderatzeko.
pt: Pelo menos dois modelos são necessários para comparação de modelos em pares.
ta: சோடிவரிசை மாதிரி ஒப்பீட்டிற்கு குறைந்தது இரண்டு மாதிரிகள் தேவை.

source: No pairwise model comparison with at least one degree of freedom difference available.
es: Ninguna comparación de modelos por pares, sin disponer al menos de una diferencia de un grado de libertad.
eu: Ez dago gutxienez askatasun-gradu bateko diferentzia duen bikoteka egindako ereduen konparaketarik eskuragarri.
pt: Nenhuma comparação de modelo em pares com pelo menos um grau de diferença de liberdade disponível.
ta: குறைந்தது ஒரு அளவிலான சுதந்திர வேறுபாட்டுடன் சோடிவரிசை மாதிரி ஒப்பீடு இல்லை.

source: Regression Estimates
es: Estimaciones de la Regresión
eu: Erregresio-estimazioak
gl: Estimacións da Regresión
pt: Estimativas de regressão
ta: பின்னடைவு மதிப்பீடுகள்

source: Mean/Intercept Estimates
es: Estimaciones de media/constante
eu: Batez besteko/ebakidura estimazioak
pt: Estimativas de Média/Intercepto
ta: சராசரி/இடைமறிப்பு மதிப்பீடுகள்

source: Covariance Estimates
es: Estimaciones de covarianzas
eu: Kobariantza-estimazioak
pt: Estimativas de Covariância
ta: கோவாரன்ச் மதிப்பீடுகள்

source: Random Effects Estimates
es: Estimaciones de los Efectos Aleatorios
eu: Ausazko Efektuen Estimazioak
gl: Estimacións dos Efectos Aleatorios
ja: 変量効果の推定値
pt: Estimativas de Efeitos Aleatórios
ta: சீரற்ற விளைவுகள் மதிப்பீடுகள்

source: Model fit failed with the following message: %1$s.
es: El ajuste del modelo falló con el siguiente mensaje: %1$s.
eu: Modeloaren doikuntzak huts egin du mezu hau erakutsiz: %1$s.
pt: O ajuste do modelo falhou com a seguinte mensagem: %1$s.
ta: மாதிரி பொருத்தம் பின்வரும் செய்தியுடன் தோல்வியடைந்தது: %1$s.

source: The model should contain at least one predictor or an intercept.
es: El modelo debe tener, al menos, un predictor o una constante.
eu: Modeloak gutxienez iragarle edo ebakidura bat izan behar du.
gl: O modelo debe ter, cando menos, un preditor ou unha constante.
ja: モデルには、少なくとも 1 つの予測変数または切片が含まれている必要があります.
pt: O modelo deve conter pelo menos um preditor ou um intercepto.
ta: மாதிரியில் குறைந்தது ஒரு முன்கணிப்பு அல்லது இடைமறிப்பு இருக்க வேண்டும்.

source: Coefficients
es: Coeficientes
eu: Koefizienteak
gl: Coeficientes
ja: 係数
pt: Coeficientes
ta: குணகங்கள்

source: At least one predictor needs to be specified.
es: Se necesita establecer al menos un predictor.
eu: Gutxienez aurreikusle bat zehaztu behar da.
gl: Precísase establecer cando menos un predictor.
pt: Pelo menos um preditor precisa ser especificado.
ta: குறைந்தது ஒரு முன்கணிப்பு குறிப்பிடப்பட வேண்டும்.

source: %1$s observations were ommited due to missing values.
es: %1$s observaciones fueron omitidas debido a valores que faltan.
eu: %1$s behaketa kendu dira balio falta direla eta.
pt: %1$s observações foram omitidas devido a valores ausentes.
ta: மதிப்புகள் காணாமல் போனதால் %1$s அவதானிப்புகள் இருந்தன.

source: Posterior distribution
es: Distribución posterior
eu: Atzeko banaketa
gl: Distribución posterior
pt: Distribuição posterior
ta: பின்புற வழங்கல்

source: Sampling diagnostics
es: Diagnósticos del muestreo
eu: Laginketa diagnostikoak
gl: Diagnósticos da mostraxe
pt: Diagnóstico de amostragem
ta: மாதிரி கண்டறிதல்

source: Autocorrelation (%1$s)
es: Autocorrelación (%1$s)
eu: Autokorrelazioa (%1$s)
gl: Autocorrelación (%1$s)
pt: Autocorrelação (%1$s)
ta: தன்னியக்க தொடர்பு (%1$s)

source: Inference possibly unreliable -- MCMC chains might not have converged; The largest R-hat is %1$.3f > 1.01. To lower R-hat please increase 'Iterations', or 'Adapt delta' in the Options section.
es: Inferencia posiblemente poco fiable -- las cadenas MCMC pudieron no converger. El mayor R-circunflejo es %1$.3f > 1.01. Para reducir el R-circunflejo, por favor, aumenta las 'Iteraciones' o 'Delta de ajuste' en la sección de Opciones.
eu: Inferentzia agian ez da fidagarria -- MCMC kateak agian ez dira konbergitu; R-hat handiena %1$.3f > 1.01 da. R-hat jaisteko, handitu 'Iterazioa' edo 'Egokitu delta' Aukeren atalean.
pt: Inferência possivelmente não confiável — as cadeias MCMC podem não ter convergido; o maior R-hat é %1$.3f > 1,01. Para diminuir o R-hat, aumente 'Iterações' ou 'Delta de adaptação' na seção Opções.
ta: அனுமானம் நம்பமுடியாதது - எம்.சி.எம்.சி சங்கிலிகள் ஒன்றிணைந்திருக்காது; மிகப்பெரிய R-HAT %1$.3f > 1.01 ஆகும். R-HAT ஐக் குறைக்க தயவுசெய்து 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: Low estimation accuracy -- The smallest Effective Sample Size (ESS) is %1$.2f < %2$1.0f. To increase accuracy please increase 'Iterations', or 'Adapt delta' in the Options section.
es: Precisión baja de la estimación -- El Tamaño Efectivo de la Muestra (ESS) más pequeño es %1$.2f < %2$1.0f. Para aumentar la precisión, por favor, aumenta 'Iteraciones', o 'Delta de ajuste' en la sección Opciones.
eu: Estimazio-zehaztasun txikia -- Lagin-tamaina eraginkor txikiena (ESS) %1$.2f < %2$1.0f da. Zehaztasuna handitzeko, handitu 'Iterazioen' edo 'Egokitu delta' Aukerak atalean.
pt: Baixa precisão de estimativa -- O menor Tamanho Efetivo de Amostra (ESS) é %1$.2f < %2$1.0f. Para aumentar a precisão, por favor aumente 'Iterações', ou 'Adaptar delta' na seção Opções.
ta: குறைந்த மதிப்பீட்டு துல்லியம் - மிகச்சிறிய பயனுள்ள மாதிரி அளவு (ESS) %1$.2f < %2$1.0f. ஆகும். துல்லியத்தை அதிகரிக்க தயவுசெய்து 'மறு செய்கைகளை' அதிகரிக்கவும் அல்லது விருப்பங்கள் பிரிவில் 'டெல்டாவை மாற்றியமைக்கவும்'.

source: Interaction terms are currently not possible in Bayesian meta-analyses.
es: Actualmente, los términos de interacción no son posibles en Meta-Análisis Bayesianos.
eu: Elkarrekintza-terminoak ez dira posible gaur egun Bayes-en metaanalisietan.
pt: Termos de interação não são atualmente possíveis em meta-análises Bayesianas.
ta: பேய்சியன் மெட்டா பகுப்பாய்வுகளில் தொடர்புச் சொற்கள் தற்போது சாத்தியமில்லை.

source: Estimating Marginal Means
es: Estimando las medias marginales
eu: Batez besteko marjinalak kalkulatzea
pt: Estimando Médias Marginais
ta: விளிம்பு வழிமுறைகளை மதிப்பிடுதல்

source: At least one prior distribution for the Effect component has to be specified.
es: Se necesita establecer al menos una distribución previa para la componente de Efecto.
eu: Efektu osagaiarentzako gutxienez aurreko banaketa bat zehaztu behar da.
pt: Pelo menos uma distribuição anterior para o componente Efeito deve ser especificada.
ta: விளைவு கூறுக்கு குறைந்தபட்சம் ஒரு முன் வழங்கல் குறிப்பிடப்பட வேண்டும்.

source: At least one prior distribution for the Heterogeneity component has to be specified.
es: Se necesita establecer al menos una distribución previa para la componente de Heterogeneidad.
eu: Heterogeneotasun osagaiarentzako gutxienez aurreko banaketa bat zehaztu behar da.
pt: Pelo menos uma distribuição anterior para o componente Heterogeneidade deve ser especificada.
ta: பன்முகத்தன்மை கூறுக்கு குறைந்தபட்சம் ஒரு முன் வழங்கல் குறிப்பிடப்பட வேண்டும்.

source: At least one prior distribution for the %1$s moderator component has to be specified.
es: Se necesita establecer al menos una distribución previa para la componente del moderador %1$s.
eu: %1$s moderatzaile osagaiarentzako gutxienez aurreko banaketa bat zehaztu behar da.
pt: Pelo menos uma distribuição anterior para o componente moderador %1$s deve ser especificada.
ta: %1$s மதிப்பீட்டாளர் கூறுக்கு குறைந்தது ஒரு முன் வழங்கல் குறிப்பிடப்பட வேண்டும்.

source: Both priors distributions for the %1$s moderator component must have the same contrast type.
es: Ambas distribuciones previas para la componente del moderador %1$s deben tener el mismo tipo de contraste.
eu: %1$s moderatzaile osagaiaren bi aurrien banaketek kontraste mota bera izan behar dute.
pt: Ambas as distribuições anteriores para o componente moderador %1$s devem ter o mesmo tipo de contraste.
ta: %1$s மதிப்பீட்டாளர் கூறுக்கான இரண்டு முன்னுரை விநியோகங்களும் ஒரே மாறுபட்ட வகையைக் கொண்டிருக்க வேண்டும்.

source: At least one prior distribution for the Publication Bias component has to be specified.
es: Se necesita establecer al menos una distribución previa para la componente del Sesgo de publicación.
eu: Argitalpen-alborapenaren osagaiarentzako gutxienez aurreko banaketa bat zehaztu behar da.
pt: Pelo menos uma distribuição anterior para o componente Viés de Publicação deve ser especificada.
ta: வெளியீட்டு சார்பு கூறுகளுக்கு குறைந்தபட்சம் ஒரு முன் வழங்கல் குறிப்பிடப்பட வேண்டும்.

source: At least one prior distribution for the Baseline component has to be specified.
es: Se necesita establecer al menos una distribución previa para la componente de Base.
eu: Oinarrizko osagaiarentzako gutxienez aurreko banaketa bat zehaztu behar da.
pt: Pelo menos uma distribuição anterior para o componente de linha de base deve ser especificada.
ta: அடிப்படை கூறுகளுக்கு குறைந்தபட்சம் ஒரு முன் வழங்கல் குறிப்பிடப்பட வேண்டும்.

source: The priors for publication bias were set incorrectly.
es: Los previos para el sesgo de publicación se han establecido de forma incorrecta.
eu: Argitalpen-alborapenaren aurrizko balioak gaizki ezarri ziren.
gl: Os previos para o nesgo de publicación establecéronse de xeito incorrecto.
ja: 出版バイアスの事前確率が正しく設定されていません.
pt: Os critérios para viés de publicação foram definidos incorretamente.
ta: வெளியீட்டு சார்புக்கான முன்னுரிமைகள் தவறாக அமைக்கப்பட்டன.

source: Model Specification
es: Especificación del Modelo
eu: Modeloaren zehaztapena
pt: Especificações do Modelo
ta: மாதிரி விவரக்குறிப்பு

source: Model Components
es: Componentes del Modelo
eu: Modeloaren osagaiak
pt: Componentes do Modelo
ta: மாதிரி கூறுகள்

source: Models
es: Modelos
eu: Modeloak
gl: Modelos
ja: モデル
pt: Modelos
ta: மாதிரிகள்

source: P(M)
ta: பி (மீ)

source: Prior Distributions %1$s
es: Distribuciones previas %1$s
eu: Aurreko banaketak %1$s
pt: Distribuições Anteriores %1$s
ta: முந்தைய வழங்கல் %1$s

source: Prior Distributions Moderators
es: Moderadores de Distribuciones Previas
eu: Aurreko Banaketa Moderatzaileak
pt: Moderadores das Distribuições Anteriores
ta: முன் விநியோக மதிப்பீட்டாளர்கள்

source: Alternative
es: Alternativa
eu: Alternatiba
gl: Alternativo
ja: 対立
pt: Alternativo
ta: மாற்று

source: Null
es: Nula
eu: Nulua
gl: Nulo
pt: Nulo
ta: சுழியம்

source: P(M|data)
es: P(M|datos)
eu: P(M|datuak)
gl: P(M|datos)
ja: P(M|データ)
pt: P(M|dado)
ta: பி (எம் | தரவு)

source: The analysis will estimate a complex meta-analytic model ensemble using MCMC and might require a prolonged time to complete.
es: El análisis estimará un conjunto de modelos meta-analíticos complejos utilizando MCMC y podría requerir largo tiempo para completarse.
eu: Analisiak MCMC erabiliz meta-analisi eredu multzo konplexu bat kalkulatuko du eta denbora luzea behar izan dezake osatzeko.
pt: A análise estimará um conjunto complexo de modelos meta-analíticos usando MCMC e pode levar um tempo prolongado para ser concluída.
ta: பகுப்பாய்வு MCMC ஐப் பயன்படுத்தி ஒரு சிக்கலான மேவு பகுப்பாய்வு மாதிரிக் குழுவை மதிப்பிடும், மேலும் முடிக்க நீண்ட நேரம் தேவைப்படலாம்.
