Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: Bayes factors heterogeneity
es: Heterogeneidad de los Factores de Bayes
eu: Bayes faktoreen heterogeneotasuna
gl: Heteroxeneidade dos factores de Bayes
ja: ベイズファクターの異質性
pt: Heterogeneidade dos fatores de Bayes
ta: பேயச் காரணிகள் பன்முகத்தன்மை

source: Posterior model probabilities
es: Probabilidades posteriores del modelo
eu: Atzeko ereduaren probabilitateak
gl: Probabilidades posteriores do modelo
ja: 事後モデル確率
pt: Probabilidades do modelo posterior
ta: பின்புற மாதிரி நிகழ்தகவுகள்

source: Evidence for random effects
es: Evidencia de efectos aleatorios
eu: Ausazko efektuen frogak
gl: Evidencia de efectos aleatorios
ja: 変量効果におけるエビデンス
pt: Evidência para efeitos aleatórios
ta: சீரற்ற விளைவுகளுக்கான சான்றுகள்

source: Evidence for fixed effects
es: Evidencia de efectos fijos
eu: Efektu finkoen frogak
gl: Evidencia de efectos fixos
ja: 固定効果におけるエビデンス
pt: Evidência para efeitos fixos
ta: நிலையான விளைவுகளுக்கான சான்றுகள்

source: random
es: aleatorio
eu: ausazko
gl: aleatorio
ja: 変量
pt: aleatório
ta: சீரற்ற

source: fixed
es: Fijo
eu: finko
gl: fixo
ja: 固定
pt: fixo
ta: சரி

source: Anecdotal
es: Anecdótica
eu: Anekdotikoa
gl: Anecdótico
ja: 事例
pt: Anedótico
ta: நிகழ்வு

source: Moderate
es: Moderada
eu: Moderatua
gl: Moderado
ja: 調整
pt: Moderado
ta: மிதமான

source: Strong
es: Fuerte
eu: Indartsua
gl: Forte
ja: 強い
pt: Forte
ta: வலுவான

source: Very Strong
es: Muy fuerte
eu: Oso sendoa
gl: Moi Forte
ja: 非常に強い
pt: Muito Forte
ta: மிகவும் வலுவானது

source: Extreme
es: Extrema
eu: Muturrekoa
gl: Extremo
ja: 極端
pt: Extremo
ta: எக்ச்ட்ரீம்

source: Evidence for %s:
es: Evidencia de %s:
eu: %s-ren frogak:
gl: Evidencia de %s:
ja: %s におけるエビデンス:
pt: Evidência para %s:
ta: %s க்கான சான்றுகள்:

source: Plotting failed: The Bayes factors contain infinity.
es: Falló la representación gráfica: los Factores de Bayes incluyen el infinito.
eu: Marrazketak huts egin du: Bayes faktoreek infinitua dute.
gl: Fallou a representación gráfica: Os factores de Bayes inclúen o infinito.
ja: プロットに失敗しました: ベイズファクターに無限大が含まれています.
pt: A plotagem falhou: Os fatores de Bayes contêm infinitos.
ta: சூழ்ச்சி தோல்வியுற்றது: பேயச் காரணிகளில் முடிவிலி உள்ளது.

source: Studies
es: Estudios
eu: Ikasketak
gl: Estudos
ja: 研究
pt: Estudos
ta: ஆய்வுகள்

source: Posterior model probability
es: Probabilidad del modelo posterior
eu: Atzeko eredua probabilitatea
gl: Probabilidade do modelo posterior
ja: 事後モデル 確率
pt: Probabilidade do modelo posterior
ta: பின்புற மாதிரி நிகழ்தகவு

source: Prior and posterior plot
es: Gráfico de las previas y posteriores
eu: Aurreko eta ondorengo trama
gl: Gráfica das previas e posteriores
ja: 事前分布と事後分布プロット
pt: Gráficos anterior e posterior
ta: முன் மற்றும் பின்புற சூழ்ச்சி

source: Value
es: Valor
eu: Balioa
gl: Valor
ja: 値
pt: Valor
ta: மதிப்பு

source: Running means plot
es: Gráficos de medias móviles
eu: Korrika egiteak lursaila esan nahi du
gl: Gráficas de medias móbiles
ja: 移動平均プロット
pt: Gráfico de médias móveis
ta: இயங்குவது என்பது சூழ்ச்சி என்று பொருள்

source: Iteration
es: Iteración
eu: Iterazioa
gl: Iteración
ja: イテレーション
pt: Iteração
ta: மறுசெய்கை

source: Running mean
es: Media móvil
eu: Korrika egitea batez bestekoa
gl: Media móbil
ja: 移動平均
pt: Média móvel
ta: இயங்கும் சராசரி

source: Autocorrelations plot
es: Gráfico de autocorrelaciones
eu: Autokorrelazioen grafikoa
gl: Gráfica de autocorrelacións
ja: 自己相関プロット
pt: Gráfico de autocorrelações
ta: தன்னியக்க தொடர்புகள் வரைபடம்

source: Lag
es: Retardo
eu: Atzerapena
gl: Retardo
ja: ラグ
pt: Atraso
ta: பின்னடைவு

source: Autocorrelation
es: Autocorrelación
eu: Autokorrelazioa
gl: Autocorrelación
ja: 自己相関
pt: Autocorrelação
ta: தன்னொட்டுறவு

source: Gelman-Rubin plot
es: Gráfico de Gelman-Rubin
eu: Gelman-Rubin grafikoa
gl: Gráfica de Gelman-Rubin
ja: Gelman-Rubinプロット
pt: Gráfico de Gelman-Rubin
ta: கெல்மேன்-ரூபின் சூழ்ச்சி

source: Last iteration in chain
es: Última iteración de la cadena
eu: Azken iterazioa katean
gl: Derradeira iteración da cadea
ja: チェーンの最後のiteration
pt: Última iteração na cadeia
ta: சங்கிலியில் கடைசி மறு செய்கை

source: Shrink factor
es: Factor de contracción
eu: Txikitze faktorea
gl: Factor de contracción
pt: Fator de encolhimento
ta: சுருக்க காரணி

source: All observations must be non-negative.
es: Todas las observaciones deben no negativas.
eu: Behaketa guztiak ez-negatiboak izan behar dira.
pt: Todas as observações devem ser não negativas.
ta: அனைத்து அவதானிப்புகளும் எதிர்மறையாக இருக்க வேண்டும்.

source: Cochran-Mantel-Haenszel
ta: கோக்ரான்-மாண்டல்-ஏன்செல்

source: Mantel-Haenszel
ta: மாண்டல்-ஏன்செல்

source: Tarone
ta: டரோன்

source: Metafor R Code
es: Código de R de Metafor
eu: Metafor R kodea
pt: Código R de metafor
ta: மெட்டாஃபோர் ஆர் குறியீடு

source: All standard errors must be positive.
es: Todos los errores típicos deben ser positivos.
eu: Errore estandar guztiak positiboak izan behar dira.
pt: Todos os erros padrões devem ser positivos.
ta: அனைத்து நிலையான பிழைகளும் நேர்மறையாக இருக்க வேண்டும்.

source: Estimating Meta-Analytic Model
es: Estimando el modelo Meta-Analítico
eu: Metaanalisi eredua kalkulatzea
pt: Estimando o Modelo Meta-analítico
ta: மேவு பகுப்பாய்வு மாதிரியை மதிப்பிடுதல்

source: Full dataset
es: Conjunto completo de datos
eu: Datu-multzo osoa
pt: Conjunto de dados completo
ta: முழு தரவுத்தொகுப்பு

source: Estimating Subgroup Models
es: Estimando modelos de subgrupos
eu: Azpitaldeen ereduak kalkulatzea
pt: Estimando Modelos de Subgrupos
ta: துணைக்குழு மாதிரிகளை மதிப்பிடுதல்

source: The loaded distance matrix for '%1$s' does not match the dataset. The following levels are missing: %2$s.
es: La matriz de distancias cargada para '%1$s' no coincide con el conjunto de datos. Los siguientes niveles están ausentes: %2$s.
eu: '%1$s'-rako kargatutako distantzia-matrizea ez dator bat datu-multzoarekin. Maila hauek falta dira: %2$s.
pt: A matriz de distância carregada para '%1$s' não corresponde ao conjunto de dados. Os seguintes níveis estão ausentes: %2$s.
ta: '%1$s' க்கான ஏற்றப்பட்ட தூர அணி தரவுத்தொகுப்புடன் பொருந்தவில்லை. பின்வரும் நிலைகள் காணவில்லை: %2$s.

source: The loaded correlation matrix for '%1$s' does not match the dataset. The following levels are missing: %2$s.
es: La matriz de correlaciones cargada para '%1$s' no coincide con el conjunto de datos. Los siguientes niveles están ausentes: %2$s.
eu: '%1$s'-rako kargatutako korrelazio matrizea ez dator bat datu multzoarekin. Maila hauek falta dira: %2$s.
pt: A matriz de correlação carregada para '%1$s' não corresponde ao conjunto de dados. Os seguintes níveis estão ausentes: %2$s.
ta: '%1$s' க்கான ஏற்றப்பட்ட தொடர்பு அணி தரவுத்தொகுப்புடன் பொருந்தவில்லை. பின்வரும் நிலைகள் காணவில்லை: %2$s.

source: All observations were removed as influential.
es: Todas las observaciones se eliminaron como influyentes.
eu: Behaketa guztiak eragingarriak zirela esanez kendu ziren.
pt: Todas as observações foram removidas como influentes.
ta: அனைத்து அவதானிப்புகளும் செல்வாக்குமிக்கவை.

source: Meta-Analytic Tests
es: Contrastes Meta-Analíticos
eu: Metaanalisi probak
pt: Testes Meta-Analíticos
ta: மேவு பகுப்பாய்வு சோதனைகள்

source: Test
es: Contraste
eu: Proba
pt: Teste
ta: சோதனை

source: p
ta: ப

source: p (permutation)
es: p (permutación)
eu: p (permutazioa)
pt: p (permutação)
ta: பி (வரிசைமாற்றம்)

source: The model for subgroup '%1$s' failed with the following error: %2$s
es: El modelo para el subgrupo '%1$s' fracasó con el siguiente fallo: %2$s
eu: '%1$s' azpitalderako ereduak huts egin du errore honekin: %2$s
pt: O modelo para o subgrupo '%1$s' falhou com o seguinte erro: %2$s
ta: துணைக்குழுவின் மாதிரி ' %1$s' பின்வரும் பிழையுடன் தோல்வியடைந்தது: %2$s

source: Error:
es: Fallo:
eu: Errorea:
gl: Fallo:
ja: エラー:
pt: Erro:
ta: பிழை:

source: Meta-Analytic Estimates
es: Estimaciones Meta-Analíticas
eu: Metaanalisi estimazioak
pt: Estimativas Meta-Analíticas
ta: மேவு பகுப்பாய்வு மதிப்பீடுகள்

source: Estimate
es: Estimar
eu: Estimazioa
gl: Estimar
ja: 推定
pt: Estimativa
ta: மதிப்பிடு

source: Heterogeneity Level
es: Nivel de Heterogeneidad
eu: Heterogeneotasun maila
pt: Nível de Heterogeneidade
ta: பன்முகத்தன்மை நிலை

source: Fit Measures
es: Medidas de ajuste
eu: Egokitze neurriak
pt: Medidas de Ajuste
ta: பொருத்தமான நடவடிக்கைகள்

source: Observations
es: Observaciones
eu: Behaketak
pt: Observações
ta: அவதானிப்புகள்

source: Log Lik.
es: Log Verosim.
pt: Log verossim.
ta: பதிவு லிக்.

source: Deviance
es: Desviación
eu: Desbideratzea
gl: Desviación
ja: デビアンス
pt: Desvio
ta: விலகல்

source: AIC
ta: எஐசி

source: BIC
ta: பிஐசி

source: AICc
ta: எஐசிசி

source: Effect Size Meta-Regression Terms Tests
es: Contrastes de los elementos de la Meta-Regresión de la magnitud del efecto
eu: Efektuaren Tamaina Meta-Erregresio Terminoen Probak
pt: Testes de Termos de Metarregressão de Tamanho de Efeito
ta: விளைவு அளவு மெட்டா-பின்னடைவு விதிமுறைகள் சோதனைகள்

source: Heterogeneity Meta-Regression Terms Tests
es: Contrastes de los elementos de la Meta-Regresión de heterogeneidad
eu: Heterogeneotasun Meta-Erregresio Terminoen Probak
pt: Testes de Termos de Metarregressão de Heterogeneidade
ta: பன்முகத்தன்மை மெட்டா-பின்னடைவு விதிமுறைகள் சோதனைகள்

source: F
ta: எஃப்

source: df₁
es: gl₁
pt: gl₁
ta: டிஎப்₁

source: df
es: gl
gl: gl
pt: gl
ta: டிஎஃப்

source: df₂
es: gl₂
pt: gl₂
ta: டிஎப்₂

source: Warning:
es: Advertencia:
eu: Abisua:
gl: Aviso:
ja: 警告:
pt: Aviso:
ta: எச்சரிக்கை:

source: Effect Size Meta-Regression Coefficients
es: Coeficientes de la Meta-Regresión de la magnitud del efecto
eu: Efektuaren Tamaina Meta-Erregresio Koefizienteak
pt: Coeficientes de Metarregressão do Tamanho do Efeito
ta: விளைவு அளவு மெட்டா-பின்னடைவு குணகங்கள்

source: Heterogeneity Meta-Regression Coefficients
es: Coeficientes de la Meta-Regresión de heterogeneidad
eu: Heterogeneotasun Meta-Erregresio Koefizienteak
pt: Coeficientes de Metarregressão de Heterogeneidade
ta: பன்முகத்தன்மை மெட்டா-பின்னடைவு குணகங்கள்

source: t
ta: டி

source: z
ta: ஔ

source: Effect Size Meta-Regression Correlation Matrix
es: Matriz de correlaciones de la Meta-Regresión de la magnitud del efecto
eu: Efektuaren Tamaina Meta-Erregresio Korrelazio Matrizea
pt: Matriz de Correlação de Metarregressão do Tamanho do Efeito
ta: விளைவு அளவு மெட்டா-பின்னடைவு தொடர்பு அணி

source: Heterogeneity Meta-Regression Correlation Matrix
es: Matriz de correlaciones de la Meta-Regresión de heterogeneidad
eu: Heterogeneotasun Meta-Erregresio Korrelazio Matrizea
pt: Matriz de Correlação de Metarregressão de Heterogeneidade
ta: பன்முகத்தன்மை மெட்டா-பின்னடைவு தொடர்பு அணி

source: Subgroup: %1$s
es: Subgrupo: %1$s
eu: Azpitaldea: %1$s
pt: Subgrupo: %1$s
ta: துணைக்குழு: %1$s

source: Estimated Marginal Means and Contrasts Summary
es: Resumen de las medias marginales estimadas y contrastes
eu: Kalkulatutako batez besteko marjinalak eta kontrasteen laburpena
pt: Resumo de Médias Marginais Estimadas e Contrastes
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் மற்றும் முரண்பாடுகள் சுருக்கம்

source: Estimated Marginal Means / Contrasts
es: Medias marginales estimadas/Contrastes
eu: Kalkulatutako batez besteko marjinalak / kontrasteak
pt: Médias Marginais / Contrastes Estimados
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் / முரண்பாடுகள்

source: (Effect Size)
es: (Magnitud del efecto)
eu: (Efektuaren tamaina)
pt: (Tamanho de Efeito)
ta: (விளைவு அளவு)

source: (Heterogeneity)
es: (Heterogeneidad)
eu: (Heterogeneotasuna)
pt: (Heterogeneidade)
ta: (பன்முகத்தன்மை)

source: Adjusted Estimate
es: Estimación ajustada
eu: Estimazio doitua
pt: Estimativa Ajustada
ta: சரிசெய்யப்பட்ட மதிப்பீடு

source: Estimated Marginal Means
es: Medias marginales estimadas
eu: Kalkulatutako batez besteko marjinalak
pt: Médias marginais estimadas
ta: மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: Level
es: Nivel
eu: Maila
pt: Nível
ta: நிலை

source: Contrasts
es: Contrastes
eu: Kontrasteak
pt: Contrastes
ta: முரண்பாடுகள்

source: Comparison
es: Comparación
eu: Konparaketa
pt: Comparação
ta: ஒப்பீடு

source: Bubble Plots
es: Gráficos de burbujas
eu: Burbuila-diagramak
pt: Gráfico de Bolhas
ta: குமிழி அடுக்கு

source: Effect Size Meta-Regression Variance Inflation
es: Inflación de la varianza en la Meta-regresión de la magnitud del efecto
eu: Efektuaren Tamaina Meta-Erregresio Bariantzaren Inflazioa
pt: Inflação da Variância na Metarregressão do Tamanho do Efeito
ta: விளைவு அளவு மெட்டா-பின்னடைவு மாறுபாடு பணவீக்கம்

source: Heterogeneity Meta-Regression Variance Inflation
es: Inflación de la varianza en la Meta-regresión de heterogeneidad
eu: Heterogeneotasuna Meta-erregresioa Bariantza Inflazioa
pt: Inflação da Variância na Metarregressão de Heterogeneidade
ta: பன்முகத்தன்மை மெட்டா-பின்னடைவு மாறுபாடு பணவீக்கம்

source: Parameters
es: Parámetros
eu: Parametroak
pt: Parâmetros
ta: அளவுருக்கள்

source: Casewise Diagnostics Table
es: Tabla de diagnósticos caso a caso
eu: Kasuka Diagnostiko Taula
pt: Tabela de Diagnósticos Caso a Caso
ta: கேச்வைச் கண்டறிதல் அட்டவணை

source: Casewise diagnostics are not available for models that contain meta-regression on heterogeneity.
es: Los diagnósticos caso a caso no están disponibles para modelos con Meta-Regresión sobre heterogeneidad.
eu: Kasuz kasuko diagnostikoak ez daude eskuragarri heterogeneotasunean meta-erregresioa duten ereduetarako.
pt: Diagnósticos caso a caso não estão disponíveis para modelos que contêm metarregressão sobre heterogeneidade.
ta: பன்முகத்தன்மை குறித்த மெட்டா-பின்னடைவு கொண்ட மாதிரிகளுக்கு கேச்வைச் கண்டறிதல் கிடைக்கவில்லை.

source: Label
es: Etiqueta
eu: Etiketa
pt: Rótulo
ta: சிட்டை

source: Predictor
eu: Aurreikuslea
pt: Preditor
ta: முன்கணிப்பு

source: Standardized Residual
es: Error Tipificado
eu: Hondar estandarizatua
gl: Erro Tipificado
ja: 標準化残差
pt: Resíduo Padronizado
ta: தரப்படுத்தப்பட்ட மீதமுள்ள

source: Cook's Distance
es: Distancia de Cook
eu: Cook-en distantzia
gl: Distancia de Cook
ja: クックの距離
pt: Distância de Cook
ta: குக்கின் தூரம்

source: Covariance ratio
es: Ratio de covarianza
eu: Kobariantza-erlazioa
pt: Razão de covariância
ta: கோவாரன்ச் விகிதம்

source: Leave One Out
es: Dejar uno fuera
eu: Utzi bat kanpoan
pt: Deixe Um de Fora
ta: ஒன்றை விட்டு விடுங்கள்

source: Hat
es: Circunflejo
eu: Txapela
gl: Circunflexo
ja: ハット
ta: தொப்பி

source: Weight
es: Ponderación
eu: Pisua
gl: Ponderación
ja: 重み
pt: Peso
ta: எடை

source: Difference in coefficients
es: Diferencia en coeficientes
eu: Koefizienteen arteko aldea
pt: Diferença nos coeficientes
ta: குணகங்களில் வேறுபாடு

source: Influential
es: Influyente
eu: Eraginkorra
pt: Influente
ta: செல்வாக்கு மிக்க

source: No influential cases found.
es: No se encontraron casos influyentes.
eu: Ez da eragin handiko kasurik aurkitu.
pt: Não foram encontrados casos influentes.
ta: செல்வாக்குமிக்க வழக்குகள் எதுவும் கிடைக்கவில்லை.

source: %1$sNo influential cases found.
es: %1$sNo se encontraron casos influyentes.
eu: %1$sEz da eragin handiko kasurik aurkitu.
pt: %1$sNenhum caso influente encontrado.
ta: %1$s ச்னோ செல்வாக்குமிக்க வழக்குகள் காணப்படுகின்றன.

source: Diagnostics are based on the the subgroup models.
es: Los diagnósticos se basan en los modelos de subgrupos.
eu: Diagnostikoak azpitaldeen ereduetan oinarritzen dira.
pt: Os diagnósticos são baseados nos modelos de subgrupos.
ta: நோயறிதல் துணைக்குழு மாதிரிகளை அடிப்படையாகக் கொண்டது.

source: Diagnostics are based on the non-clustered model.
es: Los diagnósticos se basan en el modelo no conglomerado.
eu: Diagnostikoak multzokatutako eredu ez-multzoan oinarritzen dira.
pt: Os diagnósticos são baseados no modelo não agrupado.
ta: கண்டறிதல் அல்லாத கிளச்டர்டு மாதிரியை அடிப்படையாகக் கொண்டது.

source: Column name %s already exists in the dataset.
es: El nombre %s de columna ya existe en el conjunto de datos.
eu: %s izeneko zutabea dagoeneko existitzen da datu-multzoan.
pt: O nome de coluna %s já existe no conjunto de dados.
ta: நெடுவரிசை பெயர் %s ஏற்கனவே தரவுத்தொகுப்பில் உள்ளன.

source: Profile Likelihood Plot
es: Gráfico de verosimilitud de perfil
eu: Profilaren probabilitate-diagrama
pt: Gráfico de Verossimilhança de Perfil
ta: சுயவிவர நிகழ்தகவு சூழ்ச்சி

source: Profile likelihood is not available for models that contain meta-regression on heterogeneity.
es: La vesomilitud de perfil no está disponible para modelos con Meta-Regresión sobre heterogeneidad.
eu: Profilaren probabilitatea ez dago eskuragarri heterogeneotasunean meta-erregresioa duten ereduetarako.
pt: A verossimilhança do perfil não está disponível para modelos que contêm metarregressão sobre heterogeneidade.
ta: பன்முகத்தன்மை குறித்த மெட்டா-பின்னடைவு கொண்ட மாதிரிகளுக்கு சுயவிவர சாத்தியக்கூறு கிடைக்கவில்லை.

source: Baujat Plot
es: Gráfico de Baujat
eu: Baujat lursaila
pt: Gráfico de Baujat
ta: ப அயு சாத் சூழ்ச்சி

source: Baujat plot is not available for models that contain meta-regression on heterogeneity.
es: El gráfico de Baujat no está disponible para modelos con Meta-Regresión sobre heterogeneidad.
eu: Baujat grafikoa ez dago erabilgarri heterogeneotasunean meta-erregresioa duten ereduetarako.
pt: O gráfico de Baujat não está disponível para modelos que contêm metarregressão sobre heterogeneidade.
ta: பன்முகத்தன்மை குறித்த மெட்டா-பின்னடைவு கொண்ட மாதிரிகளுக்கு ப அயு சாத் சூழ்ச்சி கிடைக்கவில்லை.

source: Squared Pearson Residual
es: Error de Pearson Cuadrado
eu: Pearsonen hondar karratua
pt: Resíduos quadrados de Pearson
ta: ச்கொயர் பியர்சன் எஞ்சியவர்

source: Influence on Fitted Value
es: Influencia en el valor ajustado
eu: Balio Egokituan Eragina
pt: Influência sobre o Valor Ajustado
ta: பொருத்தப்பட்ட மதிப்பில் செல்வாக்கு

source: Residual Funnel Plot
es: Gráfico en embudo de los errores
eu: Hondar-inbutuaren grafikoa
pt: Gráfico de Funil Residual
ta: மீதமுள்ள புனல் சூழ்ச்சி

source: Model Summary
es: Resumen del Modelo
eu: Modeloaren laburpena
gl: Resumo do Modelo
ja: モデルの概要
pt: Resumo do Modelo
ta: மாதிரி சுருக்கம்

source: Meta-Regression Summary
es: Resumen de la Meta-Regresión
eu: Meta-erregresioaren laburpena
pt: Resumo da Meta-regressão
ta: மெட்டா-பின்னடைவு சுருக்கம்

source: Variance Inflation Summary
es: Resumen de la inflación de varianza
eu: Aldakortasun Inflazioaren Laburpena
pt: Resumo da Inflação de Variância
ta: மாறுபாடு பணவீக்க சுருக்கம்

source: Pooled effect
es: Efecto combinado
eu: Efektu metatua
pt: Efeito combinado
ta: பூல் விளைவு

source: Indexes of %1$s moderation coefficients were specified in an incorrect format. Try '(1, 2)' to test the first two coefficients.
es: Los índices de los coeficientes de moderación de %1$s se especificaron en un formato incorrecto. Intenta '(1, 2)' para comprobar los dos primeros coeficientes.
eu: %1$s moderazio koefizienteen indizeak formatu okerrean zehaztu dira. Saiatu '(1, 2)' lehenengo bi koefizienteak probatzeko.
pt: Os índices dos coeficientes de moderação de %1$s foram especificados em um formato incorreto. Tente '(1, 2)' para testar os dois primeiros coeficientes.
ta: %1$s மிதமான குணகங்களின் குறியீடுகள் தவறான வடிவத்தில் குறிப்பிடப்பட்டுள்ளன. முதல் இரண்டு குணகங்களை சோதிக்க '(1, 2)' முயற்சிக்கவும்.

source: The selected coefficients for %1$s moderation must be between 1 and %2$i (i.e., the number of regression parameters).
es: Los coeficientes elegidos para la moderación de %1$s deben estar entre 1 y %2$i (i.e. el número de parámetros de la regresión).
eu: %1$s moderaziorako hautatutako koefizienteak 1 eta %2$i artean egon behar dira (hau da, erregresio-parametroen kopurua).
pt: Os coeficientes selecionados para moderação %1$s devem estar entre 1 e %2$i (i.e., o número de parâmetros de regressão).
ta: %1$s மிதமான தேர்ந்தெடுக்கப்பட்ட குணகங்கள் 1 முதல் %2$i க்கு இடையில் இருக்க வேண்டும் (அதாவது, பின்னடைவு அளவுருக்களின் எண்ணிக்கை).

source: Effect size (coef: %1$s)
es: Magnitud del efecto (coef: %1$s)
eu: Efektuaren tamaina (koefizientea: %1$s)
pt: Tamanho do efeito (coef: %1$s)
ta: விளைவு அளவு (COEF: %1$s)

source: Effect size coefficients %1$s correspond to %2$s.
es: Los coeficientes %1$s de la magnitud del efecto corresponden a %2$s.
eu: %1$s efektu-tamainaren koefizienteak %2$s-ri dagozkio.
pt: O tamanho de efeito dos coeficientes %1$s correspondem a %2$s.
ta: விளைவு அளவு குணகங்கள் %1$s %2$s உடன் ஒத்திருக்கும்.

source: Heterogeneity (coef: %1$s)
es: Heterogeneidad (coef: %1$s)
eu: Heterogeneotasuna (koefizientea: %1$s)
pt: Heterogeneidade (coef: %1$s)
ta: பன்முகத்தன்மை (Coef: %1$s)

source: Heterogeneity coefficients %1$s correspond to %2$s.
es: Los coeficientes %1$s de heterogeneidad corresponden a %2$s.
eu: %1$s heterogeneotasun koefizienteak %2$s-ri dagozkio.
pt: Os coeficientes de heterogeneidade %1$s correspondem a %2$s.
ta: பன்முகத்தன்மை குணகங்கள் %1$s %2$s உடன் ஒத்திருக்கும்.

source: Mean - %1$sSD
es: Media - %1$sDT
eu: Batez bestekoa - %1$sSD
pt: Média - %1$sDP
ta: சராசரி - %1$s திட நிலை இயக்கி

source: Mean + %1$sSD
es: Media + %1$sDT
eu: Batez bestekoa + %1$sDE
pt: Média + %1$sDP
ta: சராசரி + %1$s திட நிலை இயக்கி

source: Adjusted estimate
es: Estimación ajustada
eu: Estimazio doitua
pt: Estimativa ajustada
ta: சரிசெய்யப்பட்ட மதிப்பீடு

source: Distance Matrix
es: Matriz de distancias
eu: Distantzia-matrizea
pt: Matriz de Distância
ta: தொலைதூர அணி

source: Correlation Matrix
es: Matriz de correlaciones
eu: Korrelazio Matrizea
pt: Matriz de Correlação
ta: தொடர்பு அணி

source: Residual Value
es: Valor del Error
eu: Hondar-balioa
gl: Valor do Erro
ja: 残差値
pt: Valor Residual
ta: மீதமுள்ள மதிப்பு

source: Standard Error
es: Error Típico
eu: Errore estandarra
gl: Erro Padrón
ja: 標準誤差
pt: Erro Padrão
ta: நிலையான பிழை

source: Profile Likelihood
es: Verosimilitud del perfil
eu: Profilaren probabilitatea
pt: Probabilidade de Perfil
ta: சுயவிவர வாய்ப்பு

source: Clustering is not supported when specifying a heterogeneity meta-regression model.
es: La conglomeración no se admite cuando se especifica un modelo de Meta-regresión con heterogeneidad.
eu: Ez da onartzen multzokatzea heterogeneotasun meta-erregresio eredu bat zehaztean.
pt: O agrupamento não é suportado ao especificar um modelo de metarregressão de heterogeneidade.
ta: ஒரு பன்முகத்தன்மை மெட்டா-பின்னடைவு மாதிரியைக் குறிப்பிடும்போது கிளச்டரிங் ஆதரிக்கப்படவில்லை.

source: The fixed value for tau2 must be a positive number.
es: El valor fijo de tau2 debe ser un número positivo.
eu: tau2-ren balio finkoa zenbaki positiboa izan behar da.
pt: O valor fixado para tau2 deve ser um número positivo.
ta: TAU2 க்கான நிலையான மதிப்பு நேர்மறை எண்ணாக இருக்க வேண்டும்.

source: The custom R code for extending the metafor call failed with the following message: %1$s
es: El código habitual de R para extender la invocación de metafor falló con el siguiente mensaje: %1$s
eu: Metafor deia zabaltzeko R kode pertsonalizatuak huts egin du mezu hau emanez: %1$s
pt: O código R personalizado para estender a chamada metafor falhou com a seguinte mensagem: %1$s
ta: மெட்டாஃபோர் அழைப்பை நீட்டிப்பதற்கான தனிப்பயன் ஆர் குறியீடு பின்வரும் செய்தியுடன் தோல்வியடைந்தது: %1$s

source: Fisher's z to r
es: z de Fisher a r
eu: Fisherren z-tik r-ra
pt: z de Fisher a r
ta: ஃபிசரின் சட் முதல் ஆர்

source: exponential
es: Exponencial
eu: esponentziala
pt: exponencial
ta: அடுக்குக்குறி

source: log odds to proportions
es: Log de probabilidades a proporciones
eu: erregistratu probabilitateak proportzioetara
pt: log de chances para proporções
ta: விகிதாச்சாரத்திற்கு முரண்பாடுகள்

source: log odds to SMD (normal)
es: Log de probabilidades a SMD (Normal)
eu: erregistratu probabilitateak SMDra (normala)
pt: log de chances para SMD (normal)
ta: SMD (இயல்பானது) க்கு பதிவு முரண்பாடுகள்

source: log odds to SMD (logistic)
es: Log de probabilidades a SMD (Logística)
eu: logaritmoaren probabilitateak SMDra (logistika)
pt: log de chances para SMD (logístico)
ta: SMD க்கு பதிவு முரண்பாடுகள் (லாசிச்டிக்)

source: SMD to log odds (normal)
es: SMD a Log de probabilidades (Normal)
eu: SMD probabilitateak erregistratzeko (normala)
pt: SMD para log de chances (normal)
ta: பதிவு செய்ய SMD (இயல்பானது)
