Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: There must be at least one observation in each group.
es: Debe haber al menos una observación en cada grupo.
eu: Talde bakoitzean gutxienez behaketa bat egon behar da.
pt: Deve haver pelo menos uma observação em cada grupo.
ta: ஒவ்வொரு குழுவிலும் குறைந்தது ஒரு கண்காணிப்பு இருக்க வேண்டும்.

source: The prior lower bound is not smaller than the upper bound.
es: El límite previo inferior no es menor que el límite superior.
eu: Aurreko beheko muga ez da goiko muga baino txikiagoa.
gl: O límite previo inferior non é menor que o límite superior.
ja: 事前分布の下限値が上限値よりも小さくない.
pt: O limite inferior anterior não é menor do que o limite superior.
ta: முந்தைய கீழ் எல்லை மேல் எல்லையை விட சிறியதல்ல.

source: Your prior contains negative values.
es: El previo contiene valores negativos.
eu: Zure aurrekoak balio negatiboak ditu.
gl: O teu previo contén valores negativos.
ja: 事前分布に負の値が含まれている.
pt: Seu anterior contém valores negativos.
ta: உங்கள் முன் எதிர்மறை மதிப்புகளைக் கொண்டுள்ளது.

source: Your prior contains positive values.
es: El previo contiene valores positivos.
eu: Zure aurrekoak balio positiboak ditu.
gl: O teu previo contén valores positivos.
ja: 事前分布に正の値が含まれている.
pt: Seu anterior contém valores positivos.
ta: உங்கள் முன் நேர்மறையான மதிப்புகள் உள்ளன.

source: No positive numbers found in %s
es: No se encontraron números positivos en %s
eu: Ez da zenbaki positiborik aurkitu %s-n
gl: Non se atoparon números positivos en %s
ja: %sに正の数が見つかりませんでした
pt: Não foram encontrados números positivos em %s
ta: %s இல் நேர்மறையான எண்கள் இல்லை

source: No negative numbers found in %s
es: No se encontraron números negativos en %s
eu: Ez da zenbaki negatiborik aurkitu %s-n
gl: Non se atoparon números negativos en %s
ja: %sに負の数が見つかりませんでした
pt: Não foram encontrados números negativos em %s
ta: %s இல் எதிர்மறை எண்கள் இல்லை

source: The 95%% CI Lower Bound must be smaller than the Upper Bound.
es: El Límite Inferior del IC del 95%% debe ser menor que el Límite Superior.
eu: % 95eko CI beheko muga goiko muga baino txikiagoa izan behar da.
gl: O Límite Inferior do IC do 95%% debe ser menor que o Límite Superior.
ja: 95%% CI 下限値は上限値よりも小さくなければならない.
pt: O Limite inferior do IC 95 % deve ser inferior do que o Limite Superior.
ta: 95 %% தொஒ லோயர் பவுண்ட் மேல் எல்லையை விட சிறியதாக இருக்க வேண்டும்.

source: You cannot set all the prior model probabilties to zero.
es: No se pueden poner todas las probabilidades del modelo previo como ceros.
eu: Ezin dituzu aurreko ereduaren probabilitate guztiak zero gisa ezarri.
gl: Non se poden poñer todas as probabilidades do modelo previo como ceros.
ja: すべての事前モデルの確率をゼロに設定することはできません.
pt: Você não pode definir todas as probabilidades anteriores do modelo para zero.
ta: எல்லா முந்தைய மாதிரி நிகழ்தகவுகளையும் பூச்சியமாக அமைக்க முடியாது.

source: The model could not be fit. Please check the following: Do you have at least n=2 studies? If the prior is truncated, is it consistent with the data (when most effect sizes are negative, the analysis may not work when the prior is constrained to be postive)?
es: No se puede ajustar el modelo. Por favor, compruebe lo siguiente: ¿Tiene al menos n=2 estudios? Si el previo está truncado, ¿es consistente con los datos (cuando la mayoría de las magnitudes de los efectos son negativas, el análisis puede no funcionar cuando el previo se restringe a que sea positivo)?
eu: Eredua ezin izan da egokitu. Mesedez, egiaztatu honako hau: Gutxienez n=2 ikerketa dituzu? Aurrekoa moztuta badago, datuekin koherentea al da (efektu-tamaina gehienak negatiboak direnean, analisiak agian ez du funtzionatuko aurrekoa positiboa izatera mugatzen denean)?
gl: Non pode axustarse o modelo. Por favor, comproba o seguinte: Tes cando menos n=2 estudos? Se o previo está truncado, é consistente cos datos (cando a maioría das magnitudes dos efectos son negativas, a análise pode non funcionar cando o previo se restrinxe a que sexa positivo)?
ja: モデルが適合しませんでした。以下をご確認ください。少なくともn=2の研究がありますか？事前分布が切断されている場合、それはデータと一致していますか（ほとんどの効果量が負である場合、事前分布が正であるように制約されると、分析がうまくいかないことがあります.）?
pt: O modelo não pode ser ajustado. Por favor, verifique o seguinte: Você tem pelo menos n=2 estudos? Se o anterior for truncado, ele é consistente com os dados (quando a maioria dos tamanhos de efeito é negativa, a análise pode não funcionar quando o anterior é limitado a ser positivo)?
ta: மாதிரி பொருத்தமாக இருக்க முடியாது. தயவுசெய்து பின்வருவனவற்றைச் சரிபார்க்கவும்: உங்களிடம் குறைந்தது n = 2 ஆய்வுகள் உள்ளதா? முந்தையது துண்டிக்கப்பட்டால், அது தரவுகளுடன் ஒத்துப்போகிறதா (பெரும்பாலான விளைவு அளவுகள் எதிர்மறையாக இருக்கும்போது, முந்தையது போச்டிவ் எனக் கட்டுப்படுத்தப்படும்போது பகுப்பாய்வு செயல்படாது)?

source: Posterior Estimates per Model
es: Estimaciones posteriores por Modelo
eu: Modelo bakoitzeko ondorengo estimazioak
gl: Estimacións posteriores por Modelo
ja: モデルごとの事後推定値
pt: Estimativas posteriores por Modelo
ta: ஒரு மாதிரிக்கு பின்புற மதிப்பீடுகள்

source: Log(BF%1$s%2$s)
es: Log(FB%1$s%2$s)
eu: Erregistroa(BF%1$s%2$s)
gl: Log(FB%1$s%2$s)
ta: பதிவு (BF%1$s%2$s)

source: Mean
es: Media
eu: Batez bestekoa
gl: Media
ja: 平均値
pt: Média
ta: இடை, சராசரி

source: SD
es: DT
gl: DP
ja: 標準偏差
pt: DP
ta: எச்டி

source: Lower
es: Inferior
eu: Beheko
gl: Inferior
ja: 下限
pt: Inferior
ta: கீழ்

source: 95%% Credible Interval
es: Intervalo de Credibilidad del 95%%
eu: %95eko sinesgarritasun tartea
gl: Intervalo co 95%% de Credibilidade
ja: 95%% 信用区間
pt: Intervalo de Confiança 95%%
ta: 95 %% நம்பகமான இடைவெளி

source: Upper
es: Superior
eu: Goiko
gl: Superior
ja: 上限
pt: Superior
ta: மேல்

source: Averaged
es: Promedio
eu: Batez bestekoa
gl: Medio
ja: 平均
pt: Médio
ta: சராசரி

source: Fixed effects
es: Efectos fijos
eu: Efektu finkoak
gl: Efectos fixos
ja: 固定効果
pt: Efeitos Fixos
ta: நிலையான விளைவுகள்

source: Random effects
es: Efectos aleatorios
eu: Ausazko efektuak
gl: Efectos aleatorios
ja: 変量効果
pt: Efeitos Aleatórios
ta: சீரற்ற விளைவுகள்

source: Ordered effects
es: Efectos ordenados
eu: Efektu ordenatuak
gl: Efectos ordenados
ja: 順序効果
pt: Efeitos Ordenados
ta: ஆர்டர் செய்யப்பட்ட விளைவுகள்

source: %1$s and %2$s are the group-level effect size and standard deviation, respectively.
es: %1$s y %2$s son la magnitud del efecto del nivel de grupo y la desviación típica, respectivamente.
eu: %1$s eta %2$s talde-mailako efektuaren tamaina eta desbideratze estandarra dira, hurrenez hurren.
gl: %1$s e %2$s son a magnitude do efecto do nivel de grupo e o desvío padrón, respectivamente.
ja: %1$sと%2$sは、それぞれグループレベルの効果量と標準偏差です。
pt: %1$s e %2$s são o tamanho do efeito de nível de grupo e desvio padrão, respectivamente.
ta: %1$s மற்றும் %2$s முறையே குழு-நிலை விளைவு அளவு மற்றும் நிலையான விலகல் ஆகும்.

source: %s is the group-level effect size.
es: %s es la magnitud del efecto del nivel de grupo.
eu: %s talde-mailako efektuaren tamaina da.
gl: %s é a magnitude do efecto do nivel de grupo.
ja: %s はグループレベルの効果量です.
pt: %s é o tamanho do efeito a nível de grupo.
ta: %s குழு-நிலை விளைவு அளவு.

source: Bayes factor of the random effects H%1$s over the fixed effects H%1$s.
es: Factor de Bayes de los efectos aleatorios H%1$s sobre los efectos fijos H%1$s.
eu: H%1$s efektu aleatorioen Bayes faktorea efektu finkoen H%1$s gainean.
gl: Factor de Bayes dos efectos aleatorios H%1$s sobre os efectos fixos H%1$s.
ja: 固定効果H%1$sに対する変量効果H%1$sのベイズファクター.
pt: O fator de Bayes dos efeitos aleatórios H%1$s sobre os efeitos fixos H%1$s.
ta: சீரற்ற விளைவுகளின் பேயச் காரணி h%1$s நிலையான விளைவுகளை விட h%1$s.

source: Posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%2$s & random effects H%2$s over the fixed effects H%1$s & random effects H%1$s.
es: Las estimaciones posteriores se basan en los modelos que asumen que existe un efecto. El factor de Bayes se basa en los cuatro modelos: efectos fijos H%2$s & efectos aleatorios H%2$s sobre efectos fijos H%1$s & efectos aleatorios H%1$s.
eu: Atzeragoko estimazioak efektu bat dagoela suposatzen duten ereduetan oinarritzen dira. Bayes faktorea lau ereduetan oinarritzen da: H%2$s efektu finkoak eta H%2$s ausazko efektuak H%1$s efektu finkoen eta H%1$s ausazko efektuen gainean.
gl: As estimacións posteriores baséanse nos modelos que asumen que existe un efecto. O factor de Bayes baséase nos catro modelos: efectos fixos H%2$s & efectos aleatorios H%2$s sobre efectos fixos H%1$s & efectos aleatorios H%1$s.
ja: 事後推定値は、効果が存在すると仮定したモデルに基づいています。ベイズファクターは4つのモデルすべてに基づいています: 固定効果 H%2$s & ランダム効果 H%2$s よりも固定効果 H%1$s & ランダム効果 H%1$s.
pt: As estimativas posteriores são baseadas nos modelos que assumem um efeito a estar presente. O fator de Bayes é baseado em todos os quatro modelos: efeitos fixos H%2$s & efeitos aleatórios H%2$s sobre os efeitos fixos H%1$s & efeitos aleatórios H%1$s.
ta: பின்புற மதிப்பீடுகள் ஒரு விளைவைக் கருதும் மாதிரிகளை அடிப்படையாகக் கொண்டவை. பேயச் காரணி நான்கு மாடல்களையும் அடிப்படையாகக் கொண்டது: நிலையான விளைவுகள் H%2$s & சீரற்ற விளைவுகள் H%2$s நிலையான விளைவுகளை விட H%1$s & சீரற்ற விளைவுகள் H%1$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: random effects H%1$s & H%2$s over the fixed effects H%1$s & H%2$s.
es: Las estimaciones posteriores medias del modelo para %3$s todavía no están disponibles, pero se añadirán en el futuro. El factor de Bayes se basa en los cuatro modelos: los efectos aleatorios H%1$s & H%2$s sobre los efectos fijos H%1$s & H%2$s.
eu: %3$s-rako batez besteko ereduaren atzeko estimazioak ez daude oraindik eskuragarri, baina etorkizunean gehituko dira. Bayes faktorea lau ereduetan oinarritzen da: H%1$s eta H%2$s ausazko efektuak H%1$s eta H%2$s efektu finkoen gainean.
gl: As estimacións posteriores medias do modelo para %3$s aínda non están dispoñibles, pero se engadirán no futuro. O factor de Bayes baséase nos catro modelos: os efectos aleatorios H%1$s & H%2$s sobre os efectos fixos H%1$s & H%2$s.
ja: %3$s におけるモデル平均事後推定値はまだありませんが、今後追加される予定です。ベイズファクターは、4つのモデルすべてに基づいています: 固定効果H%1$s & H%2$sよりも変量効果H%1$s & H%2$s.
pt: As estimativas posteriores médias do modelo para %3$s ainda não estão disponíveis, mas serão adicionadas no futuro. O fator de Bayes é baseado em todos os quatro modelos: efeitos aleatórios H%1$s & H%2$s sobre os efeitos fixos H%1$s & H%2$s.
ta: %3$s க்கான மாதிரி சராசரி பின்புற மதிப்பீடுகள் இன்னும் கிடைக்கவில்லை, ஆனால் எதிர்காலத்தில் சேர்க்கப்படும். பேயச் காரணி நான்கு மாடல்களையும் அடிப்படையாகக் கொண்டது: சீரற்ற விளைவுகள் H%1$s & H%2$s நிலையான விளைவுகளை விட H%1$s & H%2$s.

source: Bayes factor of the (unconstrained/constrained) random effects H%1$s over the fixed effects H%1$s.
es: Factor de Bayes de los efectos aleatorios(no restringidos/restringidos) H%1$s sobre los efectos fijos H%1$s.
eu: (Mugarik gabeko/mugatutako) ausazko efektuen H%1$s efektu finkoen gaineko Bayes faktorea.
gl: Factor de Bayes dos efectos aleatorios (non restrinxidos/restrinxidos) H%1$s sobre os efectos fixos H%1$s.
ja: 固定効果 H%1$s に対する (制約なし/制約あり) 変量効果 H%1$s のベイズファクター.
pt: O fator de Bayes dos efeitos aleatórios (irrestritos/restritos) H%1$s sobre os efeitos fixos H%1$s.
ta: (கட்டுப்படுத்தப்படாத/கட்டுப்படுத்தப்பட்ட) சீரற்ற விளைவுகளின் பேயச் காரணி h%1$s நிலையான விளைவுகளை விட h%1$s.

source: Bayes factor of the fixed effects H%1$s over the random effects H%1$s.
es: Factor de Bayes de los efectos fijos H%1$s sobre los efectos aleatorios H%1$s.
eu: H%1$s efektu finkoen Bayes faktorea ausazko efektuen H%1$s gainean.
gl: Factor de Bayes dos efectos fixos H%1$s sobre os efectos aleatorios H%1$s.
ja: 変量効果 H%1$s に対する (制約なし/制約あり) 固定効果 H%1$s のベイズファクター.
pt: O fator de Bayes dos efeitos fixos H%1$s sobre os efeitos aleatórios H%1$s.
ta: சீரற்ற விளைவுகளை விட நிலையான விளைவுகளின் பேயச் காரணி h%1$s.

source: Model averaged posterior estimates are based on the models that assume an effect to be present. The Bayes factor is based on all four models: fixed effects H%1$s & random effects H%1$s over the fixed effects H%2$s & random effects H%2$s.
es: Las estimaciones posteriores medias del modelo se basan en los modelos que suponen que existe un efecto. El factor de Bayes se basa en los cuatro modelos: efectos fijos H%1$s & efectos aleatorios H%1$s sobre efectos fijos H%2$s & efectos aleatorios H%2$s.
eu: Ereduaren batez besteko atzeko estimazioak efektu bat dagoela suposatzen duten ereduetan oinarritzen dira. Bayes faktorea lau ereduetan oinarritzen da: H%1$s efektu finkoak eta H%1$s ausazko efektuak H%2$s efektu finkoen eta H%2$s ausazko efektuen gainean.
gl: As estimacións posteriores medias do modelo baséanse nos modelos que supoñen que existe un efecto. O factor de Bayes baséase nos catro modelos: efectos fixos H%1$s & efectos aleatorios H%1$s sobre efectos fixos H%2$s & efectos aleatorios H%2$s.
ja: モデル平均事後推定値は効果が存在すると仮定したモデルに基づいています。ベイズファクターは、4つのモデルすべてに基づいています: 固定効果H%2$s & 変量効果H%2$s よりも固定効果H%1$s & 変量効果 H%2$s.
pt: As estimativas posteriores médias do modelo são baseadas nos modelos que assumem um efeito a estar presente. O fator de Bayes é baseado em todos os quatro modelos: efeitos fixos H%1$s & efeitos aleatórios H%1$s sobre os efeitos fixos H%2$s & efeitos aleatórios H%2$s.
ta: மாதிரி சராசரி பின்புற மதிப்பீடுகள் ஒரு விளைவைக் கருதும் மாதிரிகளை அடிப்படையாகக் கொண்டவை. பேயச் காரணி நான்கு மாடல்களையும் அடிப்படையாகக் கொண்டது: நிலையான விளைவுகள் h%1$s & சீரற்ற விளைவுகள் H%1$s நிலையான விளைவுகளை விட h%2$s & சீரற்ற விளைவுகள் h%2$s.

source: Model averaged posterior estimates for %3$s are not yet available, but will be added in the future. The Bayes factor is based on all four models: fixed effects H%1$s & H%2$s over the random effects H%1$s & H%2$s.
es: Las estimaciones posteriores medias del modelo para %3$s todavía no están disponibles, pero se añadirán en el futuro. El Factor de Bayes se basa en los cuatro modelos: los efectos fijos H%1$s & H%2$s sobre los efectos aleatorios H%1$s & H%2$s.
eu: %3$s-rako batez besteko modeloen atzeko estimazioak ez daude oraindik eskuragarri, baina etorkizunean gehituko dira. Bayes faktorea lau modeloetan oinarritzen da: H%1$s eta H%2$s efektu finkoen H%1$s eta H%2$s efektu aleatorioen gainean.
gl: As estimacións posteriores medias do modelo para %3$s aínda non están dispoñibles, pero se engadirán no futuro. O factor de Bayes baséase nos catro modelos: os efectos fixos H%1$s & H%2$s sobre os efectos aleatorios H%1$s & H%2$s.
ja: %3$s におけるモデル平均事後推定値はまだありませんが、今後追加される予定です。ベイズファクターは、4つのモデルすべてに基づいています: 変量効果H%1$s & H%2$sよりも固定効果H%1$s & H%2$s.
pt: As estimativas posteriores médias do modelo para %3$s ainda não estão disponíveis, mas serão adicionadas no futuro. O fator de Bayes é baseado em todos os quatro modelos: efeitos fixos H%1$s & H%2$s sobre os efeitos aleatórios H%1$s & H%2$s.
ta: %3$s க்கான மாதிரி சராசரி பின்புற மதிப்பீடுகள் இன்னும் கிடைக்கவில்லை, ஆனால் எதிர்காலத்தில் சேர்க்கப்படும். பேயச் காரணி நான்கு மாடல்களையும் அடிப்படையாகக் கொண்டது: நிலையான விளைவுகள் H%1$s & H%2$s சீரற்ற விளைவுகளைவிட H%1$s & H%2$s.

source: Bayes factor of the fixed effects H%1$s over the (unconstrained/constrained) random effects H%1$s.
es: Factor de Bayes de los efectos fijos H%1$s sobre los (sin restringir/restringidos) efectos aleatorios H%1$s.
eu: H%1$s efektu finkoen Bayes faktorea (mugarik gabeko/mugatutako) ausazko efektuen gaineko H%1$s.
gl: Factor de Bayes dos efectos fixos H%1$s sobre os (sen restrinxir/restrinxidos) efectos aleatorios H%1$s.
ja: （制約なし/制約付き）変量効果H%1$sに対する固定効果H%1$sのベイズファクター.
pt: O fator de Bayes dos efeitos fixos H%1$s sobre os efeitos aleatórios (irrestritos/restritos) H%1$s.
ta: நிலையான விளைவுகளின் பேயச் காரணி (கட்டுப்படுத்தப்படாத/கட்டுப்படுத்தப்பட்ட) சீரற்ற விளைவுகள் h%1$s க்கு மேல் h%1$s.

source: Bayes factor of the ordered effects H%1$s over the fixed effects H%2$s. The Bayes factor for the ordered effects H%1$s versus the unconstrained (random) effects H%1$s model is %3$.3f.
es: Factor de Bayes de los efectos ordenados H%1$s sobre los efectos fijos H%2$s. El factor de Bayes del modelo de efectos ordenados H%1$s frente a efectos no restringidos (aleatorios) H%1$s es %3$.3f.
eu: H%1$s efektu ordenatuen Bayes faktorea H%2$s efektu finkoen gainean. H%1$s efektu ordenatuen Bayes faktorea, mugarik gabeko (ausazko) efektuen H%1$s ereduaren aldean, %3$.3f da.
gl: Factor de Bayes dos efectos ordenados H%1$s sobre os efectos fixos H%2$s. O factor de Bayes do modelo de efectos ordenados H%1$s fronte a efectos non restrinxidos (aleatorios) H%1$s é %3$.3f.
ja: 固定効果 H%2$s に対する順序効果 H%1$s のベイズファクター. 制約のない(変量)効果 H%1$s モデルに対する順序効果 H%1$s のベイズファクターは %3$.3f.
pt: O fator de Bayes dos efeitos ordenados H%1$s sobre os efeitos fixos H%2$s. O fator de Bayes para os efeitos ordenados H%1$s versus os efeitos irrestritos (aleatórios) do modelo H%1$s é %3$.3f.
ta: வரிசைப்படுத்தப்பட்ட விளைவுகளின் பேய்ஸ் காரணி H%1$s நிலையான விளைவுகள் H%2$s ஐ விட அதிகமாகும். வரிசைப்படுத்தப்பட்ட விளைவுகள் H%1$s க்கு எதிராகக் கட்டுப்படுத்தப்படாத (சீரற்ற) விளைவுகள் H%1$s மாதிரிக்கான பேய்ஸ் காரணி %3$.3f ஆகும்.

source: Bayes factor of the fixed effects H%2$s over the ordered effects H%1$s. The Bayes factor for the unconstrained (random) effects H%1$s versus the ordered effects H%1$s model is %3$.3f.
es: Factor de Bayes de los efectos fijos H%2$s sobre los efectos ordenados H%1$s. El factor de Bayes del modelo de efectos no restringidos (aleatorios) H%1$s frente al modelo de efectos ordenados H%1$s es %3$.3f.
eu: H%2$s efektu finkoen Bayes faktorea ordenatutako efektuen gainean. Ausazko (mugarik gabeko) efektuen H%1$s ereduaren Bayes faktorea ordenatutako efektuen aldean %3$.3f da.
gl: Factor de Bayes dos efectos fixos H%2$s sobre os efectos ordenados H%1$s. O factor de Bayes do modelo de efectos non restrinxidos (aleatorios) H%1$s fronte ao modelo de efectos ordenados H%1$s é %3$.3f.
ja: 順序効果 H%1$s に対する固定効果 H%2$s のベイズファクター. 順序効果 H%1$s モデルに対する制約のない(変量)効果 H%1$s のベイズファクターは %3$.3f.
pt: O fator de Bayes dos efeitos fixos H%2$s sobre os efeitos ordenados H%1$s. O fator de Bayes para o modelo de efeitos irrestritos (aleatórios) H%1$s versus os efeitos ordenados H%1$s é %3$.3f.
ta: வரிசைப்படுத்தப்பட்ட விளைவுகள் H%1$s ஐ விட நிலையான விளைவுகளின் பேய்ஸ் காரணி H%2$s. வரிசைப்படுத்தப்பட்ட விளைவுகள் H%1$s மாதிரிக்கு எதிராக கட்டுப்படுத்தப்படாத (சீரற்ற) விளைவுகளுக்கான பேய்ஸ் காரணி %3$.3f ஆகும்.

source: Model Probabilities
es: Probabilidades del Modelo
eu: Ereduaren probabilitateak
gl: Probabilidades do Modelo
ja: モデルの確率
pt: Probabilidades do modelo
ta: மாதிரி நிகழ்தகவுகள்

source: Prior
es: Previo
eu: Aurrekoa
gl: Previo
ja: 事前分布
pt: Anterior
ta: முன்

source: Posterior
eu: Atzekoa
ja: 事後分布
ta: பின்புறம்

source: Fixed H%s
es: H%s Fijo
eu: H% finkoak
gl: H%s Fixo
ja: 固定 H%s
pt: H%s Fixos
ta: நிலையான h%s

source: Random H%s
es: H%s Aleatorio
eu: Ausazko H%s
gl: H%s Aleatorio
ja: 変量 H%s
pt: H%s Aleatórios
ta: சீரற்ற h%s

source: Ordered H%s
es: H%s Ordenado
eu: Eskatutako H%s
gl: H%s Ordenado
ja: 順序 H%s
pt: H%s Ordenados
ta: H%s க்கு உத்தரவிடப்பட்டது

source: Effect Sizes per Study
es: Magnitudes de los Efectos por Estudio
eu: Efektuaren tamaina ikerketa bakoitzeko
gl: Magnitudes dos Efectos por Estudo
ja: 研究ごとの効果量
pt: Tamanhos de Efeito por Estudo
ta: ஒரு ஆய்வுக்கு விளைவு அளவுகள்

source: Observed
es: Observado
eu: Behatuak
gl: Observado
ja: 観測された
pt: Observado
ta: கவனிக்கப்பட்டது

source: Estimated
es: Estimado
eu: Kalkulatua
gl: Estimado
ja: 推定された
pt: Estimado
ta: மதிப்பிடப்பட்டது

source: Study
es: Estudio
eu: Ikasketa
gl: Estudo
ja: 研究
pt: Estudo
ta: பயில்

source: Posterior mean and 95%% credible interval estimates from the random effects model.
es: Estimaciones de la media posterior y del intervalo de credibilidad del 95%% del modelo de efectos aleatorios.
eu: Ausazko efektuen eredutik ateratako atzeko batez bestekoaren eta % 95eko sinesgarritasun-tarteko estimazioak.
gl: Media posterior e estimacións do intervalo de credibilidade do 95%% do modelo de efectos aleatorios.
ja: 変量効果モデルからの事後平均と95 %%の信頼区間の推定.
pt: Estimativas de média posterior e intervalo credível de 95 % do modelo de efeitos aleatórios.
ta: சீரற்ற விளைவுகள் மாதிரியிலிருந்து பின்புற சராசரி மற்றும் 95 %% நம்பகமான இடைவெளி மதிப்பீடுகள்.

source: Posterior mean and 95%% credible interval estimates from the constrained random effects model.
es: Estimaciones de la media posterior y del intervalo de credibilidad del 95%% del modelo de efectos aleatorios restringido.
eu: Ausazko efektu mugatuen eredutik ateratako atzeko batez bestekoaren eta % 95eko sinesgarritasun tartearen estimazioak.
gl: Media posterior e estimacións do intervalo de credibilidade do 95%% do modelo restrinxido de efectos aleatorios.
ja: 制約付き変量効果モデルからの事後平均と95 %%の信頼区間の推定.
pt: Estimativas de média posterior e intervalo credível de 95 % do modelo de efeitos aleatórios restrito.
ta: கட்டுப்படுத்தப்பட்ட சீரற்ற விளைவுகள் மாதிரியிலிருந்து பின்புற சராசரி மற்றும் 95 %% நம்பகமான இடைவெளி மதிப்பீடுகள்.

source: Effect Size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do Efecto
ja: 効果量
pt: Tamanho de Efeito
ta: விளைவு அளவு

source: Heterogeneity
es: Heterogeneidad
eu: Heterogeneotasuna
gl: Heteroxeneidade
ja: 異質性
pt: Heterogeneidade
ta: பன்முகத்தன்மை

source: Effect size
es: Magnitud del efecto
eu: Efektuaren tamaina
gl: Magnitude do efecto
ja: 効果量
pt: Tamanho do Efeito
ta: விளைவு அளவு

source: Density
es: Densidad
eu: Dentsitatea
gl: Densidade
ja: 密度
pt: Densidade
ta: அடர்த்தி

source: Prior and Posteriors
es: Previas y Posteriores
eu: Aurrekoak eta ondorengoak
gl: Previas e Posteriores
ja: 事前分布と事後分布
pt: Anteriores e Posteriores
ta: முன் மற்றும் போச்டீரியர்ச்

source: Fixed H
es: H fijo
eu: H finkoa
gl: H fixo
ja: 固定 H
pt: H Fixo
ta: நிலையான ம

source: Random H
es: H Aleatorio
eu: Ausazko H
gl: H aleatorio
ja: 変量 H
pt: H Aleatório
ta: சீரற்ற ம

source: Averaged H
es: H Promedio
eu: Batez besteko H
gl: H media
ja: 平均化 H
pt: H Médio
ta: சராசரி ம

source: Prior H
es: H Previo
gl: H previo
ja: 事前 H
pt: H Anterior
ta: முன் ம

source: Ordered H
es: H Ordenado
eu: H eskatua
gl: H ordenado
ja: 順序 H
pt: H Ordenado
ta: ஆர்டர் செய்யப்பட்ட ம

source: Forest Plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica de bosque
ja: フォレストプロット
pt: Gráfico de Floresta
ta: வன சூழ்ச்சி

source: Observed study effects
es: Efectos observados del estudio
eu: Behatutako ikerketaren efektuak
gl: Efectos observados do estudo
ja: 観察された研究効果
pt: Efeitos observados do estudo
ta: கவனிக்கப்பட்ட ஆய்வு விளைவுகள்

source: Estimated study effects
es: Efectos estimados del estudio
eu: Ikerketaren efektu estimatuak
gl: Efectos estimados do estudo
ja: 推定された研究効果
pt: Efeitos estimados do estudo
ta: மதிப்பிடப்பட்ட ஆய்வு விளைவுகள்

source: Observed and estimated study effects
es: Efectos observados y estimados del estudio
eu: Behatutako eta kalkulatutako ikerketaren efektuak
gl: Efectos observados e estimados do estudo
ja: 観察された研究効果と推定された研究効果
pt: Efeitos observados e estimados do estudo
ta: கவனிக்கப்பட்ட மற்றும் மதிப்பிடப்பட்ட ஆய்வு விளைவுகள்

source: Cumulative forest plot
es: Gráfico forestal acumulativo
eu: Baso-diagrama metatua
gl: Gráfica acumulada de bosque
ja: 累積フォレスト プロット
pt: Gráfico de floresta acumulado
ta: ஒட்டுமொத்த வன சூழ்ச்சி

source: Overall effect size
es: Magnitud global del efecto
eu: Efektuaren tamaina orokorra
gl: Magnitude global do efecto
ja: 全体的な効果量
pt: Tamanho geral do efeito
ta: ஒட்டுமொத்த விளைவு அளவு

source: Sequential Analysis
es: Análisis Secuencial
eu: Analisi sekuentziala
gl: Análise Secuencial
ja: 逐次解析
pt: Análise Sequencial
ta: தொடர்ச்சியான பகுப்பாய்வு

source: Bayes factors effect size
es: Magnitud del efecto de los Factores de Bayes
eu: Bayes faktoreen efektuaren tamaina
gl: Magnitude do efecto dos factores de Bayes
ja: ベイズファクターの効果量
pt: Tamanho do efeito dos fatores de Bayes
ta: பேயச் காரணிகள் விளைவு அளவு
