Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: The variance-covariance matrix must be square. The number of rows (%1$i) does not match the number of columns (%2$i).
es: La matriz de varianzas-covarianzas debe ser cuadrada. El número de filas (%1$i) no coincide con el número de columnas (%2$i).
eu: Bariantza-kobariantza matrizea karratua izan behar da. Errenkada kopurua (%1$i) ez dator bat zutabe kopuruarekin (%2$i).
pt: A matriz de variância-covariância deve ser quadrada. O número de linhas (%1$i) não corresponde ao número de colunas (%2$i).
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் சதுரமாக இருக்க வேண்டும். வரிசைகளின் எண்ணிக்கை (%1$i) நெடுவரிசைகளின் எண்ணிக்கையுடன் (%2$i) பொருந்தவில்லை.

source: The variance-covariance matrix must match the dimensions of the data set. The number of the matrix rows/columns (%1$i) does not match the number of observations in the dataset (%2$i).
es: La matriz de varianzas-covarianzas debe cumplir las dimensiones del conjunto de datos. El número de filas/columnas (%1$i) de la matriz no coincide con el número de observaciones del conjunto de datos (%2$i).
eu: Bariantza-kobariantza matrizea datu-multzoaren dimentsioekin bat etorri behar da. Matrizearen errenkada/zutabe kopurua (%1$i) ez dator bat datu-multzoko behaketa kopuruarekin (%2$i).
pt: A matriz de variância-covariância deve corresponder às dimensões do conjunto de dados. O número de linhas/colunas da matriz (%1$i) não corresponde ao número de observações no conjunto de dados (%2$i).
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் தரவு தொகுப்பின் பரிமாணங்களுடன் பொருந்த வேண்டும். மேட்ரிக்ச் வரிசைகள்/நெடுவரிசைகளின் எண்ணிக்கை (%1$i) தரவுத்தொகுப்பில் உள்ள அவதானிப்புகளின் எண்ணிக்கையுடன் பொருந்தவில்லை (%2$i).

source: The supplied variance-covariance matrix is not positive definite.
es: La matriz de varianzas-covarianzas ofrecida no es positiva definida.
eu: Emandako bariantza-kobariantza matrizea ez da positibo definitua.
pt: A matriz de variância-covariância fornecida não é definida positivamente.
ta: வழங்கப்பட்ட மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் நேர்மறையான திட்டவட்டமானதல்ல.

source: The Variance-Covariance Matrix could not be computed: There must be as many 'Correlation Matrix' entries as is the number of estimates within the largest 'Cluster'.
es: No se puede calcular la Matriz de Varianzas-Covarianzas: Debería haber tantas entradas en la 'Matriz de Correlaciones' como sea el número de estimaciones en el mayor 'Conglomerado'.
eu: Bariantza-Kobariantza Matrizea ezin izan da kalkulatu: 'Kluster' handienean dauden estimazio kopuruaren araberako 'Korrelazio Matrizea' sarrera kopurua egon behar da.
pt: A Matriz de Variância-Covariância não pôde ser calculada: Deve haver tantas entradas na 'Matriz de Correlação' quanto o número de estimativas dentro do maior 'Agrupamento'.
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்சைக் கணக்கிட முடியவில்லை: மிகப்பெரிய 'கிளச்டருக்கு' உள்ள மதிப்பீடுகளின் எண்ணிக்கை போலவே பல 'தொடர்பு மேட்ரிக்ச்' உள்ளீடுகள் இருக்க வேண்டும்.

source: Error computing the variance-covariance matrix: %1$s
es: Fallo al calcular la matriz de varianzas-covarianzas: %1$s
eu: Errorea bariantza-kobariantza matrizea kalkulatzean: %1$s
pt: Erro ao calcular a matriz de variância-covariância: %1$s
ta: மாறுபாடு-கோவாரன்ச் மேட்ரிக்சைக் கணக்கிடுவதில் பிழை: %1$s

source: Please provide a file with the precomputed variance-covariance matrix.
es: Por favor, proporcione un archivo con la matriz de varianzas-covarianzas precalculadas.
eu: Mesedez, eman aldez aurretik kalkulatutako bariantza-kobariantza matrizea duen fitxategi bat.
pt: Por favor, forneça um arquivo com a matriz de variância-covariância pré-calculada.
ta: தயவுசெய்து ஒரு கோப்பை முன்கூட்டிய மாறுபாடு-கோவாரன்ச் மேட்ரிக்சுடன் வழங்கவும்.

source: Please provide a clustering variable for the correlation matrix.
es: Por favor, proporcione una variable de conglomeración para la matriz de correlaciones.
eu: Mesedez, eman korrelazio-matrizearen multzokatze-aldagai bat.
pt: Por favor, forneça uma variável de agrupamento para a matriz de correlação.
ta: தொடர்பு மேட்ரிக்சுக்கு ஒரு கிளச்டரிங் மாறியை வழங்கவும்.

source: Please provide correlation matrix variables.
es: Por favor, proporcione las variables de la matriz de correlaciones.
eu: Mesedez, eman korrelazio-matrizearen aldagaiak.
pt: Por favor, forneça variáveis para a matriz de correlação.
ta: தொடர்பு மேட்ரிக்ச் மாறிகள் வழங்கவும்.

source: The value of the correlation between construct types is set to 0. This corresponds to no adjustment for dependency between construct types.
es: El valor de la correlación entre tipos de constructos está en 0. Esto se corresponde la ausencia de ajuste para la dependencia entre tipos de constructos.
eu: Eraikuntza moten arteko korrelazioaren balioa 0ra ezarrita dago. Horrek esan nahi du ez dagoela eraikuntza moten arteko mendekotasunerako doikuntzarik.
pt: O valor da correlação entre os tipos de construção é definido como 0. Isso corresponde a nenhum ajuste de dependência entre os tipos de construção.
ta: கட்டுமான வகைகளுக்கிடையேயான தொடர்பின் மதிப்பு 0 ஆக அமைக்கப்பட்டுள்ளது. இது கட்டுமான வகைகளுக்கு இடையில் சார்புநிலைக்கு எந்த சரிசெய்தலுக்கும் பொருந்தாது.

source: Please provide a file with the correlation matrix for the construct types.
es: Por favor, proporcione un archivo con la matriz de correlaciones para los tipos de constructos.
eu: Mesedez, eman eraikuntza moten korrelazio matrizea duen fitxategi bat.
pt: Por favor, forneça um arquivo com a matriz de correlação para os tipos de construção.
ta: கட்டுமான வகைகளுக்கான தொடர்பு மேட்ரிக்சுடன் ஒரு கோப்பை வழங்கவும்.

source: The value of the correlation between construct types is set to 0. This corresponds to no adjustment for dependency between constructs.
es: El valor de la correlación entre tipos de constructos está en 0. Esto se corresponde la ausencia de ajuste para la dependencia entre constructos.
eu: Eraikuntza moten arteko korrelazioaren balioa 0ra ezarrita dago. Horrek esan nahi du ez dagoela konstruktuen arteko mendekotasunerako doikuntzarik.
pt: O valor da correlação entre os tipos de construção é definido como 0. Isso corresponde a nenhum ajuste de dependência entre construções.
ta: கட்டுமான வகைகளுக்கிடையேயான தொடர்பின் மதிப்பு 0 ஆக அமைக்கப்பட்டுள்ளது. இது கட்டுமானங்களுக்கு இடையிலான சார்புநிலைக்கு எந்த சரிசெய்தலுக்கும் ஒத்துப்போகிறது.

source: Please provide a file with the correlation matrix for the construct.
es: Por favor, proporcione un archivo con la matriz de correlaciones para el constructo.
eu: Mesedez, eman konstruktuaren korrelazio matrizea duen fitxategi bat.
pt: Por favor, forneça um arquivo com a matriz de correlação para o construto.
ta: கட்டமைப்பிற்கான தொடர்பு மேட்ரிக்சுடன் ஒரு கோப்பை வழங்கவும்.

source: The value of the correlation between time lags is set to 0. This corresponds to no adjustment for dependency between time lags.
es: El valor de la correlación entre retardos temporales está en 0. Esto se corresponde la ausencia de ajuste para la dependencia entre retardos temporales.
eu: Denbora-atzerapenen arteko korrelazioaren balioa 0ra ezarrita dago. Horrek denbora-atzerapenen arteko menpekotasuna doitzeko doikuntzarik ez dagoela adierazten du.
pt: O valor da correlação entre os intervalos de tempo é definido como 0. Isso corresponde a nenhum ajuste para dependência entre os intervalos de tempo.
ta: நேர பின்னடைவுக்கு இடையிலான தொடர்புகளின் மதிப்பு 0 ஆக அமைக்கப்பட்டுள்ளது. இது நேர பின்னடைவுக்கு இடையிலான சார்புநிலைக்கு எந்த சரிசெய்தலுக்கும் பொருந்தாது.

source: The 'Group Size' for specifying dependency due to common group comparison is unspecified. As default, the groups are assumed to be equal.
es: El 'Tamaño de grupo' para indicar la dependencia debida a la comparación habitual de grupos está sin especificar. Por defecto, se asume que los grupos son iguales.
eu: Taldeen konparaketa arruntagatiko mendekotasuna zehazteko 'Taldearen tamaina' zehaztu gabe dago. Berez, taldeak berdinak direla suposatzen da.
pt: O 'Tamanho do Grupo' para especificar a dependência devido à comparação de grupos comuns não é especificado. Por padrão, os grupos são considerados iguais.
ta: பொதுவான குழு ஒப்பீடு காரணமாக சார்புநிலையைக் குறிப்பிடுவதற்கான 'குழு அளவு' குறிப்பிடப்படவில்லை. இயல்புநிலையாக, குழுக்கள் சமமாக இருக்கும் என்று கருதப்படுகிறது.

source: Error writing the variance-covariance matrix file: %1$s
es: Fallo al escribir el archivo de la matriz de varianzas-covarianzas: %1$s
eu: Errorea bariantza-kobariantza matrizearen fitxategia idaztean: %1$s
pt: Erro ao escrever o arquivo da matriz de variância-covariância: %1$s
ta: மாறுபாடு எழுதுவது மாறுபாடு-கோவாரன்ச் மேட்ரிக்ச் கோப்பு: %1$s

source: Random Effects / Model Stucture Summary
es: Resumen de Efectos aleatorios / Estructura del modelo
eu: Ausazko efektuak / Ereduaren egituraren laburpena
pt: Efeitos Aleatórios / Resumo da estrutura do modelo
ta: சீரற்ற விளைவுகள் / மாதிரி ச்டக்சர் சுருக்கம்

source: Simple / Nested Summary
es: Resumen Simple / Anidado
eu: Laburpen sinplea / txertatua
pt: Resumo Simples / Aninhado
ta: எளிய / உள்ளமைக்கப்பட்ட சுருக்கம்

source: Estimates
es: Estimaciones
eu: Estimazioak
gl: Estimacións
ja: 推定値
pt: Estimativas
ta: மதிப்பீடுகள்

source: σ
ta: a

source: Levels
es: Niveles
eu: Mailak
pt: Níveis
ta: நிலைகள்

source: Fixed
es: Fijo
eu: Konpondua
pt: Fixo(s)
ta: சரி

source: Confidence Intervals
es: Intervalos de confianza
eu: Konfiantza-tarteak
pt: Intervalos de Confiança
ta: நம்பிக்கை இடைவெளிகள்

source: Inclusion Tests
es: Contrastes de inclusión
eu: Inklusio probak
pt: Testes de Inclusão
ta: சேர்த்தல் சோதனைகள்

source: Component Inclusion Test
es: Contraste de inclusión de componentes
eu: Osagaien Inklusio Proba
pt: Teste de Inclusão de Componentes
ta: கூறு சேர்க்கும் சோதனை

source: %1$s: Level Inclusion Test
es: %1$s: Contraste de inclusión de niveles
eu: %1$s: Maila Inklusiboko Proba
pt: %1$s: Teste de Inclusão de Níveis
ta: %1$s: நிலை சேர்க்கை சோதனை

source: Removed Levels
es: Niveles eliminados
eu: Kendutako mailak
pt: Níveis Removidos
ta: அகற்றப்பட்ட நிலைகள்

source: Removed Component
es: Componente eliminada
eu: Kendutako osagaia
pt: Componente Removido
ta: அகற்றப்பட்ட கூறு

source: LRT
es: CRV (LRT)
pt: TRV
ta: எல்.ஆர்.டி.

source: Likelihood Ratio Test (LRT) and p-value are based on a comparison with the complete model.
es: El contraste de razón de verosimiltudes (CRV, LRT) y el valor P están basados en una comparación con el modelo completo.
eu: Probabilitate-erlazioaren testa (LRT) eta p-balioa eredu osoarekin alderatzean oinarritzen dira.
pt: O Teste da Razão de Verossimilhança (TRV) e o valor-p são baseados em uma comparação com o modelo completo.
ta: நிகழ்தகவு விகித சோதனை (எல்ஆர்டி) மற்றும் பி-மதிப்பு ஆகியவை முழுமையான மாதிரியுடன் ஒப்பிடுவதை அடிப்படையாகக் கொண்டவை.

source: Random Slopes Summary
es: Resumen de pendientes aleatorias
eu: Ausazko malden laburpena
pt: Resumo das Inclinações Aleatórias
ta: சீரற்ற சரிவுகள் சுருக்கம்

source: Structured
es: Estructurado
eu: Egituratua
pt: Estruturado
ta: கட்டமைக்கப்பட்ட

source: Summary
es: Resumen
eu: Laburpena
gl: Resumo
ja: 要約
pt: Resumo
ta: சுருக்கம்

source: Autoregressive
es: Autorregresivo
eu: Autoerregresiboa
pt: Autorregressivo
ta: தன்னியக்க முன்னேற்ற

source: Spatial
es: Espacial
eu: Espaziala
pt: Espacial
ta: இடஞ்சார்ந்த

source: Known Correlation Summary
es: Resumen de la correlación conocida
eu: Ezagutzen den korrelazioaren laburpena
pt: Resumo da Correlação Conhecida
ta: அறியப்பட்ட தொடர்பு சுருக்கம்

source: Testing Inclusion of Random Effects / Model Structure
es: Contrastando la inclusión de Efectos aleatorios / Estructura del modelo
eu: Ausazko efektuen / ereduaren egituraren inklusioa probatzea
pt: Testando Inclusão de Efeitos Aleatórios / Estrutura do Modelo
ta: சீரற்ற விளைவுகள் / மாதிரி கட்டமைப்பைச் சேர்ப்பது

source: Subgroup %1$s: Testing Inclusion of Random Effects / Model Structure
es: Subgrupo %1$s: Contrastando la inclusión de Efectos aleatorios / Estructura del modelo
eu: %1$s azpitaldea: Ausazko efektuen inklusioa / ereduaren egitura probatzea
pt: Subgrupo %1$s: Testando Inclusão de Efeitos Aleatórios / Estrutura do Modelo
ta: துணைக்குழு %1$s: சீரற்ற விளைவுகள் / மாதிரி கட்டமைப்பின் சேர்க்கை சோதனை

source: Testing Inclusion of Nested Random Effects: %1$s
es: Contrastando la inclusión de Efectos aleatorios anidados: %1$s
eu: Ausazko efektu txertatuen inklusioa probatzen: %1$s
pt: Testando a Inclusão de Efeitos Aleatórios Aninhados: %1$s
ta: உள்ளமைக்கப்பட்ட சீரற்ற விளைவுகளைச் சேர்ப்பது: %1$s

source: Subgroup %1$s: Testing Inclusion of Nested Random Effects: %2$s
es: Subgrupo %1$s: Contrastando la inclusión de Efectos aleatorios anidados: %2$s
eu: %1$s azpitaldea: Ausazko efektu txertatuen inklusioa probatzen: %2$s
pt: Subgrupo %1$s: Testando a Inclusão de Efeitos Aleatórios Aninhados: %2$s
ta: துணைக்குழு %1$s: உள்ளமைக்கப்பட்ட சீரற்ற விளைவுகளைச் சேர்ப்பது சோதனை: %2$s

source: Random Slopes
es: Pendientes aleatorias
eu: Ausazko maldak
pt: Inclinações Aleatórias
ta: சீரற்ற சரிவுகள்

source: Compound Symmetry
es: Simetría compuesta
eu: Simetria konposatua
pt: Simetria Composta
ta: கூட்டு சமச்சீர்

source: Heteroscedastic Compound Symmetry
es: Simetría compuesta heterocedástica
eu: Simetria Konposatu Heteroskedastikoa
pt: Simetria Composta Heteroscedástica
ta: ஈட்டோரோச்கெச்டிக் கலவை சமச்சீர்

source: Unstructured
es: No estructurada
eu: Egituratu gabea
pt: Não estruturado
ta: கட்டமைக்கப்படாதது

source: Identity
es: Identidad
eu: Identitatea
pt: Identidade
ta: முற்றொருமை

source: Diagonal
eu: Diagonala
ta: மூலைவிட்டம்

source: Heteroskedastic AR(1)
es: AR(1) heterocedástica
eu: Heteroskedastiko AR(1)
pt: AR(1) Heteroscedástico
ta: ஈட்டோரோச்கெச்டாச்டிக் ஏ.ஆர் (1)

source: Continuous-Time AR
es: AR en tiempo continuo
eu: Denbora Jarraituko AR
pt: AR de tempo contínuo
ta: தொடர்ச்சியான நேர ஏ.ஆர்

source: Exponential
es: Exponencial
eu: Esponentziala
pt: Exponencial
ta: அடுக்குக்குறி

source: Gaussian
es: Normal
eu: Gaussiarra
pt: Gaussiano
ta: காசியன்

source: Linear
es: Lineal
eu: Lineala
ta: நேரியல்

source: Rational Quadratic
es: Cuadrática racional
eu: Ekuazio koadratiko arrazionala
pt: Quadrático Racional
ta: பகுத்தறிவு இருபடி

source: Spherical
es: Esférica
eu: Esferikoa
pt: Esférico
ta: கோள

source: Sqrt. Estimate
es: Estimación cuadr.
eu: Karratuaren estimazioa
pt: RQ da estimativa
ta: SQRT. மதிப்பீடு

source: Levels:
es: Niveles:
eu: Mailak:
pt: Níveis:
ta: நிலைகள்:

source: Component:
es: Componente:
eu: Osagaia:
pt: Componente:
ta: கூறு:

source: Estimates 𝜏²
es: Estimaciones 𝜏²
eu: Estimazioak 𝜏²
pt: Estimativas 𝜏²
ta: மதிப்பீடுகள் 𝜏²

source: Estimates ρ
es: Estimaciones ρ
eu: ρ estimazioak
pt: Estimativas ρ
ta: மதிப்பீடுகள்

source: ρ
ta: r

source: %s Summary
es: Resumen de %s
eu: %s Laburpena
gl: Resumo de %s
ja: %s の要約
pt: Resumo %s
ta: %s சுருக்கம்

source: metamisc package failed with the following error: '%s'
es: el paquete metamisc falló con el siguiente error: '%s'
eu: metamisc paketeak huts egin du errore honekin: '%s'
gl: o paquete metamisc rachou co seguinte fallo: '%s'
ja: metamiscパッケージが次のエラーでクラッシュしました: '%s'
pt: o pacote metamisc falhou com a seguinte mensagem de erro: '%s'
ta: பின்வரும் பிழையுடன் மெட்டாமிச்க் தொகுப்பு தோல்வியடைந்தது: '%s'

source: Based on %i studies.
es: Basado en %i estudios.
eu: %i ikerketetan oinarrituta.
gl: Baseado en %i estudos.
ja: %i の研究に基づいています.
pt: Baseado em %i estudos.
ta: %i நான் படிப்பின் அடிப்படையில்.

source: The model was estimated using %1$s method with %2$s link function.
es: El modelo se estimó utilizando el método %1$s con la función %2$s de enlace.
eu: Modeloa %1$s metodoa eta %2$s esteka funtzioa erabiliz kalkulatu da.
gl: O modelo estimouse utilizando o método %1$s coa función %2$s de enlace.
ja: モデルは%2$sリンク関数を用いた%1$s 法で推定されました.
pt: O modelo foi estimado usando o método %1$s com a função de ligação %2$s.
ta: %2$s இணைப்பு செயல்பாட்டுடன் %1$s முறையைப் பயன்படுத்தி மாதிரி மதிப்பிடப்பட்டது.

source: The model was estimated using MCMC with %1$s link function.
es: El modelo se estimó utilizando el método MCMC con la función %1$s de enlace.
eu: Modeloa %1$s esteka funtzioarekin MCMC erabiliz kalkulatu da.
gl: O modelo estimouse utilizando o método MCMC coa función %1$s de enlace.
ja: モデルは %1$sリンク関数を用いたMCMC法で推定されました.
pt: O modelo foi estimado usando MCMC com a função de ligação %1$s.
ta: இந்த மாதிரி %1$s இணைப்பு செயல்பாட்டுடன் MCMC ஐப் பயன்படுத்தி மதிப்பிடப்பட்டது.

source: Forest plot
es: Gráfico forestal
eu: Baso-lursaila
gl: Gráfica de bosque
ja: フォレストプロット
pt: Gráfico de floresta
ta: வன சூழ்ச்சி

source: Observed-Expected Ratio
es: Proporción Observado-Esperado
eu: Behatutako-Esperotako Erlazioa
gl: Proporción Observado-Agardado
ja: 観測-期待比
pt: Razão Observado-Esperado
ta: கவனிக்கப்பட்ட எதிர்பார்த்த விகிதம்

source: Concordance Statistic
es: Estadístico de Coincidencia
eu: Konkordantzia Estatistika
gl: Estatístico de Coincidencia
ja: C統計量
pt: Estatística de Concordância
ta: ஒத்திசைவு புள்ளிவிவரம்

source: Funnel Plot Asymmetry Tests
es: Contrastes de asimetría de gráficos en embudo
eu: Inbutu-diagrama asimetriko probak
gl: Probas de Asimetría de Gráficas en Funil
ja: ファンネルプロットの非対称性検定
pt: Testes de Assimetria de Gráfico de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற சோதனைகள்

source: Method
es: Método
eu: Metodoa
gl: Método
ja: 方法
pt: Método
ta: முறை

source: t-statistic
es: Estadístico t
eu: t-estatistika
gl: estatístico t
ja: t統計量
pt: estatística t
ta: டி-புள்ளிவிவர

source: The %1$s test failed with the following error: %2$s
es: El contraste %1$s fracasó con el siguiente fallo: %2$s
eu: %1$s probak huts egin du errore honekin: %2$s
gl: A proba %1$s rachou co seguinte fallo: %2$s
ja: %1$s 検定が次のエラーで失敗しました: %2$s
pt: O teste %1$s falhou com o seguinte erro: %2$s
ta: பின்வரும் பிழையுடன் %1$s சோதனை தோல்வியடைந்தது: %2$s

source: Funnel Plot Asymmetry Plots
es: Gráficos de Asimetría de Gráficos en Embudo
eu: Inbutu-diagrama asimetrikoen grafikoak
gl: Gráficas de Asimetría de Gráficas en Funil
ja: ファンネルプロット非対称プロット
pt: Gráficos de Assimetria de Funil
ta: புனல் சூழ்ச்சி சமச்சீரற்ற அடுக்கு

source: Egger (unweighted)
es: Egger (no ponderado)
eu: Egger (pisurik gabe)
gl: Egger (non ponderado)
ja: Egger (重みなし)
pt: Egger (não ponderado)
ta: Egger (கவனிக்கப்படாதது)

source: Egger (multiplicative overdispersion)
es: Egger (sobredispersión multiplicativa)
eu: Egger (gehiegizko dispertsio biderkatzailea)
gl: Egger (sobredispersión multiplicativa)
ja: Egger(乗法過分散)
pt: Egger (superdispersão multiplicativa)
ta: எக்சர் (பெருக்கி அதிகப்படியான பரவல்)

source: Macaskill
ja: マカスキル(Macaskill)
ta: மேக்ச்கில்

source: Macaskill (pooled)
es: Macaskill (combinado)
eu: Macaskill (multzoa)
gl: Macaskill (combinado)
ja: マカスキル (Macaskill; プールされた)
pt: Macaskill (combinado)
ta: மேக்ச்கில் (பூல் செய்யப்பட்ட)

source: Peters
ja: ピーターズ(Peters)
ta: பீட்டர்ச்

source: Debray
ja: デブレイ(Debray)
ta: டெப்ரே

source: Standard error
es: Error típico
eu: Errore estandarra
gl: Erro padrón
ja: 標準誤差
pt: Erro padrão
ta: நிலையான பிழை

source: Sample size
es: Tamaño de la muestra
eu: Laginaren tamaina
gl: Tamaño da mostra
ja: サンプルサイズ
pt: Tamanho da amostra
ta: மாதிரி அளவு

source: Total events
es: Eventos totales
eu: Gertaera guztiak
gl: Eventos totais
ja: イベントの合計数
pt: Eventos totais
ta: மொத்த நிகழ்வுகள்

source: Cannot compute outcomes. Chech that all of the required information is specified via the appropriate arguments (i.e. an Effect Size and either Standard Error, Sampling Variance, or 95%% Confidence Interval).
es: No se pueden calcular los resultados. Comprueba que está especificada toda la información requerida mediante los argumentos adecuados (i.e. una Magnitud del efecto y o bien un Error típico, o una Varianza de muestreo, o un Intervalo de confianza del 95%%.
eu: Ezin dira emaitzak kalkulatu. Egiaztatu beharrezko informazio guztia argumentu egokien bidez zehaztuta dagoela (hau da, Efektuaren Tamaina eta Errore Estandarra, Laginketa Bariantza edo %95eko Konfiantza Tartea).
pt: Não é possível calcular os resultados. Verifique se todas as informações necessárias estão especificadas por meio dos argumentos apropriados (i.e., um Tamanho do Efeito e Erro Padrão, Variância Amostral ou Intervalo de Confiança de 95%%).
ta: விளைவுகளை கணக்கிட முடியாது. தேவையான அனைத்து தகவல்களும் பொருத்தமான வாதங்கள் (அதாவது விளைவு அளவு மற்றும் நிலையான பிழை, மாதிரி மாறுபாடு அல்லது 95 %% நம்பிக்கை இடைவெளி) வழியாக குறிப்பிடப்பட்டுள்ளன.

source: Step
es: Paso
eu: Urratsa
pt: Passo
ta: படி

source: Computed
es: Calculado
eu: Kalkulatua
pt: Calculado
ta: கணக்கிடப்பட்டது

source: Total Computed
es: Total calculado
eu: Guztira kalkulatua
pt: Total calculado
ta: மொத்த கணக்கிடப்பட்டது

source: Effect sizes were successfully computed for each data entry.
es: Las magnitudes de efectos se calcularon con éxito para cada entrada de datos.
eu: Efektu-tamainak arrakastaz kalkulatu dira datu-sarrera bakoitzerako.
pt: Os tamanhos de efeito foram calculados com sucesso para cada entrada de dados.
ta: ஒவ்வொரு தரவு உள்ளீட்டிற்கும் விளைவு அளவுகள் வெற்றிகரமாக கணக்கிடப்பட்டன.

source: Effect sizes were successfully computed for %1$i out of %2$i data entries.
es: Las magnitudes de efectos se calcularon con éxito para %1$i de las %2$i entradas de datos.
eu: Efektu-tamainak arrakastaz kalkulatu dira %2$i datu-sarreratik %1$i-rako.
pt: Os tamanhos do efeito foram calculados com sucesso para %1$i de %2$i entradas de dados.
ta: எஃபெக்ட் அளவுகள் %2$i தரவு உள்ளீடுகளில் %1$i க்கு வெற்றிகரமாக கணக்கிடப்பட்டன.

source: Error in Step %1$i:
es: Error en Paso %1$i:
eu: Errorea %1$i urratsean:
pt: Erro no Passo %1$i:
ta: படி %1$i இல் பிழை:

source: Model Information
es: Información del modelo
eu: Modeloaren informazioa
pt: Informação do Modelo
ta: மாதிரி செய்தி

source: Publication Bias: %1$s
es: Sesgo de Publicación: %1$s
eu: Argitalpen-alborapena: %1$s
pt: Viés de Publicação: %1$s
ta: வெளியீட்டு சார்பு: %1$s

source: The fixed effect effect size could not be calculated.
es: No puede calcularse la magnitud fija del efecto.
eu: Efektu finkoaren efektuaren tamaina ezin izan da kalkulatu.
pt: O tamanho do efeito fixo não pôde ser calculado.
ta: நிலையான விளைவு விளைவு அளவைக் கணக்கிட முடியவில்லை.

source: Fixed Effect Estimate
es: Estimación de los Efectos Fijos
eu: Efektu Finkoaren Estimazioa
pt: Estimativas de Efeitos Fixos
ta: நிலையான விளைவு மதிப்பீடு

source: Pooled Effect
es: Efecto combinado
eu: Efektu metatua
pt: Efeito Combinado
ta: பூல் விளைவு

source: Intercept Estimate
es: Estimación de la constante
eu: Interzepzioaren Estimazioa
pt: Estimativa do Intercepto
ta: இடைமறிப்பு மதிப்பீடு

source: Full Dataset
es: Conjunto completo de datos
eu: Datu-multzo osoa
pt: Conjunto Completo de Dados
ta: முழு தரவுத்தொகுப்பு

source: Missing Data Summary
es: Resumen de datos ausentes
eu: Datu faltaren laburpena
pt: Resumo de Dados Ausentes
ta: தரவு சுருக்கத்தைக் காணவில்லை

source: The dataset contains missing values: %1$i missing values were removed from the analysis.
es: El conjunto de datos contiene valores ausentes: %1$i valores ausentes se eliminaron del análisis.
eu: Datu-multzoak balio falta ditu: %1$i balio falta kendu dira analisitik.
pt: O conjunto de dados contém valores ausentes: %1$i valores ausentes foram removidos da análise.
ta: தரவுத்தொகுப்பில் காணாமல் போன மதிப்புகள் உள்ளன: %1$i நான் காணாமல் போன மதிப்புகள் பகுப்பாய்விலிருந்து அகற்றப்பட்டன.

source: Funnel Plot
es: Gráfico en embudo
eu: Inbutu-diagrama
gl: Gráfica en Funil
ja: ファンネルプロット
pt: Gráfico de Funil
ta: புனல் சூழ்ச்சி

source: Funnel plot prediction interval was specified in an incorrect format. Try '(0.90, 0.95, 0.99)'.
es: El intervalo de predicción del gráfico en embudo se especificó en un formato incorrecto. Intenta '(0.90, 0.95, 0.99)'.
eu: Inbutu-diagramaren iragarpen-tartea formatu okerrean zehaztu da. Saiatu '(0.90, 0.95, 0.99)'.
pt: O intervalo de previsão do gráfico de funil foi especificado em um formato incorreto. Tente '(0,90; 0,95; 0,99)'.
ta: புனல் சூழ்ச்சி கணிப்பு இடைவெளி தவறான வடிவத்தில் குறிப்பிடப்பட்டது. முயற்சிக்கவும் '(0.90, 0.95, 0.99)'.
