Repository: jasp-stats/jaspMetaAnalysis
Catalog: po/R-*.po
Languages: es, eu, gl, ja, pt, ta

source: At least one of the p-value intervals contains three or fewer effect sizes, which may lead to estimation problems. Consider re-specifying the cutoffs.
es: Al menos, uno de los intervalos de valores P contiene tres o menos magnitudes de los efectos, lo que puede provocar problemas de estimación. Sopesa volver a especificar los puntos de corte.
eu: Gutxienez p-balio tarte batek hiru efektu-tamaina edo gutxiago ditu, eta horrek estimazio-arazoak sor ditzake. Kontuan hartu mugak berriro zehaztea.
gl: Cando menos, un dos intervalos de valores p contén tres ou menos magnitudes dos efectos, o que pode provocar problemas de estimación. Sopesa volver a especificar os puntos de corte.
ja: p値区間の少なくとも1つに3つ以下の効果量が含まれており、推定問題につながる可能性があります。カットオフの再設定を検討してください.
pt: Pelo menos um dos intervalos de valor-p contém três ou menos tamanhos de efeito, o que pode levar a problemas de estimativa. Considere redefinir os pontos de corte.
ta: பி-மதிப்பு இடைவெளிகளில் குறைந்தபட்சம் மூன்று அல்லது குறைவான விளைவு அளவுகள் உள்ளன, அவை மதிப்பீட்டு சிக்கல்களுக்கு வழிவகுக்கும். வெட்டுக்களை மீண்டும் விவரிப்பதைக் கவனியுங்கள்.

source: The unadjusted estimate is negative. The selection model default specification expects that the expected direction of the effect size is positive. Please, check that you specified the effect sizes correctly or change the 'Expected effect size direction' option in the 'Model' tab.
es: La estimación sin ajustar es negativa. La especificación predeterminada del modelo de selección espera que la dirección esperada de la magnitud del cambio sea positiva. Por favor, comprueba que has indicado correctamente las magnitudes de los cambios , o cambia la opción 'Dirección esperada de la magnitud del efecto' en la pestaña 'Modelo'.
eu: Doitu gabeko estimazioa negatiboa da. Hautapen-ereduaren lehenetsitako zehaztapenak efektu-tamainaren espero den norabidea positiboa izatea espero du. Mesedez, egiaztatu efektu-tamainak behar bezala zehaztu dituzula edo aldatu 'Espero den efektu-tamainaren norabidea' aukera 'Eredua' fitxan.
gl: A estimación sen axustar é negativa. A especificación predeterminada do modelo de selección espera que a dirección agardada da magnitude do cambio sexa positiva. Por favor, comproba que indicaches correctamente as magnitudes dos cambios , ou troca a opción 'Dirección agardada da magnitude do efecto' na lapela 'Modelo'.
ja: 調整前の推定値は負である。選択モデルのデフォルト指定では、効果量の期待される方向が正であることを期待しています。効果量が正しく指定されているか確認するか、「モデル」タブの「期待される効果量の方向」オプションを変更してください.
pt: A estimativa não ajustada é negativa. A especificação padrão do modelo de seleção espera que a direção esperada do tamanho do efeito seja positiva. Verifique se você especificou os tamanhos do efeito corretamente ou altere a opção 'Direção esperada do tamanho do efeito' na aba 'Modelo'.
ta: சரிசெய்யப்படாத மதிப்பீடு எதிர்மறையானது. தேர்வு மாதிரி இயல்புநிலை விவரக்குறிப்பு விளைவு அளவின் எதிர்பார்க்கப்படும் திசை நேர்மறையானது என்று எதிர்பார்க்கிறது. தயவுசெய்து, விளைவு அளவுகளை நீங்கள் சரியாகக் குறிப்பிட்டுள்ளீர்களா என்பதைச் சரிபார்க்கவும் அல்லது 'மாதிரி' தாவலில் 'எதிர்பார்க்கப்படும் விளைவு அளவு திசை' விருப்பத்தை மாற்றவும்.

source: The analysis requires both 'Effect Size' and 'Effect Size Standard Error' to be specified.
es: El análisis necesita que se especifique tanto la 'Magnitud del Efecto' como el 'Error Típico de la Magnitud del Efecto'.
eu: Analisiak 'Efektuaren Tamaina' eta 'Efektuaren Tamainaren Errore Estandarra' zehaztu behar ditu.
gl: A análise necesita que se especifique tanto a 'Magnitude do Efecto' como o 'Erro Padrón da Magnitude do Efecto'.
ja: この分析では、「効果量」と「効果量の標準誤差」の両方を指定する必要があります.
pt: A análise requer que tanto o 'Tamanho do Efeito' quanto o 'Erro Padrão do Tamanho do Efeito' sejam especificados.
ta: பகுப்பாய்விற்கு 'விளைவு அளவு' மற்றும் 'விளைவு அளவு நிலையான பிழை' இரண்டையும் குறிப்பிட வேண்டும்.

source: Only the following one-sided p-value cutoffs were used: %s.
es: Solo se utilizaron los siguientes puntos de corte del valor P unilateral: %s.
eu: Alde bakarreko p-balioaren muga hauek bakarrik erabili ziren: %s.
gl: Só se utilizaron os seguintes puntos de corte do valor p unilateral: %s.
ja: 次の片側 p 値カットオフのみが使用されました: %s.
pt: Somente os seguintes pontos de corte de valor-p unilateral foram usados: %s.
ta: பின்வரும் ஒருதலைப்பட்ச பி-மதிப்பு வெட்டுக்கள் மட்டுமே பயன்படுத்தப்பட்டன: %s.

source: Estimating: %1$s
es: Estimando: %1$s
eu: Kalkulatzen: %1$s
pt: Estimando: %1$s
ta: மதிப்பீடு: %1$s

source: Model Fit Measures
es: Medidas de ajuste del modelo
eu: Ereduaren egokitzapen neurriak
pt: Medidas de Ajuste do Modelo
ta: மாதிரி பொருத்தம் நடவடிக்கைகள்

source: log Lik.
es: Log Verosim.
eu: saioa hasi Lik.
pt: Log Verossim.
ta: பதிவு லிக்.

source: %1$s fit failed with the following message %2$s.
es: El ajuste %1$s fracasó con el siguiente mensaje: %2$s.
eu: %1$s doikuntzak huts egin du honako mezua emanez: %2$s.
pt: O ajuste %1$s falhou com a seguinte mensagem %2$s.
ta: %1$s பொருத்தம் பின்வரும் செய்தியுடன் %2$s உடன் தோல்வியடைந்தது.

source: Warning
es: Advertencia
eu: Abisua
pt: Aviso
ta: எச்சரிக்கை

source: Model Convergence
es: Convergencia del modelo
eu: Ereduaren Konbergentzia
pt: Convergência do Modelo
ta: மாதிரி குவிப்பு

source: Status
es: Estado
eu: Egoera
ta: நிலை

source: Path Diagram
es: Diagrama de Ruta
eu: Bide-diagrama
pt: Diagrama de Caminhos
ta: பாதை வரைபடம்

source: Syntax failed with the following message %1$s.
es: La sintaxis falló con el siguiente mensaje: %1$s.
eu: Sintaxiak huts egin du honako mezuarekin: %1$s.
pt: A sintaxe falhou com a seguinte mensagem: %1$s.
ta: தொடரியல் பின்வரும் செய்தியுடன் %1$s உடன் தோல்வியடைந்தது.

source: Model fit failed with the following message %1$s.
es: El ajuste del modelo falló con el siguiente mensaje: %1$s.
eu: Modeloaren doikuntzak huts egin du honako mezuarekin: %1$s.
pt: O ajuste do modelo falhou com a seguinte mensagem %1$s.
ta: மாதிரி பொருத்தம் பின்வரும் செய்தியுடன் %1$s உடன் தோல்வியடைந்தது.

source: Model visualization failed with the following message %1$s.
es: La visualización del modelo falló con el siguiente mensaje: %1$s.
eu: Modeloaren bistaratzeak huts egin du honako mezuarekin: %1$s.
pt: A visualização do modelo falhou com a seguinte mensagem %1$s.
ta: மாதிரி காட்சிப்படுத்தல் பின்வரும் செய்தியுடன் %1$s உடன் தோல்வியடைந்தது.

source: Coefficient Summary
es: Resumen de coeficientes
eu: Koefizientearen laburpena
pt: Resumo dos Coeficientes
ta: குணக சுருக்கம்

source: Computed Estimates Summary
es: Resumen de estimaciones calculadas
eu: Kalkulatutako Estimazioen Laburpena
pt: Resumo das Estimativas Calculadas
ta: கணக்கிடப்பட்ட மதிப்பீடுகள் சுருக்கம்

source: Error: There were not enough adequately powered studies (k = %1$i)
es: Fallo: No había suficientes estudios promovidos adecuadamente (k = %1$i)
eu: Errorea: Ez zegoen behar adina ikerketa behar bezala indartuta (k = %1$i)
gl: Fallo: Non había suficientes estudos promovidos axeitadamente (k = %1$i)
ja: エラー: 十分な検出力のある研究がありませんでした(k = %1$i)
pt: Erro: Não houve estudos suficientes com poder adequado (k = %1$i)
ta: பிழை: போதுமான அளவு இயங்கும் ஆய்வுகள் இல்லை (k = %1$i)

source: Note: There were %1$i adequately powered studies
es: Nota: Había %1$i estudios promovidos adecuadamente
eu: Oharra: %1$i ikerketa behar bezala indartuak izan ziren
gl: Nota: Había %1$i estudos promovidos axeitadamente
ja: 注: 十分に検出力のある研究が %1$i ありました
pt: Nota: Houve %1$i estudos com poder adequado
ta: குறிப்பு: %1$i நான் போதுமான அளவு இயங்கும் ஆய்வுகள் இருந்தன

source: Test of Effect
es: Contraste del Efecto
eu: Efektuaren proba
gl: Proba do Efecto
ja: 効果量の検定
pt: teste do Efeito
ta: விளைவு சோதனை

source: Multiplicative Heterogeneity Estimates
es: Estimaciones de la Heterogeneidad Multiplicativa
eu: Heterogeneotasun biderkatzailearen estimazioak
gl: Estimacións da Heteroxeneidade Multiplicativa
ja: 乗法異質性の推定値
pt: Estimativas de Heterogeneidade Multiplicativas
ta: பெருக்கல் பன்முகத்தன்மை மதிப்பீடுகள்

source: Estimated %1$s Regression
es: Regresión %1$s Estimada
eu: %1$s-ko erregresio estimatua
gl: Regresión %1$s Estimada
ja: 推定された %1$s 回帰
pt: Regressão Estimada %1$s
ta: மதிப்பிடப்பட்ட %1$s பின்னடைவு

source: Cohen's d
es: D de Cohen
eu: Cohenen d
gl: D de Cohen
ja: コーエン(Cohen)のd
pt: d de Cohen
ta: கோஅனின் டி

source: Fisher's z
es: Z de Fisher
eu: Fisherren z
gl: Z de Fisher
ja: フィッシャー(Fisher)のz
pt: z de Fisher
ta: ஃபிசரின் சட்

source: WAAP was not estimated: There were only %1$i adequately powered studies (power > 80%%).
es: No se estimó el WAAP: Solo había %1$i estudios promovidos adecuadamente (potencia > 80%%).
eu: WAAP ez zen kalkulatu: %1$i ikerketa behar bezala potentziatu baino ez zeuden (potentzia > %80).
gl: Non se estimou o WAAP: Só había %1$i estudos promovidos axeitadamente (potencia > 80%%).
ja: WAAP は推定されなかった: 十分な検出力を持つ研究は %1$i のみであった(検出力>80%%).
pt: O WAAP não foi estimado: houve apenas %1$i estudos com poder adequado (poder > 80%%).
ta: WAAP மதிப்பிடப்படவில்லை:%1$i நான் போதுமான அளவு இயங்கும் ஆய்வுகள் (சக்தி> 80 %%) மட்டுமே இருந்தன.

source: There were %1$i adequately powered studies (power > 80%%).
es: Solo había %1$i estudios promovidos adecuadamente (potencia > 80%%).
eu: Behar bezalako potentzia zuten %1$i ikerketa zeuden (potentzia > %80).
gl: Só había %1$i estudos promovidos axeitadamente (potencia > 80%%).
ja: 十分な検出力を持つ研究は %1$i あった(検出力>80%%).
pt: Houve %1$i estudos com poder estatístico adequado (poder > 80%%).
ta: %1$i நான் போதுமான அளவு இயங்கும் ஆய்வுகள் (சக்தி> 80 %%).

source: The Hamiltonian Monte Carlo procedure might be invalid -- There was %i divergent transition after warmup. This can be solved by carefully increasing 'Adapt delta' until there are no divergent transitions.
es: El procedimiento de Monte Carlo del Hamiltoniano podría ser incorrecto -- Había %i transición divergente después del calentamiento. Esto se puede resolver aumentando cuidadosamente 'Delta de ajuste' hasta que no haya transiciones divergentes.
gl: O procedemento de Monte Carlo do Hamiltoniano podería ser incorrecto -- Había %i transición diverxente logo do quecemento. Isto pódese resolver aumentando coidadosamente 'Delta de axuste' ata que non haxa transicións diverxentes.
pt: O processo Monte Carlo Hamiltoniano pode ser inválido -- Há %i transição divergente após o aquecimento. Isso pode ser resolvido pelo acréscimo cauteloso do 'Delta de adaptação' até não ocorrerem transições divergentes.
ta: ஆமில்டோனிய மான்டே கார்லோ செயல்முறை செல்லாது - சூடான பிறகு %i நான் மாறுபட்ட மாற்றம் இருந்தது. வேறுபட்ட மாற்றங்கள் இல்லாத வரை 'தழுவல் டெல்டாவை' கவனமாக அதிகரிப்பதன் மூலம் இதை தீர்க்க முடியும்.

source: Bayesian Fraction of Missing Information (BFMI) that was too low in %i chain indicating that the posterior distribution was not explored efficiently. Try increasing number of 'Burnin' and 'Iterations'.
es: La Fracción Bayesiana de la Información Perdida (BFMI) era muy baja en la cadena %i, indicando que la distribución posterior no se exploró eficientemente. Intenta aumentar el número de 'Calentamiento' e 'Iteraciones'.
gl: A Fracción Baiesiana da Información Perdida (BFMI) era moi baixa na cadea %i, indicando que a distribución posterior non se explorou eficientemente. Intenta aumentar o número de 'Quecemento' e 'Iteracións'.
pt: Bayesian Fraction of Missing Information (BFMI) que estava muito baixa na cadeia %i, indicando que a distribuição posterior não foi explorada de forma eficiente. Experimente aumentar o número de 'Burnin' e 'Iterações'.
ta: காணாமல் போன தகவல்களின் (பி.எஃப்.எம்.ஐ) பேய்சியன் பின்னம் %i சங்கிலியில் மிகக் குறைவாக இருந்தது, பின்புற வழங்கல் திறமையாக ஆராயப்படவில்லை என்பதைக் குறிக்கிறது. 'பர்னின்' மற்றும் 'மறு செய்கைகள்' எண்ணிக்கையை அதிகரிக்க முயற்சிக்கவும்.

source: The Hamiltonian Monte Carlo procedure might be inefficient -- %i transition exceeded the maximum tree depth. This can be solved by carefully increasing 'Maximum tree depth'.
es: El procedimiento de Monte Carlo del Hamiltoniano podría ser ineficiente -- La transición %i supera la máxima profundidad del árbol. Esto se puede resolver aumentando cuidadosamente 'Máxima profundidad del árbol'.
gl: O procedemento de Monte Carlo do Hamiltoniano podería ser ineficiente -- A transición %i supera a máxima profundidade da árbore. Isto pódese resolver aumentando coidadosamente 'Máxima profundidade da árbore'.
pt: O processo Monte Carlo Hamiltoniano pode ser ineficiente -- %i transição excedeu a profundidade máxima da árvore. Isso pode ser resolvido pelo acréscimo cauteloso da 'Profundidade Máxima da Árvore'.
ta: ஆமில்டோனிய மான்டே கார்லோ செயல்முறை திறமையற்றதாக இருக்கலாம் - %i மாற்றம் அதிகபட்ச மர ஆழத்தை மீறியது. 'அதிகபட்ச மர ஆழத்தை' கவனமாக அதிகரிப்பதன் மூலம் இதை தீர்க்க முடியும்.

source: %i observation was removed due to missing values.
es: la observación %i se eliminó debido a valores ausentes.
gl: a observación %i eliminouse debido a valores ausentes.
ja: %i の観測値が欠損しているため削除されました。
pt: %i observação foi removida devido a valores ausentes.
ta: மதிப்புகள் காணாமல் போனதால் %i கண்காணிப்பு அகற்றப்பட்டது.

source: BF%1$s%2$s
es: FB%1$s%2$s
gl: FB%1$s%2$s

source: VIF
es: FIV
pt: FIV

source: SIF
es: FIS
pt: FIS

source: DFFITS
es: GLFITS
gl: GLFITS

source: %s%% PI
es: IP del %s%%
gl: IP do %s%%
pt: %s%% IR

source: TLI
es: ITL (TLI)
pt: ITL

source: RMSEA
es: REACM (RMSEA)
pt: REQMA

source: Δ df
es: Δ gl
pt: Δ gl

source: All standard errors/sample sizes must be positive.
gl: Tódolos erros padrón/tamaños mostrais deben ser positivos.

source: The metafor package crashed with the following error: %s
gl: O paquete metafor rachou co seguinte fallo: %s
ja: metaforパッケージが次のエラーでクラッシュしました: %s

source: Fixed and Random Effects
gl: Efectos Fixos e Aleatorios
ja: 固定効果と変量効果

source: <em>p</em>-values are approximate.
gl: os valores <em>p</em> están aproximados.
ja: <em>p</em>の値は概算値です.

source: Wald test.
gl: Proba de Wald.
ja: Wald検定.

source: Knapp and Hartung test adjustment.
gl: Axuste da proba de Knapp e Hartung.

source: Fit measures
gl: Medidas de axuste
ja: 適合度指標

source: Residual Heterogeneity Estimates
gl: Estimacións da Heteroxeneidade dos Erros
ja: 残差異質性の推定値

source: Parameter Covariances
gl: Covarianzas dos Parámetros
ja: パラメータ共分散

source: Rank correlation test for Funnel plot asymmetry
gl: Proba de correlación de rangos para a asimetría con gráfica en funil
ja: ファンネルプロットの非対称性に関する順位相関検定

source: Kendall's %s
gl: %s de Kendall
ja: Kendallの %s

source: Regression test for Funnel plot asymmetry ("Egger's test")
gl: Proba da regresión para a asimetría de gráfica en funil ("Proba de Egger")
ja: ファンネルプロットの非対称性の回帰検定（"Eggerの検定"）

source: Influence Measures
gl: Medidas de Influencia
ja: 影響力の測定

source: Std. Residual
gl: Erro Típico
ja: 標準的な残差

source: Cov. Ratio
gl: Proporción de Cov
ja: 共分散比

source: File Drawer Analysis
gl: Análise de Caixón de Ficheiros
ja: お蔵入り(File Drawer)解析

source: Fail-safe N
gl: N a proba de fallos
ja: フェイル-セーフ(fail-safe) N

source: Target Significance
gl: Significación Obxectivo
ja: ターゲットの有意性

source: Observed Significance
gl: Significación Observada
ja: 観測された有意性

source: Omnibus test of Model Coefficients
gl: Proba Omnibus dos Coeficientes do Modelo
ja: モデル係数のオムニバス検定

source: Test of Residual Heterogeneity
gl: Proba da Heteroxeneidade dos Erros
ja: 残差異質性の検定

source: The model was estimated using %1$s method.
gl: O modelo estimouse utilizando o método %1$s.
ja: モデルは %1$s 法で推定されました.

source: Log-Likelihood
gl: Log-Verosimilitude
ja: 対数尤度

source: Rank test
gl: Proba de rangos
ja: 順位検定

source: Cases marked with %s are influential.
gl: Os casos marcados con %s son influentes.
ja: %s でマークされたケースは影響力があります.

source: Plot
gl: Gráfica
ja: プロット

source: Log-Likelihood for %1$s%2$s
gl: Log-Verosimilitude para %1$s%2$s
ja: %1$s%2$s の対数尤度

source: Trim-Fill Analysis
gl: Análise Recortar-Encher
ja: Trim-fill 分析

source: Diagnostic Plots
gl: Gráficas de Diagnóstico
ja: 診断プロット

source: Study %s
gl: Estudo %s
ja: 研究 %s

source: FE Model
gl: Modelo de EF
ja: FEモデル

source: RE Model
gl: Modelo de EA
ja: REモデル

source: Profile Plot for
gl: Gráfica de Perfil para
ja: プロファイルプロット

source: Restricted Log-Likelihood
gl: Log-Verosimilitude Restrinxida
ja: 制約付き対数尤度

source: Radial Plot
gl: Gráfica Radial
ja: Radial プロット

source: Stopped because k = 1.
gl: Detido porque k = 1.
ja: k = 1 のため停止しました.

source: Normal Q-Q Plot
gl: Gráfica Q-Q Normal
ja: 通常のQ-Qプロット

source: Theoretical Quantiles
gl: Cuantiles Teóricos
ja: 理論上の分位数

source: Sample Quantiles
gl: Cuantiles da Mostra
ja: サンプル分位数

source: Standardized Residuals
gl: Erros Tipificados
ja: 標準化された残差

source: Fitted vs. Standardized Residuals
gl: Axustes vs. Erros Tipificados
ja: 適合残差 vs. 標準化残差

source: Fitted Value
gl: Valor Axustado
ja: 適合値

source: FE
gl: EF

source: ML
gl: MV

source: REML
gl: MVRE

source: %g%% Confidence Interval
gl: Intervalo co %g%% de Confianza
ja: %g %% 信頼区間

source: The study labels contain invalid characters. Please, remove them before running the analysis.
gl: As etiquetas do estudo conteñen caracteres incorrectos. Por favor, elimínaos antes de executar a análise.
ja: 研究ラベルに無効な文字が含まれています. 分析を実行する前に削除してください.

source: Variance Components
gl: Compoñentes de Varianza
ja: 分散成分

source: Plots
gl: Gráficas
ja: プロット

source: Inference possibly unreliable -- MCMC chains might not have converged; The largest R-hat is %.3f > 1.01. To lower R-hat please increase 'Iterations', or 'Adapt delta' in the Options section.
gl: Inferencia posiblemente pouco fiable -- as cadeas MCMC puideron non converxer. O maior R-circunflexo é %.3f > 1.01. Para reducir o R-circunflexo, por favor, aumenta as 'Iteracións' ou 'Delta de axuste' na sección de Opcións.

source: Low estimation accuracy -- The smallest Effective Sample Size (ESS) is %.2f < %1.0f. To increase accuracy please increase 'Iterations', or 'Adapt delta' in the Options section.
gl: Precisión baixa da estimación -- O Tamaño da Mostra Efectivo (ESS) máis pequeno é %.2f < %1.0f. Para aumentar a precisión, por favor, aumenta 'Iteracións', ou 'Delta de axuste' na sección Opcións.

source: <em>p</em>-values interval
gl: intervalo de valores <em>p</em>
ja: <em>p</em>値区間

source: Effect size (%s)
gl: Magnitude do efecto (%s)
ja: 効果量（%s）

source: Heterogeneity (%s)
gl: Heteroxeneidade (%s)
ja: 異質性(%s)

source: Prior Plots
gl: Gráficas Previas
ja: 事前分布プロット

source: Effect
gl: Efecto
ja: 効果

source: Publication Bias
gl: Nesgo de Publicación
ja: 出版バイアス(Publication Bias)

source: Model Preview
gl: Vista Previa do Modelo
ja: モデルプレビュー

source: Please specify a prior distribution for each parameter in the Models specification section (either null or alternative).
gl: Por favor, indica unha distribución previa para cada parámetro no apartado de especificación de Modelos (nula ou alternativa).
ja: モデル指定セクションで、各パラメータの事前分布を指定してください (null または対立).

source: The analysis will estimate multiple meta-analytic models using MCMC and might require a prolonged time to complete.
gl: A análise estimará modelos meta-analíticos múltiples utilizando MCMC e podería requirir un tempo longo para completarse.
ja: この解析では、MCMCを用いて複数のメタ解析モデルを推定するため、完了までに長時間を要する可能性があります.

source: Model Specification Preview
gl: Vista Previa da Especificación do Modelo
ja: モデル仕様のプレビュー

source: Prior Distribution
gl: Distribución previa
ja: 事前分布

source: The loaded object is not a RoBMA model.
gl: O obxecto cargado non é un modelo RoBMA.
ja: 読み込まれたオブジェクトは、RoBMAモデルではありません.

source: Conditional Estimates
gl: Estimacións Condicionadas
ja: 条件付き推定値

source: Model Averaged Estimates
gl: Estimacións Medias do Modelo
ja: モデルアベレージ推定値

source: Model Averaged Weights (%s)
gl: Ponderacións Medias do Modelo (%s)
ja: モデルアベレージウエイト(%s)

source: Model Averaged PET-PEESE Estimates
gl: Estimacións Medias do Modelo PET-PEESE
ja: モデルアベレージ PET-PEESE 推定値

source: Conditional Weights (%s)
gl: Ponderacións Condicionadas (%s)
ja: 条件付きウェイト (%s)

source: Conditional PET-PEESE Estimates
gl: Estimacións Condicionadas PET-PEESE
ja: 条件付き PET-PEESE 推定値

source: Models Overview
gl: Revisión dos Modelos
ja: モデルの概要

source: BF%s
gl: FB%s

source: log(BF%s)
gl: log(FB%s)

source: log(MargLik)
gl: log(VerMarx)

source: Individual Models Summary
gl: Resumo de Modelos Individuais
ja: 個別モデルの要約

source: Model #
gl: Modelo #
ja: モデル #

source: Priors
gl: Previas
ja: 事前

source: Information
gl: Información
ja: 情報

source: Model Estimates
gl: Estimacións do Modelo
ja: モデル推定値

source: Model %i
gl: Modelo %i
ja: モデル %i

source: Model %1$i does not exist. Select one of the models between 1 and %2$i.
gl: O modelo %1$i non existe. Escolle un dos modelos entre 1 e %2$i.
ja: モデル %1$i は存在しません。1 ~ %2$i の間のモデルのうち一つを選択してください.

source: Estimated Weights (%s)
gl: Ponderacións Estimadas (%s)
ja: 推定ウェイト(%s)

source: PET-PEESE Estimates
gl: Estimacións PET-PEESE
ja: PET-PEESE推定値

source: %1$s Forest Plot
gl: Gráfica de Bosque %1$s
ja: %1$s フォレストプロット

source: Posterior Distribution Plots
gl: Gráficas de Distribucións Posteriores
ja: 事後分布プロット

source: Conditional
gl: Condicionado
ja: 条件付き

source: Model Averaged
gl: Modelo Medio
ja: モデルアベレージ

source: Effect Size Estimate
gl: Estimación da Magnitude do Efecto
ja: 効果量の推定値

source: Heterogeneity Estimate
gl: Estimación da Heteroxeneidade
ja: 異質性推定

source: Weight Function Estimate
gl: Estimación da Función de Ponderación
ja: 重み関数の推定

source: PET-PEESE Regression Estimate
gl: Estimación da Regresión PET-PEESE
ja: PET-PEESE回帰推定

source: Posterior Model Estimates Plots
gl: Gráficas das Estimacións do Modelo Posterior
ja: 事後モデル推定値プロット

source: Effect Size Estimates
gl: Estimacións da Magnitude do Efecto
ja: 効果量の推定値

source: Heterogeneity Estimates
gl: Estimacións da Heteroxeneidade
ja: 異質性の推定値

source: Models Diagnostics Overview
gl: Revisión dos Diagnósticos dos Modelos
ja: モデル診断の概要

source: max(MCMC error)
gl: max(erro MCMC)
ja: max(MCMC誤差)

source: max(MCMC error/SD)
gl: max(erro MCMC/DP)
ja: max(MCMC誤差/SD)

source: max(R-hat)
gl: máx(R-circunflexo)

source: Trace plots
gl: Gráficas de trazado
ja: トレースプロット

source: Average autocorrelations
gl: Facer a media das autocorrelacións
ja: 平均自己相関

source: Posterior samples densities
gl: Densidades posteriores das mostras
ja: 事後サンプル密度

source: Model %i does not contain any of the selected parameters.
gl: O modelo %i non contén ningún dos parámetros escollidos.
ja: モデル %i には、選択したパラメータが含まれていません.
